{
    "what will need to be filled out for a safe deposit box?": "safe", 
    "What do i do to make appointment for bank?": "appointment", 
    "I need to know how to set up an appointment at the bank.": "appointment", 
    "is there a max on how much i can take out at once": "withdrawal", 
    "Please inform me of my max withdrawal limit.": "withdrawal", 
    "What's the procedure for setting up an appointment at the bank?": "appointment", 
    "where are my close banks?": "location", 
    "Is there a place to log in online where I can check my balance?": "balance", 
    "Is it possible for me to walk in for an appointment?": "appointment", 
    "look up the limit for one time withdrawal": "withdrawal", 
    "Could you tell me the routing number for my bank?": "routing", 
    "Can you tell me my max withdrawal limit?": "withdrawal", 
    "I wanna have info on calling the bank": "phone", 
    "what is the process for getting more checks": "checks", 
    "To close my account, what do I need to do?": "close", 
    "Tell me my balance": "balance", 
    "Can you please order me more checks?": "checks", 
    "My one time withdrawal limit is what?": "withdrawal", 
    "What are the steps to closing my account?": "close", 
    "I require the number of my bank.": "phone", 
    "I need to go the closest bank.": "location", 
    "walk me through the process of getting a bank appointment": "appointment", 
    "Where are the nearest banks?": "location", 
    "What is the best way to call the bank?": "phone", 
    "Get me the bank's routing number.": "routing", 
    "How can I see my balance?": "balance", 
    "please provide instructions for ordering additional checks": "checks", 
    "Where can I find some nearby atms?": "location", 
    "If I need to get a safe deposit box, how do I do that?": "safe", 
    "I need more checks, how can I do this?": "checks", 
    "Provide my bank's number please": "phone", 
    "how can i get a safe deposit box?": "safe", 
    "Can you please set up an order for more checks?": "checks", 
    "How much can I withdraw right now?": "withdrawal", 
    "do you offer walk in appointments": "appointment", 
    "What time will the bank be open": "hours", 
    "what is my withdrawal limit?": "withdrawal", 
    "what time do my bank open": "hours", 
    "What time does my bank open for business?": "hours", 
    "I need to find out my balance": "balance", 
    "what steps do i take to obtain a safe deposit box": "safe", 
    "How do I shut down my account?": "close", 
    "Please tell me what appointment times you have available at the bank": "appointment", 
    "what is the one time withdrawal limit for myself?": "withdrawal", 
    "do you know any atm near me": "location", 
    "please tell me when my local bank is open": "hours", 
    "what are the steps to close an account?": "close", 
    "I wanna close my account and wanna know what to do": "close", 
    "how can I secure a meeting at the bank?": "appointment", 
    "I need the bank number": "phone", 
    "when is the bank going to open?": "hours", 
    "Where can I check my balance?": "balance", 
    "Let me see my checking balance.": "balance", 
    "schedule an appointment at the bank.": "appointment", 
    "what are the options for checking a balance?": "balance", 
    "What do I need to do to get an appointment?": "appointment", 
    "are there forms for getting a safe deposit box": "safe", 
    "What is the telephone number for the bank.": "phone", 
    "I was to know the nearest location of my bank branch.": "location", 
    "where is my banks routing number located": "routing", 
    "How far away is the nearest bank?": "location", 
    "at what time does the bank open": "hours", 
    "How long is my bank open?": "hours", 
    "Help me close my bank": "close", 
    "Can you call my bank?": "phone", 
    "What amount of cash can I withdraw in a single transaction?": "withdrawal", 
    "I would like to schedule an appointment at my bank.": "appointment", 
    "what number do i use to call the bank?": "phone", 
    "Give me the number to my bank.": "phone", 
    "What is the highest amount for a one time withdrawal?": "withdrawal", 
    "Where would I find my bank's routing number?": "routing", 
    "see what my balance here is right now": "balance", 
    "I want to to talk to someone directly at my bank.": "appointment", 
    "Can you tell me the upper limit on withdrawals at this bank": "withdrawal", 
    "Can you help me please, since I want to close a bank account, please tell me how.": "close", 
    "I need to know the one time withdrawal limit": "withdrawal", 
    "Can I get a walk in appointment?": "appointment", 
    "How much am I allowed to take out": "withdrawal", 
    "what's the best way to get a safe box": "safe", 
    "What is my routing number?": "routing", 
    "Purchase checks.": "checks", 
    "Put me down for a bank appointment tomorrow": "appointment", 
    "do you know when the bank opens": "hours", 
    "what can I take out at one time?": "withdrawal", 
    "Can you tell me how to finally close this account?": "close", 
    "show me the closest atm": "location", 
    "My bank is open at what time?": "hours", 
    "what is my bank number": "phone", 
    "Can you please tell me how I can close a bank account?": "close", 
    "What is the withdraw limit?": "withdrawal", 
    "What information is needed from me in order for me to get a safe deposit box?": "safe", 
    "It is time to close my account. Please guide me in closing it.": "close", 
    "Is it possible for you to give me the number to my bank?": "phone", 
    "Can you tell me what the phone number to my bank is?": "phone", 
    "what's my balance": "balance", 
    "when does the bank open": "hours", 
    "I need to know the process of getting a safe deposit box.": "safe", 
    "How much money is there in my account?": "balance", 
    "How much can I withdraw at a time?": "withdrawal", 
    "do you have the information for calling the bank?": "phone", 
    "Let me know what I can fill out in order to get a safe deposit box.": "safe", 
    "What form do I need to fill out to get a safe deposit box?": "safe", 
    "I'd like additional checks": "checks", 
    "where is the bank branch closest to me?": "location", 
    "How long would the process be to sign up for the safe desposit box?": "safe", 
    "How do i get a safety deposit box?": "safe", 
    "I have an account I want to close and want you to tell me how to do it.": "close", 
    "I want to close my account with this bank, how do I do it": "close", 
    "How much am I able to get at one time?": "withdrawal", 
    "do you know my max withdrawal": "withdrawal", 
    "Let me know how I close an account.": "close", 
    "How early does my bank open?": "hours", 
    "What is the most money I can get out today": "withdrawal", 
    "When does my bank open up?": "hours", 
    "I need my account closed. Show me how.": "close", 
    "I want to check my balance": "balance", 
    "what is the process for closing an acount?": "close", 
    "i need my bank's routing number.": "routing", 
    "Who should I talk to about closing my account?": "close", 
    "What steps must I take to close an account?": "close", 
    "Please schedule an appointment at my bank.": "appointment", 
    "what's the best number for the bank": "phone", 
    "Where are the closest atms to my location?": "location", 
    "tell me the days and hours of operation for my local bank": "hours", 
    "i need to find an atm by me": "location", 
    "What do I need to do to get an appointment at the bank": "appointment", 
    "Do I need to call for an appointment or can I walk in?": "appointment", 
    "What can I do to check my balance?": "balance", 
    "What steps are needed to close my account?": "close", 
    "Show me the way to shut down my account.": "close", 
    "Could I take a peek at my balance?": "balance", 
    "what are the nearest atms": "location", 
    "When is my bank open?": "hours", 
    "What do I do to get an appointment at the bank?": "appointment", 
    "Where do I get my bank's number?": "phone", 
    "What does it take to get a safe deposit box?": "safe", 
    "Can you tell me the nearest banks to where I am now?": "location", 
    "Can you show me how to get more checks?": "checks", 
    "will the bank be opened up soon?": "hours", 
    "Can I order more checks?": "checks", 
    "Give me the bank routing number": "routing", 
    "When's the bank open?": "hours", 
    "If I want to call the bank, what number do I dial": "phone", 
    "i need some information to call the bank ?": "phone", 
    "How do I check my bank account balance?": "balance", 
    "What's the location of the nearest bank branch?": "location", 
    "Help me find out my bank's routing number": "routing", 
    "What is the amount of total cash?": "balance", 
    "How do I locate my balance?": "balance", 
    "what is the most I can take out": "withdrawal", 
    "Please order more checks for me.": "checks", 
    "I need to go see a man at the bank about a loan.": "appointment", 
    "I need a list of the closest bank?": "location", 
    "what is my max withdrawal limit?": "withdrawal", 
    "What is the maximum I can withdraw at once?": "withdrawal", 
    "How can I find my banks routing number": "routing", 
    "How do i call the bank?": "phone", 
    "what is the absolute most I can withdraw?": "withdrawal", 
    "What is my banks phone number": "phone", 
    "How do I get additional checks?": "checks", 
    "What do I fill out to get a safe deposit box.": "safe", 
    "Where is my bank's routing number located?": "routing", 
    "How do I find my bank's number?": "phone", 
    "I want to find some of my nearest banks please.": "location", 
    "Give me the location of the closest bank branch to me.": "location", 
    "What's the amount i can take out at one time?": "withdrawal", 
    "I can't locate my bank's phone number. Can you give that to me?": "phone", 
    "On what street is my bank on": "location", 
    "What is the opening time for the bank?": "hours", 
    "for a safe deposit box, what do i need to fill out to get one?": "safe", 
    "What is the link to check my balance?": "balance", 
    "when does the lobby of my bank open": "hours", 
    "How can I secure an appointment at the bank?": "appointment", 
    "How much is the limit for the most I can withdraw at one time?": "withdrawal", 
    "Quick!  Find me a bank branch around here!": "location", 
    "What is the maximum amount of money I can withdraw?": "withdrawal", 
    "how do i get an appointment with the bank?": "appointment", 
    "Tell me my bank's number.": "phone", 
    "how much cash do I have available?": "balance", 
    "Can you order more checks?": "checks", 
    "please look up my banks number": "phone", 
    "walk me through closing my account": "close", 
    "I'd like to close my bank account.": "close", 
    "What are the bank's hours": "hours", 
    "Can I just walk in or do I need to make an appointment?": "appointment", 
    "Tell me the bank number please": "phone", 
    "Send me the phone number for my bank.": "phone", 
    "Can you provide me with my bank's telephone number?": "phone", 
    "Let's close this bank account today.": "close", 
    "Which bank locations are nearest to me": "location", 
    "I would like to see my banks number.": "phone", 
    "Could you tell me my max withdrawal limit?": "withdrawal", 
    "Walk me through how to get a safe deposit box": "safe", 
    "What hours is the bank open?": "hours", 
    "Could you please check my balance?": "balance", 
    "Tell me how to order more checks": "checks", 
    "How much can I withdraw at any given time?": "withdrawal", 
    "What steps are required to getting a safe deposit box?": "safe", 
    "When does the bank open its doors?": "hours", 
    "to get a safe deposit box, what do i need to fill out?": "safe", 
    "I wanna get the bank number please": "phone", 
    "I am in need of more checks.": "checks", 
    "I need to go to the bank, what's the closest branch?": "location", 
    "What steps must I take to shut down an account": "close", 
    "What information do I need to call the bank?": "phone", 
    "Where do I find my bank balance?": "balance", 
    "Can you show me how to close my bank account?": "close", 
    "Can you find my banks routing number": "routing", 
    "Where do I get a bank appointment?": "appointment", 
    "Can I withdraw more than 300 at one time?": "withdrawal", 
    "tell me what i have to fill out to get a safe deposit box?": "safe", 
    "What are the steps to close a bank account?": "close", 
    "I need more checks please.": "checks", 
    "for a safe deposit box, what needs to be filled out?": "safe", 
    "Need checks.": "checks", 
    "How do I fill out forms to get a safe deposit box": "safe", 
    "Can you tell me how to sign up for a safe deposit box?": "safe", 
    "I would like to see what my banks number is.": "phone", 
    "How early is the bank open?": "hours", 
    "I want to take a large sum out one time, so what is the max I can withdraw?": "withdrawal", 
    "Can you order me more checks?": "checks", 
    "how do i find the routing number ?": "routing", 
    "I need the nearest banking locations.": "location", 
    "if I have to withdraw a lot, when does it cap me?": "withdrawal", 
    "Show me an ATM close to me.": "location", 
    "At what time does the bank open?": "hours", 
    "what ways can I use to close my account at the bank": "close", 
    "what forms must be filled out for getting a safe deposit box": "safe", 
    "How do I go about getting the routing number for my bank?": "routing", 
    "Are you willing to accommodate walk-in customers?": "appointment", 
    "Please tell me how to close a bank account.": "close", 
    "Can I get my banks phone number": "phone", 
    "Can you help me find my current balance?": "balance", 
    "are there some closeby atms?": "location", 
    "how do i call my bank": "phone", 
    "What amount of cash can I take out at a time?": "withdrawal", 
    "what are the hours of operation of my bank": "hours", 
    "And where would the routing number be?": "routing", 
    "what steps do i take to get a safe deposit box": "safe", 
    "I need ore checks": "checks", 
    "Can you provide me the number of my bank?": "phone", 
    "I need to get the bank routing number.": "routing", 
    "What's the balance for my available cash?": "balance", 
    "how do i go about getting a safe deposit box?": "safe", 
    "My routing number would be...?": "routing", 
    "When does the bank open it's doors for the day?": "hours", 
    "Can you show me my balance?": "balance", 
    "Explain how to shut down an account": "close", 
    "What information do I need if I want a safe deposit box?": "safe", 
    "do you guys do walk ins": "appointment", 
    "I need to get my banks number": "phone", 
    "I need a safe deposit box, what do I do?": "safe", 
    "can you tell me what the procedure is for getting a safe deposit box": "safe", 
    "can you assist me in getting a safe deposit box?": "safe", 
    "I need to make an appointment at my bank, how do I do that?": "appointment", 
    "What is my banks telephone number?": "phone", 
    "Where can I look for my balance?": "balance", 
    "Where do I get my bank's routing number?": "routing", 
    "What must I do to close an account?": "close", 
    "can you give me my routing number here": "routing", 
    "I need an ATM that's close.": "location", 
    "What steps do I take to have an account closed?": "close", 
    "Please tell me the number for my bank?": "phone", 
    "Can you give me my banks routing number": "routing", 
    "How about if I were to walk in instead of scheduling an appointment?": "appointment", 
    "what bank branch is near my location": "location", 
    "What would the number to my bank be?": "phone", 
    "what time is my bank open from": "hours", 
    "Can you tell me how to do this, since I want to close a bank account?": "close", 
    "What is the limit for a one time withdrawal?": "withdrawal", 
    "What's the closure procedure for accounts?": "close", 
    "where is a nearby bank": "location", 
    "What is the total balance in my account?": "balance", 
    "I need to schedule an appointment at my bank.": "appointment", 
    "What should one do if they need their account closed?": "close", 
    "How can i find out my bank's routing number?": "routing", 
    "DOCUMENT VERIFICATION": "appointment", 
    "What's the most I can withdraw?": "withdrawal", 
    "What is my limit for withdrawing money at one time?": "withdrawal", 
    "Are there walk in appointments I can schedule?": "appointment", 
    "What banks are near me?": "location", 
    "What can i do to get a safety deposit box?": "safe", 
    "can i have more checks": "checks", 
    "Where do I order new checks?": "checks", 
    "what is the banks number?": "phone", 
    "Are any atms close by?": "location", 
    "Why is my withdrawal limit one time?": "withdrawal", 
    "What number do I call for my bank?": "phone", 
    "Could you direct me to where I can find my bank's routing number?": "routing", 
    "Please let me know my bank's phone number.": "phone", 
    "what is my banks routing number": "routing", 
    "What steps should I take to close my account?": "close", 
    "When does my bank open up for the day?": "hours", 
    "PERSONAL INTERVIEW": "appointment", 
    "Help me order more checks.": "checks", 
    "Do you know where I can find information on closing my bank account?": "close", 
    "I need a safe deposit box for my valuables.": "safe", 
    "Where is the nearest bank that has Sunday hours": "location", 
    "Where are some atms currently near me?": "location", 
    "I need to know all the closest banks.": "location", 
    "Could you advise me on which banks are closest to where I'm at right now?": "location", 
    "What do I do to close my account?": "close", 
    "Where is the closest bank located?": "location", 
    "will you please send me some checks": "checks", 
    "Can I have the time my bank opens?": "hours", 
    "do they offer walk in appointments": "appointment", 
    "I need to schedule an appointment for the bank.": "appointment", 
    "What is the routing number for my bank": "routing", 
    "How much cash is available in the balance": "balance", 
    "what are the hours of operation for my local bank": "hours", 
    "how early does my bank open": "hours", 
    "I need to order checks": "checks", 
    "I need you to send me more checks.": "checks", 
    "how can i order additional checks": "checks", 
    "how many atms are located near me": "location", 
    "can you help find my bank routing number?": "routing", 
    "I need to order more checks.": "checks", 
    "Send more checks my way.": "checks", 
    "How to get a safe deposit box.": "safe", 
    "Mail me more checks.": "checks", 
    "Help me schedule a bank appointment": "appointment", 
    "How do I sign up for a safety deposit box?": "safe", 
    "What is the number for the bank?": "phone", 
    "Can you set up a bank appointment?": "appointment", 
    "How do I shut down my whole account?": "close", 
    "how much can i withdraw at one time": "withdrawal", 
    "what forms do i have to complete for a safe deposit box": "safe", 
    "I just ran out of checks and need more.": "checks", 
    "Can I have more checks?": "checks", 
    "tell me the bank's best contact number": "phone", 
    "BANK MANAGER APPROVE FOR NEW CHECKS": "checks", 
    "What steps should I take if I want an appointment at the bank?": "appointment", 
    "show me where to find my balance": "balance", 
    "how do I close my account?": "close", 
    "how can i call my bank": "phone", 
    "When does the bank open": "hours", 
    "Which branch location is closest to me": "location", 
    "Where is my bank balance at?": "location", 
    "How much money can I withdraw at one time?": "withdrawal", 
    "Show me how to close my bank account.": "close", 
    "where can i see the banks routing number": "routing", 
    "What is limit on how much I can take out?": "withdrawal", 
    "can you tell me my banks routing number?": "routing", 
    "Get my bank balance.": "balance", 
    "what do i have to do to get more checks": "checks", 
    "When's the bank gonna open?": "hours", 
    "What's my limit on withdrawing at once?": "withdrawal", 
    "What bank can i set up an appointment with?": "appointment", 
    "I need an appointment.": "appointment", 
    "What number do I call for my bank": "phone", 
    "What will I need to show to get a safe deposit box?": "safe", 
    "Find my bank's routing number": "routing", 
    "What is my bank routing number?": "routing", 
    "What is the maximum amount I can take out at once?": "withdrawal", 
    "How can I close my bank account?": "close", 
    "Can you let me know my routing number?": "routing", 
    "Where do I go to close a bank account?": "close", 
    "I wanna close my bank account": "close", 
    "What are the bank's hours of operation?": "hours", 
    "What is the procedure for obtaining additional checks?": "checks", 
    "Is there a limit to how much I can withdraw in a day?": "withdrawal", 
    "what is the best number for the bank": "phone", 
    "is there a limit to withdrawing money here": "withdrawal", 
    "what's the max I can withdraw without making multiple visits": "withdrawal", 
    "What's the process to close my account": "close", 
    "What is the limit?": "withdrawal", 
    "What's the telephone number of my bank?": "phone", 
    "Where would I be able to find my bank account routing number?": "routing", 
    "what are the hours for my local bank": "hours", 
    "Are there walk in times available for an appointment?": "appointment", 
    "Can you schedule me a walk in appointment?": "appointment", 
    "I need an atm machine near me.": "location", 
    "I am not sure how to order more checks": "checks", 
    "What is the ceiling on withdrawal  limits?": "withdrawal", 
    "Can you set me up with a bank appointment?": "appointment", 
    "tell me when my bank is open.": "hours", 
    "Can you provide my banks routing number": "routing", 
    "I want a safe deposit box.": "safe", 
    "What is the closest atm?": "location", 
    "Can you tell me the most I can take out at once?": "withdrawal", 
    "are any walk in appointments available?": "appointment", 
    "Show me the cash I have in my account.": "balance", 
    "what is the maximum I can withdraw at once": "withdrawal", 
    "I need to know the closest banks to where I am.": "location", 
    "do you have a list of atms close to me": "location", 
    "Banks close to my location": "location", 
    "I need to know how much I can withdraw at once.": "withdrawal", 
    "which day does my bank open": "hours", 
    "I need to find out my routing number for my bank.": "routing", 
    "What's the start time for banking hours": "hours", 
    "What's my cash balance at?": "balance", 
    "How much cash balance is on the account?": "balance", 
    "Do you need me to sign something to get a safe deposit box?": "safe", 
    "Can you tell me the number for the bank?": "phone", 
    "Tell me what to fill out if I want a safe deposit box.": "safe", 
    "what is the cap for a withdrawal?": "withdrawal", 
    "What steps do I take to set up an appointment at the bank?": "appointment", 
    "I need my bank's number please": "phone", 
    "what cash do I have in my balance?": "balance", 
    "Can you show me how to order checks": "checks", 
    "What is the total amount of cash in my account?": "balance", 
    "i need to take out a lot of money and was wondering what the max is": "withdrawal", 
    "How do I close out my bank account": "close", 
    "What do I need to get a safe deposit box?": "safe", 
    "I need to find a local ATM.": "location", 
    "What bank is nearest me?": "location", 
    "What hour does this bank open?": "hours", 
    "How can I call the bank?": "phone", 
    "provide my account balance": "balance", 
    "if i need to get a safe deposit box, how can i do that": "safe", 
    "Can you check my bank balance for me?": "balance", 
    "Setup a time for me to meet with a bank rep.": "appointment", 
    "I want you to get me some additional checks": "checks", 
    "What is the process for getting a safe deposit box?": "safe", 
    "i dont know my banks routing number": "routing", 
    "When does the bank open up": "hours", 
    "Can you tell me how much I have left to withdraw today?": "withdrawal", 
    "What time does the bank open its doors?": "hours", 
    "Can you tell me what my balance is?": "balance", 
    "Look up available cash balance": "balance", 
    "give me the number that is the maximum allowed for withdrawals": "withdrawal", 
    "how can i get a safe deposit box": "safe", 
    "Can you get me a contact number for my bank?": "phone", 
    "how do I call the bank": "phone", 
    "I need the number to call my bank.": "phone", 
    "How do I get more checks?": "checks", 
    "What is the absolute maximum amount of money I can take out one time?": "withdrawal", 
    "Can you get me more checks?": "checks", 
    "Help me find out how to get a safety deposit box.": "safe", 
    "what is my current balance": "balance", 
    "what times does my bank open": "hours", 
    "what is required to get a safe deposit box": "safe", 
    "What's my available cash?": "balance", 
    "What do I need to do to get more checks?": "checks", 
    "get my banks number please": "phone", 
    "Routing number for my bank please": "routing", 
    "I want to talk to someone from the bank over the phone.": "phone", 
    "what is the phone number for the bank": "phone", 
    "are there walk ins?": "appointment", 
    "display the routing number for my bank": "routing", 
    "What is the withdraw limit for a single transaction": "withdrawal", 
    "give me my single use withdrawal limit": "withdrawal", 
    "How can I secure a bank appointment?": "appointment", 
    "please look up the most that I can withdraw from my bank": "withdrawal", 
    "I need to know how to close my account with you.": "close", 
    "I need to obtain my banks number": "phone", 
    "Get me more checks": "checks", 
    "Please give me my banks phone number": "phone", 
    "I need to find out how to get a safety deposit box.": "safe", 
    "Where can I see my balance?": "balance", 
    "Is there a direct path to my bank": "location", 
    "I would like to have more checks.": "checks", 
    "How do I go about closing an account?": "close", 
    "what is the number of the bank?": "phone", 
    "what is the one time withdrawal limit?": "withdrawal", 
    "What's the process for getting a safe deposit box?": "safe", 
    "how do I get an appointment at the bank?": "appointment", 
    "What is the number to call for my bank?": "phone", 
    "Where are the nearest banks located?": "location", 
    "What do I need to do for a safe deposit box?": "safe", 
    "Can I close my acount in a few steps?": "close", 
    "Can you tell me how to call the bank?": "phone", 
    "My account needs closed. Show me how to do this.": "close", 
    "where is the closest bank branch?": "location", 
    "What hour does the bank open?": "hours", 
    "I need to get a hold of my bank's routing number.": "routing", 
    "how much is in my account right now": "balance", 
    "I would like to fill out paperwork to get a safe deposit box.": "safe", 
    "I want to order additional checks please": "checks", 
    "what needs to be filled out to get a safe deposit box?": "safe", 
    "Guide me on setting up an appointment at my bank.": "appointment", 
    "I need my bank's number, what is it?": "phone", 
    "What is my bank's maximum withdrawl?": "withdrawal", 
    "is there an atm near here": "location", 
    "Walk me through closing my account step by step.": "close", 
    "How should I close my account?": "close", 
    "I need to track down my banks phone number.": "phone", 
    "what is the best number to reach the bank": "phone", 
    "What do I need to fill out get a safe deposit box": "safe", 
    "Can you help me close my bank account?": "close", 
    "Since i want to close a bank account, can you tell me how?": "close", 
    "Is there any way for you to show me where the nearest banks are?": "location", 
    "What is the closest bank branch to me?": "location", 
    "Lemme know when this bank will be opening?": "hours", 
    "Can I order more checks here?": "checks", 
    "How qill I get a safe deposit box?": "safe", 
    "What steps are required to make an appointment at the bank?": "appointment", 
    "Does the bank offer walk in appointments": "appointment", 
    "are there more checks": "checks", 
    "Is it possible to close my account?": "close", 
    "THEN THE BANK WILL CLOSE THE ACCOUNT": "close", 
    "Make a banking appointment for me please": "appointment", 
    "How much is the most I can withdraw?": "withdrawal", 
    "tell me my routing number on my checks": "routing", 
    "What's the process for closing my account?": "close", 
    "What's my balance?": "balance", 
    "What banks are located nearby?": "location", 
    "What is the routing number of my bank?": "routing", 
    "do you know the bank's routing number": "routing", 
    "How do I find my routing number?": "routing", 
    "What's the closest ATM?": "location", 
    "do you have the number for the bank?": "phone", 
    "I need a safe deposit box.": "safe", 
    "do i need to fill out any paperwork for a safe deposit box": "safe", 
    "Tell me what the upper limit allowed for withdrawals per day": "withdrawal", 
    "Where is my banking routing number located?": "routing", 
    "What is the process for closing an account?": "close", 
    "Is there something I need to fill out to get a safe deposit box?": "safe", 
    "can you order checks for me here": "checks", 
    "How much can I withdraw at once?": "withdrawal", 
    "is there a max on withdrawals": "withdrawal", 
    "At what hour will the bank open?": "hours", 
    "Can you find me where the nearest ATM to me would be?": "location", 
    "Can I sign up for a safe deposit box?": "safe", 
    "what amount of cash is available": "balance", 
    "How much does a safety deposit box cost per month?": "safe", 
    "how much can I take out at once": "withdrawal", 
    "when will the bank open up": "hours", 
    "I want to close a bank account, how do I do this?": "close", 
    "Is there something to fill out to obtain a safe deposit box?": "safe", 
    "What is the cash balance that is left?": "balance", 
    "What is the highest amount I can withdraw at once?": "withdrawal", 
    "How do I find my banks number?": "phone", 
    "Is my withdrawal limit only one?": "withdrawal", 
    "Is this something I can walk in for an appointment?": "appointment", 
    "how to make appointment at bank": "appointment", 
    "Order more checks now": "checks", 
    "How do I cancel a bank account": "close", 
    "Which bank office is nearest to my location": "location", 
    "what is my bank routing number?": "routing", 
    "How do I go about getting a safe deposit box?": "safe", 
    "What is the balance information process?": "balance", 
    "Can you help me check my balance?": "balance", 
    "can you close my account on this site": "close", 
    "what do I need to fill to attain a safe deposit box?": "safe", 
    "What are the hours that the bank opens?": "hours", 
    "what am I allowed to take out at one time?": "withdrawal", 
    "what should I do to close my account?": "close", 
    "where are close atms?": "location", 
    "How can I sign up for a safe deposit box?": "safe", 
    "What steps should be taken to close an account?": "close", 
    "I want to order more checks": "checks", 
    "Could someone let me know my max withdrawal limit?": "withdrawal", 
    "What time are walk in appointments available?": "appointment", 
    "How much can I withdraw now?": "withdrawal", 
    "tell me my routing number": "routing", 
    "I nee the routing number for my account": "routing", 
    "tell me when the bank is open": "hours", 
    "Do you know if there are atms near my location?": "location", 
    "Can you close an account for me?": "close", 
    "Please give me my balance": "balance", 
    "how much can i take out at one time": "withdrawal", 
    "What is the process to close a bank account?": "close", 
    "Where do I get the routing number?": "routing", 
    "what banks are closest to me?": "location", 
    "How much can I withdraw from my checking account in a single amount?": "withdrawal", 
    "Where do I go to check my balance?": "balance", 
    "Where does one find the routing number?": "routing", 
    "Where do I go to check my balance.": "balance", 
    "What are the procedures for obtain a safe deposit box?": "safe", 
    "Can you give me the instructions on closing my account": "close", 
    "Is it okay if I walk in to make an appointment?": "appointment", 
    "Let me get more checks": "checks", 
    "Help me find some checks to order": "checks", 
    "Just tell me how to close my account.": "close", 
    "Are you able to provide the routing number for my bank": "routing", 
    "What hours are my bank open?": "hours", 
    "What is the amount of my balance.": "balance", 
    "If I need to check my balance, where can I go?": "balance", 
    "Can you get me my bank's routing number?": "routing", 
    "Do you have information on how to get a safe deposit box?": "safe", 
    "is there any atm near me": "location", 
    "what time in the AM does the bank open?": "hours", 
    "can i just walk in for an appointment": "appointment", 
    "Which atms are near me?": "location", 
    "Where do I go to open a safe deposit box?": "safe", 
    "How much is the limit for cash withdrawals?": "withdrawal", 
    "to close my account, what do I need to do": "close", 
    "which day do my bank open": "hours", 
    "I have to get more checks": "checks", 
    "what is the routing number that is associated with my account here": "routing", 
    "My max withdrawal limit is how much?": "withdrawal", 
    "I need to know my bank's number asap.": "phone", 
    "I need some info on calling the bank": "phone", 
    "What time will my bank open?": "hours", 
    "Does the bank allow walk in appointments?": "appointment", 
    "tell my total balance on my account": "balance", 
    "what amount does the bank set for withdrawal limit?": "withdrawal", 
    "Can I request my bank's number": "phone", 
    "Where's my balance?": "balance", 
    "what are the steps for scheduling bank appointments": "appointment", 
    "Tell me how to get a safe deposit box/": "safe", 
    "where do i look for my banks routing number": "routing", 
    "Order me more checks": "checks", 
    "can i get more checks": "checks", 
    "How do I schedule an appointment at the bank?": "appointment", 
    "Tell me about my bank's options for safety deposit boxes.": "safe", 
    "Tell me where there closest bank branch is.": "location", 
    "what needs to be done to close my account?": "close", 
    "I want to call my bank.": "phone", 
    "Can you order checks for my account": "checks", 
    "I want to know what my checking balance is.": "balance", 
    "Get me a bank appointment asap": "appointment", 
    "Could you give me my bank's phone number?": "phone", 
    "What can I do to sign up for a safe deposit box?": "safe", 
    "what paperwork is required for a safe deposit box": "safe", 
    "How do I make a bank appointment?": "appointment", 
    "Is there anything I need to do in order to close my account?": "close", 
    "May I please get more checks?": "checks", 
    "I need my banks number.": "phone", 
    "What is the number for my bank?": "phone", 
    "How do I go about getting a bank representative's appointment?": "appointment", 
    "can you tell me how to call the bank?": "phone", 
    "What is the cash balance of my account?": "balance", 
    "I need help finding my bank routing number": "routing", 
    "Can I see my one time withdrawal limit?": "withdrawal", 
    "How can I get an appointment set up at the bank?": "appointment", 
    "order more checks please": "checks", 
    "how do i go about closing my account": "close", 
    "What is my max withdrawl at one time?": "withdrawal", 
    "What is the available balance of my account?": "balance", 
    "If I want a safe deposit box, what should I do?": "safe", 
    "Is my bank routing number on my checks?": "routing", 
    "Can you get me the routing number for my bank?": "routing", 
    "I can't find my routing number. Show me please.": "routing", 
    "What's my withdrawal limit?": "withdrawal", 
    "How does one order additional checks?": "checks", 
    "How much is my one time withdrawal limit?": "withdrawal", 
    "Can you tell me the steps for making an appointment at the bank?": "appointment", 
    "get me an appointment at the bank please.": "appointment", 
    "Can I go ahead and sign up for a safe deposit box?": "safe", 
    "Near my location are there any branches?": "location", 
    "Can you show me where the closest bank branch is?": "location", 
    "i need the phone number to my bank": "phone", 
    "Since I want to close a bank account, will you please tell me how ?": "close", 
    "Look up the routing number for my bank": "routing", 
    "What do I need to do to close an account": "close", 
    "Explain to me how I might get a safe deposit box": "safe", 
    "What is the most I can withdraw at once?": "withdrawal", 
    "Find the closest branch location to me": "location", 
    "I would like to know how to close a bank account.": "close", 
    "when does the bank open?": "hours", 
    "What do I need to do to close my account?": "close", 
    "what is the policy on walk ins": "appointment", 
    "Where can I go to check my balance?": "balance", 
    "Where can I find my routing number?": "routing", 
    "Do you need information from me to get a safe deposit box?": "safe", 
    "where do i look to get my routing number": "routing", 
    "How can i schedule an appointment at the bank?": "appointment", 
    "How much cash is available to me": "balance", 
    "I need to know when my bank opens.": "hours", 
    "How can I close my account?": "close", 
    "Over what amount will I not be able to withdraw at one time?": "withdrawal", 
    "Can you direct me to the place where I can find information on closing my bank account?": "close", 
    "i need to contact the bank ?": "phone", 
    "What are my bank's operating hours?": "hours", 
    "how do i find my banks routing number": "routing", 
    "I would like to open a safe deposit box.": "safe", 
    "do I need an appointment or can i walk-in": "appointment", 
    "How can I get my account closed": "close", 
    "Do you know where my bank routing number is?": "routing", 
    "I need help finding the routing number for my bank": "routing", 
    "can i have the bank routing number ?": "routing", 
    "What is my current bank balance.?": "location", 
    "Can I look at the balance?": "balance", 
    "I want additional checks.": "checks", 
    "can i get the banks phone number": "phone", 
    "where do I go to check my balance?": "balance", 
    "What's the paperwork like for a safe deposit box?": "safe", 
    "i need to know what my balance is": "balance", 
    "Who can I speak with to set up an appointment at the bank?": "appointment", 
    "Would you be able to tell me my bank's routing number?": "routing", 
    "How do I contact my bank by phone?": "phone", 
    "Send me additional checks please.": "checks", 
    "Is there a way I can check my balance?": "balance", 
    "I need a safe deposit box.  How can I get one?": "safe", 
    "how much can i take out in one withdrawal": "withdrawal", 
    "Figure out what the max limit is on withdrawals": "withdrawal", 
    "how do I call my bank": "phone", 
    "How do I close my account?": "close", 
    "I need to know how to get a safe deposit box.": "safe", 
    "Will you serve me if I walk in without an appointment?": "appointment", 
    "How can I get in touch with the bank by phone?": "phone", 
    "how much can you withdraw a day?": "withdrawal", 
    "What is my bank's contact number": "phone", 
    "is there a good way to get a safe deposit box": "safe", 
    "do you take any walk in appointments?": "appointment", 
    "I need to meet with someone at the bank for an appointment.": "appointment", 
    "Where's the closest bank to me right now?": "location", 
    "What's the max I can withdraw?": "withdrawal", 
    "Where is the nearest bank to where I am now?": "location", 
    "how do i find the place to check my balance": "balance", 
    "Do I have more than 200 dollars right now?": "balance", 
    "What is the limit on withdrawals?": "withdrawal", 
    "What is the routing number of my bank account?": "routing", 
    "What is the routing number for the bank?": "routing", 
    "do they accept walk ins": "appointment", 
    "Do you know the opening time for my bank?": "hours", 
    "I'd like to know how much money I can withdraw?": "withdrawal", 
    "Aid me in closing my account.": "close", 
    "what is my banks number": "phone", 
    "what are the steps for closing my bank acct": "close", 
    "where is the location of the bank routing number": "routing", 
    "I'd like to know the current balance.": "balance", 
    "Let me know how to get my routing number for my bank please.": "routing", 
    "I want to see my balance.": "balance", 
    "What time can I go to the bank?": "hours", 
    "How much cash can I take out at a time?": "withdrawal", 
    "where can i find my account balance": "balance", 
    "I need you to tell me when the bank opens": "hours", 
    "What's up with my bank balance?": "location", 
    "Which bank do I call?": "phone", 
    "how much money is available to me if I wanted to take it out?": "balance", 
    "I am interest in a deposit box. Do I have to fill out any forms?": "safe", 
    "When does Chase open?": "hours", 
    "What do I do to sign up for a safe deposit box?": "safe", 
    "I'd like to place an order for more checks": "checks", 
    "I need to see the routing number for my bank": "routing", 
    "When is the bank open?": "hours", 
    "is there a limit on how much I can take out in one transaction": "withdrawal", 
    "I need to check my balance.": "balance", 
    "Show me my bank's routing number.": "routing", 
    "How do I get an appointment with the bank": "appointment", 
    "what is my cash balance balance ?": "balance", 
    "when will the bank open?": "hours", 
    "what is the most money i can withdraw": "withdrawal", 
    "Can you tell me the opening time for the bank?": "hours", 
    "Can you tell me the maximum withdrawal limit?": "withdrawal", 
    "what is the banks routing number": "routing", 
    "Give me my banks routing number": "routing", 
    "How can I obtain additional checks?": "checks", 
    "what do I need to fill out for a safe deposit box?": "safe", 
    "It would be awesome if you could give me my bank's number.": "phone", 
    "is there an atm nearby": "location", 
    "Can you please tell me the phone number of my bank?": "phone", 
    "I need to find out how to schedule an appointment at the bank.": "appointment", 
    "what is the routing number of my bank": "routing", 
    "I need to know my one time withdrawal limit.": "withdrawal", 
    "I need some more checks.": "checks", 
    "Find me the closest branch offices in my area": "location", 
    "Do you have the routing number for my account?": "routing", 
    "I gotta close my account, how do I do that?": "close", 
    "What's the number for the bank?": "phone", 
    "Look up the bank locations closest to where I am": "location", 
    "What banks are closest to me?": "location", 
    "What do I do if I want to close my account?": "close", 
    "can you provide me my bank routing number ?": "routing", 
    "tell me my maximum withdrawal limit": "withdrawal", 
    "How to go about getting a safe deposit box.": "safe", 
    "Can you tell me how much I am allowed to withdrawal today": "withdrawal", 
    "Can I take a look at my balance?": "balance", 
    "give me some info on how to call the bank ?": "phone", 
    "how can i find my banks routing number": "routing", 
    "What are the steps for signing up for a safe deposit box?": "safe", 
    "I need to schedule a meeting at my bank.": "appointment", 
    "What's the process to close an account": "close", 
    "What do I need to sign for a safe deposit box?": "safe", 
    "I want to reorder checks": "checks", 
    "talk me through the steps of obtaining more checks.": "checks", 
    "do you take appointments by walk in": "appointment", 
    "let me know what my max withdrawal is": "withdrawal", 
    "Can you show me my withdrawal limit for my account?": "withdrawal", 
    "Tell me how to schedule an appointment at the bank.": "appointment", 
    "can you give me info on the withdrawal limits": "withdrawal", 
    "Could you show me the way to set up a bank appointment?": "appointment", 
    "Can you tell me how to set up an appointment at the bank?": "appointment", 
    "Where do I look for additional checks": "checks", 
    "Please let me know how to schedule an appointment at the bank.": "appointment", 
    "To get a safe deposit box what forms will I need to complete": "safe", 
    "where is the closest atm": "location", 
    "Where should I go if I want to check my balance?": "balance", 
    "What information are you looking from me in order for me to get a safe deposit box?": "safe", 
    "are you able to give me the routing number for my bank": "routing", 
    "Where is the nearest branch?": "location", 
    "what is necessary for me to do in order to get a safe deposit box": "safe", 
    "How do I set up an appointment at my bank?": "appointment", 
    "how do i go about getting the routing number for my bank": "routing", 
    "Tell me where the nearest bank is from here?": "location", 
    "Can you help me get the routing number for my bank": "routing", 
    "Can you tell me the bank's number?": "phone", 
    "Can I get to the nearest bank from here?": "location", 
    "APPROACH THE BANK": "checks", 
    "Will you help me set up an appointment with the bank?": "appointment", 
    "Can you tell me what banks are near me?": "location", 
    "Give me my bank's routing number": "routing", 
    "How can I close an account": "close", 
    "Where's the closest bank branch?": "location", 
    "How much cash do I have available?": "balance", 
    "How do I go about getting an appointment at the bank?": "appointment", 
    "I want to put a banking appointment on my calendar": "appointment", 
    "when does the bank open today?": "hours", 
    "can you help me close my account with this bank": "close", 
    "Where is my bank's routing number?": "routing", 
    "What is the maximum amount I can take out today?": "withdrawal", 
    "I need my bank's routing number please": "routing", 
    "I need to know where to go if I want to check my balance.": "balance", 
    "where do i go to check my balance": "balance", 
    "How much of my balance is cash?": "balance", 
    "What are the banks hours?": "hours", 
    "What do I need to do to get a bank appointment": "appointment", 
    "Where might the routing number for my bank be located?": "routing", 
    "if i need my bank's routing number can you give me that": "routing", 
    "how do i get more checks": "checks", 
    "Can you help me get more checks?": "checks", 
    "where would i locate balance information": "balance", 
    "what do i have to fill out to get a safe deposit box": "safe", 
    "I need to go to my bank, when does it open?": "hours", 
    "tell me what my routing number to my checking is": "routing", 
    "Are there any nearby ATMs?": "location", 
    "Do you know how to call the bank?": "phone", 
    "What is the quickest way to the bank": "location", 
    "what do i need to do to close my account": "close", 
    "I need to know if there are any banks near my location": "location", 
    "Can you call the bank?": "phone", 
    "what is the highest amount I can withdrawal": "withdrawal", 
    "Do you know where I can look at my balance?": "balance", 
    "Are there walk in hours?": "appointment", 
    "What do I need to do to close my bank account?": "close", 
    "What is the earliest I can get to my bank?": "hours", 
    "what is the process of ordering more checks?": "checks", 
    "If I want to close an account, how should I proceed?": "close", 
    "when does the bank start its operations?": "hours", 
    "What is my withdrawal limit of my account?": "withdrawal", 
    "I need to shut this bank account down.": "close", 
    "what is the closest atm to my location": "location", 
    "can you show me the easiest way to get more checks": "checks", 
    "I would like you to schedule me an appointment at the bank.": "appointment", 
    "Please help me order new checks.": "checks", 
    "How much money can I take out in a single transaction?": "withdrawal", 
    "What is my account routing number?": "routing", 
    "Schedule a bank appointment for me": "appointment", 
    "What is my banks phone number?": "phone", 
    "i need some more checks": "checks", 
    "get me to the right place so I can order some more checks.": "checks", 
    "Where do I find out how much money I have for a balance?": "balance", 
    "How far is the nearest bank branch?": "location", 
    "GIVE LETTER FOR YOUR NEED": "checks", 
    "What is the process for signing up for a safe deposit box?": "safe", 
    "I need to know what to do to get more checks.": "checks", 
    "I need more checks ordered.": "checks", 
    "Can you give me details about setting up a safe deposit box?": "safe", 
    "Can you help me get a safe deposit box?": "safe", 
    "I'm looking for info on the amount of money in my account.": "balance", 
    "Am I able to check my balance?": "balance", 
    "Which bank branch location is near me?": "location", 
    "Let me have my bank's routing number.": "routing", 
    "I'm going to need my routing number.": "routing", 
    "what banks are around me now": "location", 
    "Can you let me know what the routing number is?": "routing", 
    "how much per day can a customer here withdrawal": "withdrawal", 
    "Get more checks.": "checks", 
    "Are walk in appointments an option?": "appointment", 
    "At that time will the bank open up?": "hours", 
    "Do they have walk in appointments?": "appointment", 
    "how to set up bank appointment": "appointment", 
    "what is the limit of withdraw funds for each transaction?": "withdrawal", 
    "what are the steps for closing a bank acct": "close", 
    "Can I get a walk in appointment": "appointment", 
    "I need to find a close ATM.": "location", 
    "What's the location of my nearest bank branch?": "location", 
    "I'm interested in purchasing more checks": "checks", 
    "Give me the bank's number.": "phone", 
    "Can you let me know which banks are nearest to me now?": "location", 
    "If I need to see my balance, what should I do?": "balance", 
    "THIS IS THE WAY TO KNOW THE LIMIT OF TRANSACTION": "withdrawal", 
    "What's the phone number for my bank": "phone", 
    "Is there a number I can call for my bank?": "phone", 
    "what is the max for withdrawals": "withdrawal", 
    "what do I need to do to make a bank appointment?": "appointment", 
    "what is the process for ordering more checks": "checks", 
    "Ca you help me check my balance?": "balance", 
    "what is my banks number?": "phone", 
    "What's the upper limit on withdrawing money?": "withdrawal", 
    "what is a way for me to order more checks": "checks", 
    "I'd like to see my balance please": "balance", 
    "What's the nearest bank?": "location", 
    "Can I get more checks from you?": "checks", 
    "I'd like information on closing my account.": "close", 
    "Take me to the nearest bank that has drive through": "location", 
    "What atms are near me?": "location", 
    "where can I locate my bank routing number?": "routing", 
    "What's the cash limit per withdrawal?": "withdrawal", 
    "How can I attain a safe deposit box?": "safe", 
    "Show me where to find my balance.": "balance", 
    "can let me know when my bank is open?": "hours", 
    "Can I schedule an appointment at the bank?": "appointment", 
    "are there any local atms?": "location", 
    "I'd like to schedule a bank appointment": "appointment", 
    "are there any nearby atm machines": "location", 
    "What do I need for acquiring a safe deposit box?": "safe", 
    "What are the bank hours?": "hours", 
    "How can I get my bank routing number?": "routing", 
    "can you tell me if there are any atms close to me": "location", 
    "How do I get an appointment at the bank?": "appointment", 
    "Can you show me where to check my balance?": "balance", 
    "I am in need of my banks number.": "phone", 
    "What town is the nearest bank located": "location", 
    "The bank is opening at what time?": "hours", 
    "do appointments have to be scheduled or can i walk in": "appointment", 
    "What can I withdraw at once?": "withdrawal", 
    "Which bank branch location is closest?": "location", 
    "What is my max withdrawal limit?": "withdrawal", 
    "What is the maximum amount for a single withdrawal?": "withdrawal", 
    "what is the amount of cash balance i have remaining ?": "balance", 
    "I want to know what my balance is": "balance", 
    "where is the closest bank branch located?": "location", 
    "Ship me more checks.": "checks", 
    "Do you know if any banks are close to me right now": "location", 
    "please help me get a safe box": "safe", 
    "please give me the phone number for the bank": "phone", 
    "I need to be penciled in for an appointment at the bank.": "appointment", 
    "I'd like to see the bank routing number": "routing", 
    "I wanna get my banks number": "phone", 
    "Would you happen to know if there are any atms near my location?": "location", 
    "What steps are required to close an account?": "close", 
    "Can you let me know which banks are nearest to my location?": "location", 
    "What routing number does my bank use?": "routing", 
    "Give me more checks": "checks", 
    "Can you tell me the most I can withdraw?": "withdrawal", 
    "How do I got about getting a bank appointment?": "appointment", 
    "What is the amount of money available": "balance", 
    "how much can I take out at one time?": "withdrawal", 
    "Supply me with more checks.": "checks", 
    "what do i have to do to close my bank account?": "close", 
    "please tell me my bank's earliest hours of business": "hours", 
    "How do I go about closing my account?": "close", 
    "How would I go about ordering additional checks?": "checks", 
    "Do I have to go to the bank to close an account?": "close", 
    "what amount can i withdraw at one time": "withdrawal", 
    "How do I proceed if I wish to shut down my account": "close", 
    "Let me see the bank routing number": "routing", 
    "Please let me know the maximum I can withdraw": "withdrawal", 
    "How can i get ahold of the bank?": "phone", 
    "Help me find my bank routing number.": "routing", 
    "What is the phone number of my bank?": "phone", 
    "What's the hours at the bank?": "hours", 
    "give me the cash amount that I have available": "balance", 
    "Do they accept walk in appointments?": "appointment", 
    "i need to know what my one time withdrawal limit is": "withdrawal", 
    "I need to withdraw money , how much is allowed": "withdrawal", 
    "How much can I take out at once?": "withdrawal", 
    "what is the maximum that can be withdrawn at one time": "withdrawal", 
    "I need to call my bank. What is the number?": "phone", 
    "what is my available cash currently?": "balance", 
    "Please tell me what to do to close my account.": "close", 
    "would you show me how to get a safe deposit box?": "safe", 
    "When does my bank open?": "hours", 
    "How much can I take out at once.": "withdrawal", 
    "what is the most i can take out at one time": "withdrawal", 
    "What ways can I check my balance?": "balance", 
    "give me the contact information for calling the bank.": "phone", 
    "Can I walk in for an appointment?": "appointment", 
    "Tell me what to do to get a safe deposit box": "safe", 
    "Where are nearby atm machines?": "location", 
    "Can you point in the direction of a place that can sell me more checks?": "checks", 
    "when is the bank gonna open?": "hours", 
    "How does one sign up for a safe deposit box?": "safe", 
    "what is the process for closing an acct": "close", 
    "What is the process for closing an account": "close", 
    "Do you know of any atms in the vicinity?": "location", 
    "Can walk in appointments be made?": "appointment", 
    "get me more checks": "checks", 
    "I need a safe deposit box, what do I need to fill out?": "safe", 
    "What would the nearest bank branch to me be?": "location", 
    "What are the steps to get a safe deposit box?": "safe", 
    "I would like to schedule an appointment at the bank. Show me how.": "appointment", 
    "what is the routing number": "routing", 
    "Do you happen to know my max withdraw limit?": "withdrawal", 
    "Let me have more checks": "checks", 
    "Find me a branch near me.": "location", 
    "Is the bank gonna open soon?": "hours", 
    "do you have the best contact number for the bank": "phone", 
    "What is the maximum amount I can withdraw": "withdrawal", 
    "What forms do I need to fill out to open a safety deposit box?": "safe", 
    "If I want a safe deposit box, what can I fill out?": "safe", 
    "please tell me the bank's routing number": "routing", 
    "I need a safe deposit box, what's the paperwork like?": "safe", 
    "I need help ordering more checks": "checks", 
    "where is the nearest bank branch?": "location", 
    "how can i reach the bank by phone": "phone", 
    "Please walk me through how to close an account.": "close", 
    "what is the max amount I can withdraw?": "withdrawal", 
    "What ATM is the closest?": "location", 
    "Can I take a bus to my bank": "location", 
    "How much can I take out without going over my limit": "withdrawal", 
    "What is the max I can take out at one time?": "withdrawal", 
    "How much money do I have?": "balance", 
    "I need some more checks": "checks", 
    "give me information for calling the bank.": "phone", 
    "do you know what the routing number is on my checks": "routing", 
    "What are the bank's opening hours?": "hours", 
    "Send me the number of my bank.": "phone", 
    "can i have my cash balance ?": "balance", 
    "Walk me through the process of closing an account": "close", 
    "What time will my bank open up": "hours", 
    "Is there a one-time withdrawal limit?": "withdrawal", 
    "Could you advise whether there are any atms located near me?": "location", 
    "And my banks phone number is?": "phone", 
    "What kind of stuff do I need to sign so I can open a safe deposit box?": "safe", 
    "What do I need to do to open a safe deposit box?": "safe", 
    "How can I find out if there are atms near me?": "location", 
    "What do I do to get a bank appointment?": "appointment", 
    "How do I find my bank routing number?": "routing", 
    "I need to get some more checks": "checks", 
    "how do i close my bank acct": "close", 
    "My withdrawal limit is one time": "withdrawal", 
    "Schedule an appointment for tomorrow at the bank": "appointment", 
    "I need my banks phone number": "phone", 
    "explain how I can order more checks": "checks", 
    "can we find any atm around": "location", 
    "Where would I need to look to get my bank's routing number?": "routing", 
    "Let me know how to call the bank.": "phone", 
    "Can you locate my bank's routing number?": "routing", 
    "Set an appointment for the bank": "appointment", 
    "Are there any safety deposit box's near me?": "safe", 
    "Where is my banks routing number": "routing", 
    "At what hour does the bank open?": "hours", 
    "I need help finding my bank routing number.  Can you help?": "routing", 
    "Ordering more checks is necessary": "checks", 
    "Is there an amount limit that I cannot exceed in a withdrawal at this moment?": "withdrawal", 
    "Where can I find my bank's number?": "phone", 
    "what are some close banks?": "location", 
    "What's my latest balance amount?": "balance", 
    "where is the closest bank": "location", 
    "Where is the routing number located?": "routing", 
    "How do I find my bamk's routing number?": "routing", 
    "Get me more checks.": "checks", 
    "Currently how much cash is available to me": "balance", 
    "what is my banks telephone number": "phone", 
    "What forms are required for a safe deposit box": "safe", 
    "I want to order some of my checks": "checks", 
    "what is the max for a withdrawal": "withdrawal", 
    "How can I reorder checks": "checks", 
    "When is my bank open for operations": "hours", 
    "What steps are needed to close my account": "close", 
    "Please direct me to the nearest banks.": "location", 
    "guide me through the process of account closure": "close", 
    "How can I order additional checks?": "checks", 
    "do you take walk in appointments?": "appointment", 
    "Where is my routing number?": "routing", 
    "how do i check my balance": "balance", 
    "What forms are needed from me to get a safe deposit box": "safe", 
    "Are there forms to get a safe deposit box?": "safe", 
    "What can I store in a safety deposit box?": "safe", 
    "When can I actually go to the bank?": "hours", 
    "How do I find my bank's routing number?": "routing", 
    "Where do I get a safe deposit box?": "safe", 
    "I need to order additional checks.": "checks", 
    "What do I have to do to close an account?": "close", 
    "how do i go about ordering more checks": "checks", 
    "How can I find my bank routing information?": "routing", 
    "If I needed to close my account, how would I go about it?": "close", 
    "how do i close out an account": "close", 
    "Schedule an appointment with my bank.": "appointment", 
    "how can i call the bank?": "phone", 
    "What's the highest amount I can withdraw at one time?": "withdrawal", 
    "what is the total moneys in my account please": "balance", 
    "I want to know how I can call the bank": "phone", 
    "Am I able to just walk in to get an appointment?": "appointment", 
    "what's the best way to get a safe deposit box": "safe", 
    "Where is the nearest ATM?": "location", 
    "How do I close my account please": "close", 
    "What do I need to bring to open a safety deposit box?": "safe", 
    "what time does my bank open": "hours", 
    "How do I order another box of checks?": "checks", 
    "what can I withdraw at once?": "withdrawal", 
    "What is the limit to withdrawing money?": "withdrawal", 
    "Send me the bank's phone number.": "phone", 
    "Please tell me how to close my account.": "close", 
    "where do i go for a safe deposit box": "safe", 
    "Can you point me in the direction of my bank's routing number?": "routing", 
    "How do I close an account?": "close", 
    "Show me the routing number for my bank": "routing", 
    "Can you tell me how to get a safety deposit box?": "safe", 
    "Can you please give me the phone number for my bank?": "phone", 
    "Tell me how to close my account.": "close", 
    "are walk in appointments offered": "appointment", 
    "what list of things do i have to fill out to get a safe deposit box?": "safe", 
    "Order more checks.": "checks", 
    "What is the bank's routing number?": "routing", 
    "I'm out of checks, I need more.": "checks", 
    "How much money can I take at once?": "withdrawal", 
    "i need to get my banks telephone number": "phone", 
    "Checks needed.": "checks", 
    "What hours are the bank open for?": "hours", 
    "For a safe deposit box what do I need to fill out": "safe", 
    "which bank is closest": "location", 
    "i want to close a bank account, how do i go about it?": "close", 
    "What branch is in closest proximity to me?": "location", 
    "Walk ins ok?": "appointment", 
    "what is the earliest I can get to my bank?": "hours", 
    "Chase bank times?": "hours", 
    "What is the account's cash balance?": "balance", 
    "how do i close my account": "close", 
    "How early is my bank open, do you know?": "hours", 
    "I need my bank's routing number": "routing", 
    "what are the steps to closing my account?": "close", 
    "I need to call the bank so will you tell me their number": "phone", 
    "how can I order additional checks": "checks", 
    "How can I get a safe deposit box?": "safe", 
    "I need to see where my balance is at.": "balance", 
    "where is my routing number found": "routing", 
    "Which ATMs are near me?": "location", 
    "Can you help me find my bank routing number?": "routing", 
    "Can you tell me my bank's max withdrawal limit?": "withdrawal", 
    "What is my banks routing number": "routing", 
    "how do i open a safe deposit box": "safe", 
    "I require a supplemental check order.": "checks", 
    "what are the business hours for my bank": "hours", 
    "When does the bank open?": "hours", 
    "How can I check my balance?": "balance", 
    "How do I found out what my bank routing number is?": "routing", 
    "how do I know when the bank opens": "hours", 
    "Help me get an appointment at my bank branch.": "appointment", 
    "I need to know my total cash balance.": "balance", 
    "I wish to order more checks": "checks", 
    "I want to close my bank account.": "close", 
    "I need to know my banks phone number.": "phone", 
    "what is my routing number?": "routing", 
    "What forms do I need to get a safe deposit box?": "safe", 
    "What time is my bank open?": "hours", 
    "Show me my current cash balance.": "balance", 
    "Is there a way to find my bank routing number?": "routing", 
    "How do I get a walk in appointment?": "appointment", 
    "What are the steps I need to take to close my account here": "close", 
    "What needs my signature for opening a safe deposit box?": "safe", 
    "Which banks are closest to my current location?": "location", 
    "What is the telephone number to my bank?": "phone", 
    "I'd like more checks": "checks", 
    "What is the nearest bank?": "location", 
    "what is the banks contact phone number": "phone", 
    "Are walk ins allowed?": "appointment", 
    "What time does the bank open in the morning?": "hours", 
    "Show me account balance please.": "balance", 
    "I need the bank routing number": "routing", 
    "order more checks": "checks", 
    "what is the most I can take out for a one-time withdrawal?": "withdrawal", 
    "What is the routing number for my bank?": "routing", 
    "What is the bank's schedule for opening?": "hours", 
    "Please set up a bank appointment for me.": "appointment", 
    "are walk ins possible": "appointment", 
    "Could you tell me when my bank is open for doing business?": "hours", 
    "How do I get an account closed": "close", 
    "I need the phone number for my bank": "phone", 
    "What should I do to arrange a meeting at the bank?": "appointment", 
    "let me know how more checks can be ordered": "checks", 
    "What are my bank's opening hours?": "hours", 
    "I will need more checks.": "checks", 
    "I would like to close my account so please let me close it.": "close", 
    "What's the limit for withdrawals?": "withdrawal", 
    "Please schedule me for an appointment at the nearest branch.": "appointment", 
    "Who do I need to speak to to get a safe deposit box?": "safe", 
    "Help me find out where the closest bank office is": "location", 
    "What steps do I need to take to get a safe deposit box?": "safe", 
    "Help me get new checks ordered.": "checks", 
    "i need the routing number for my bank": "routing", 
    "i need to call the bank, give me the information.": "phone", 
    "I need my bank's number.": "phone", 
    "I would like info on calling the bank": "phone", 
    "What is the banks information so that I can call?": "phone", 
    "How do I set up an appointment at the bank?": "appointment", 
    "Do you accept walk in appointments?": "appointment", 
    "how much money is available": "balance", 
    "Where are banking locations near me?": "location", 
    "I want to check my balance.": "balance", 
    "Can you please tell me how I can call the bank?": "phone", 
    "Can you please tell me if I can walk in for an appointment?": "appointment", 
    "Can I get my balance somehow?": "balance", 
    "I want to know more about obtaining a safety deposit box.": "safe", 
    "Who do I contact to set up an appointment at the bank?": "appointment", 
    "I need an appointment to be scheduled for the bank": "appointment", 
    "I need my banks routing number": "routing", 
    "What's my bank's routing number currently?": "routing", 
    "I ran out of checks and need more ordered": "checks", 
    "what are the steps to follow to get a safe deposit box": "safe", 
    "What is the phone number to my bank?": "phone", 
    "I'd like to arrange for an appointment at the bank": "appointment", 
    "can we locate any atm near me": "location", 
    "What is the opening time for my branch?": "hours", 
    "can you have walk ins?": "appointment", 
    "Where are the closest branches?": "location", 
    "Can you tell me how I can get a safe deposit box?": "safe", 
    "Help me get a safe deposit box.": "safe", 
    "Can you look into providing the bank's number?": "phone", 
    "I ran out of checks and need to order more": "checks", 
    "Do your appointments include walk in appointments?": "appointment", 
    "are any atms nearby?": "location", 
    "hours at my bank": "hours", 
    "Is there an ATM near to here?": "location", 
    "Can I get a meeting if I show up to the bank without an appointment scheduled": "appointment", 
    "are there atms near my location": "location", 
    "can you tell me the withrawal max": "withdrawal", 
    "Please provide my bank's phone number.": "phone", 
    "I want to close my account please show me how.": "close", 
    "What number should I call to reach the bank": "phone", 
    "What is the process for enrolling in a safe deposit box?": "safe", 
    "What are the steps for a bank appointment?": "appointment", 
    "Can you tell me my bank's phone number?": "phone", 
    "please order more checks": "checks", 
    "Where can I see my account balance?": "balance", 
    "How can I get more checks?": "checks", 
    "Where are the closest atms?": "location", 
    "What number do I dial to call my bank?": "phone", 
    "once my bank is opened, inform me.": "hours", 
    "Where's the nearest ATM?": "location", 
    "Where's the bank branch I'm closest to?": "location", 
    "I need to know how to set up an appointment at my bank.": "appointment", 
    "What would the routing number be to my bank account?": "routing", 
    "where is the balance checked?": "balance", 
    "can you provide me information on opening a safe deposit box": "safe", 
    "will the bank be open soon?": "hours", 
    "Do you see any atms around here?": "location", 
    "If I want to close an account, what's the procedure?": "close", 
    "what is my routing number at this bank": "routing", 
    "Where is my bank routing information?": "routing", 
    "what is my checking account routing number here": "routing", 
    "do I have a withdrawal limit for each transaction": "withdrawal", 
    "What's the most I can get from one withdrawal?": "withdrawal", 
    "what is the limit for a one time withdrawal": "withdrawal", 
    "Can I walk in?": "appointment", 
    "Can I have some more checks?": "checks", 
    "Can you tell me the routing number of my bank?": "routing", 
    "can i perform a balance check": "balance", 
    "Where do I have to go to get a safe deposit box?": "safe", 
    "By which number can my bank be reached?": "phone", 
    "I gotta order more checks": "checks", 
    "I need to order more checks": "checks", 
    "Can you tell me the time when the bank will open?": "hours", 
    "Can you tell me my balance?": "balance", 
    "Do you know how I can acquire more checks?": "checks", 
    "Where can I find my banks routing number": "routing", 
    "How do I go about signing up for a safe deposit box?": "safe", 
    "What time does the bank open?": "hours", 
    "WHAT IS MY BANK NUMBER": "phone", 
    "if i want to do a walk in appointment is that possible": "appointment", 
    "Out of my total balance what amount is cash?": "balance", 
    "When will Chase be opening?": "hours", 
    "I need to get more checks": "checks", 
    "Let me know my bank's routing number.": "routing", 
    "I need to find a close bank.": "location", 
    "I need to reorder checks": "checks", 
    "I want to order more checks.": "checks", 
    "Can you tell me what my bank's routing number is?": "routing", 
    "which banks are closest to where I am right now.": "location", 
    "how do i get in touch with the bank ?": "phone", 
    "how early does the bank unlock its doors?": "hours", 
    "Tell me the bank's routing number.": "routing", 
    "What is the cash balance in my account?": "balance", 
    "what i need to fill out to get a safe deposit box is what?": "safe", 
    "can you tell me what my checking routing number is": "routing", 
    "I wanna know the maximum withdrawal limit": "withdrawal", 
    "Could you give me another checkbook?": "checks", 
    "Would you let me know when my bank opens for business?": "hours", 
    "I need info on calling the bank": "phone", 
    "can you teach me how to get additional checks": "checks", 
    "how do i know what my max withdrawal is": "withdrawal", 
    "how do i get the telephone number of the bank": "phone", 
    "i need to know what amount of cash balance i have available ?": "balance", 
    "TELL ABOUT THE NEED TO CLOSE THE ACCOUNT": "close", 
    "What are the hours for my bank?": "hours", 
    "i need the bank routing number": "routing", 
    "What's the upper limit of money I can take out once?": "withdrawal", 
    "What banks are in my area?": "location", 
    "where is the routing number for the bank?": "routing", 
    "How much is the limit on withdrawals?": "withdrawal", 
    "I'd like to know the banks that are closest to me": "location", 
    "What would the nearest bank to me be?": "location", 
    "I want to close a bank account, can you tell me how to do it?": "close", 
    "what is the phone number of my bank": "phone", 
    "How can I cancel my account?": "close", 
    "send me the bank's phone number": "phone", 
    "What's the number to my bank?": "phone", 
    "What do I do to close an account?": "close", 
    "what steps do i take to close my account": "close", 
    "what cash is in my balance?": "balance", 
    "Where can I find my balance?": "balance", 
    "If I withdraw a thousand dollars today, will that exceed the most I can take out at one time?": "withdrawal", 
    "\"Going to the bank, and getting some cash. You coming, or staying home?\"": "appointment", 
    "Please let me check my balance.": "balance", 
    "What's the most I can get out at one time?": "withdrawal", 
    "Can I get a walk on appointment today?": "appointment", 
    "does the bank offer walk in appointments": "appointment", 
    "What time's the bank open up?": "hours", 
    "Do you need an appointment to be seen?": "appointment", 
    "Do you take walk ins?": "appointment", 
    "I want to schedule a walk in.": "appointment", 
    "what is the location of the closest bank to me": "location", 
    "What is the cash balance currently showing as available": "balance", 
    "Can you tell me what the max I can withdraw is?": "withdrawal", 
    "How can I find the routing number for my bank?": "routing", 
    "I need an account closed, what do I do": "close", 
    "How do I attain one safe deposit box?": "safe", 
    "do you accept walk in appointments": "appointment", 
    "I would like to close my account please show me.": "close", 
    "I want to close my bank account immediately.": "close", 
    "I am looking for a branch near me.": "location", 
    "What is the balance in my checking account?": "balance", 
    "where is the routing number": "routing", 
    "where is information about my balance": "balance", 
    "What is the maximum I can withdraw at one time?": "withdrawal", 
    "Is there a way that I can get additional checks?": "checks", 
    "When does my bank open it's doors?": "hours", 
    "I need more checks": "checks", 
    "Which bank branch is nearest to me?": "location", 
    "what can I get as a withdrawal limit for one time?": "withdrawal", 
    "how do I find my routing number?": "routing", 
    "Can I get some additional checks?": "checks", 
    "How early does the bank open?": "hours", 
    "What steps do I take to get a safe deposit box?": "safe", 
    "If I want to sign up for a safe deposit box, how do I do that?": "safe", 
    "when will the bank open": "hours", 
    "Find out my bank's phone number": "phone", 
    "banks within two miles of me": "location", 
    "What's the withdrawal limit?": "withdrawal", 
    "Do I need to schedule an appointment in advance or can I walk in and get one": "appointment", 
    "What's the closest bank branch to my house?": "location", 
    "what is an easy way to check my balance?": "balance", 
    "can you tell me how to get a safe deposit box": "safe", 
    "What is my bank balance?": "balance", 
    "What do I need to do to finish an account out?": "close", 
    "can you get my routing number for me?": "routing", 
    "How much money am I allowed to take out at one time": "withdrawal", 
    "When does my bank open for business?": "hours", 
    "I need to call my bank. Show me the number.": "phone", 
    "APPLYING FOR THE JOB": "appointment", 
    "Tell me how to close this account , my checking": "close", 
    "How do I get some more checks": "checks", 
    "What time is the bank open?": "hours", 
    "Can i have the phone number to my bank": "phone", 
    "How do I ring the bank?": "phone", 
    "How do I order more checks?": "checks", 
    "How does one close their bank account with you?": "close", 
    "can you tell me my routing number please?": "routing", 
    "provide the banks located closest to me": "location", 
    "IS THIS MY BANK NUMBER": "phone", 
    "is a safe deposit box free": "safe", 
    "is my bank open now": "hours", 
    "ASK ABOUT THE WITHDRAWAL LIMIT AT YOUR BANK": "withdrawal", 
    "I need to know the steps I need to take to close my account.": "close", 
    "tell me the nearest atm": "location", 
    "How do I get a hold of a safe deposit box?": "safe", 
    "What's my cash balance's availability?": "balance", 
    "What are the operating hours for the bank today?": "hours", 
    "where is my bank's routing number": "routing", 
    "How can I view how much money I have?": "balance", 
    "What's the routing number for my bank?": "routing", 
    "what is my banks phone number": "phone", 
    "are you allowed to close my account for me": "close", 
    "Which ATMs are nearest to my location?": "location", 
    "Where is the closest bank location": "location", 
    "How do I go about getting a bank appointment?": "appointment", 
    "what forms do i use to get a safe deposit box": "safe", 
    "how do I go about ordering additional checks": "checks", 
    "how is an appointment set up at the bank?": "appointment", 
    "Where is the closest bank branch?": "location", 
    "How much money is in my account?": "balance", 
    "Send me more checks.": "checks", 
    "What do I do to close a bank account?": "close", 
    "I wanna sign up for a safe deposit box": "safe", 
    "WHERE IS MY BANK NUMBER": "phone", 
    "Where is the nearest bank branch?": "location", 
    "do you know what the routing number is": "routing", 
    "What time does the bank begin operation?": "hours", 
    "What is the most I am able to withdraw from my account?": "withdrawal", 
    "Can I look at my balance?": "balance", 
    "can you help me sign up for a safe deposit box": "safe", 
    "Do you know what it takes to get more checks?": "checks", 
    "I need the routing number to my bank.": "routing", 
    "How much available cash do I have?": "balance", 
    "When does my bank open in the morning?": "hours", 
    "Find out my maximum withdrawal limit": "withdrawal", 
    "I need to know how to close my account.": "close", 
    "I want more checks": "checks", 
    "APPROACH THE BANK OFFICERS": "close", 
    "Will you get me more checks?": "checks", 
    "What is my maximum withdrawal cap?": "withdrawal", 
    "how much money can i withdraw at once?": "withdrawal", 
    "What cash is available to me now": "balance", 
    "I need an atm close to me.": "location", 
    "How do I close a bank account?": "close", 
    "please provide my banks number": "phone", 
    "Please tell me where I need to go to check a balance.": "balance", 
    "I'd like information on how to close a bank account.": "close", 
    "Can you get my routing number?": "routing", 
    "Are walk in appointments acceptable?": "appointment", 
    "I need my banks phone number.": "phone", 
    "Find my routing number": "routing", 
    "Who can tell me my balance?": "balance", 
    "What are the opening hours of the bank?": "hours", 
    "What's my cash balance?": "balance", 
    "what do i have to do to schedule an appointment at the bank": "appointment", 
    "What's my bank balance?": "balance", 
    "can you give me info about getting a safety deposit box": "safe", 
    "Find out how early I can arrive at my bank": "hours", 
    "What are the banking hours?": "hours", 
    "What is the opening time for my bank?": "hours", 
    "please tell me what steps I need to take in order to get a appointment at the bank": "appointment", 
    "Help me close an account": "close", 
    "I want an appointment with the bank.": "appointment", 
    "WHICH IS MY BANK NUMBER": "phone", 
    "How much is my cash balance?": "balance", 
    "Can you explain how to close an account?": "close", 
    "What's the process to get more checks?": "checks", 
    "Where can I get a my bank's routing number from?": "routing", 
    "What times are available for an appointment at the bank?": "appointment", 
    "I gotta shut down my account, show me how?": "close", 
    "I want to know how to close my account here": "close", 
    "Please provide more checks": "checks", 
    "When will my bank open?": "hours", 
    "Give me my bank phone number please.": "phone", 
    "Where do I go to see my balance?": "balance", 
    "i want an appointment at the bank, schedule it.": "appointment", 
    "how can i find additional checks": "checks", 
    "Show me where to go to see my balance.": "balance", 
    "Where do I get a safety deposit box?": "safe", 
    "what form is required for a safe deposit box": "safe", 
    "Help me set up an appointment at the bank.": "appointment", 
    "How do I call the bank?": "phone", 
    "What information do I need to provide to get a safe deposit box?": "safe", 
    "What is the nearest bank branch location?": "location", 
    "How early will the bank be open for business": "hours", 
    "I need to know if I have to fill something out to get a safe deposit box.": "safe", 
    "What should I do to close an account?": "close", 
    "GIVE APPLICATION TO CLOSE THE ACCOUNT": "close", 
    "How do I check my balance?": "balance", 
    "How do I order my checks?": "checks", 
    "If I want more checks, what do I need to do?": "checks", 
    "What info is needed for a safe deposit box?": "safe", 
    "can you mail me more checks": "checks", 
    "WITHDRAWAL LIMIT WILL VARY FROM SAVINGS AND CURRENT ACCOUNT": "withdrawal", 
    "when will the bank be open?": "hours", 
    "Find the routing number for the bank.": "routing", 
    "please tell me how much I can take out of my checking account per day": "withdrawal", 
    "Give me directions to my bank": "location", 
    "i want to know how to get a safe deposit box.": "safe", 
    "How much is my bank's max withdrawal limit?": "withdrawal", 
    "what is my withdraw limit at one time?": "withdrawal", 
    "What is the phone number of my bank": "phone", 
    "where can i find my banks phone number": "phone", 
    "when is my bank open and what days": "hours", 
    "what's my routing number?": "routing", 
    "What's the max I'm able to take out": "withdrawal", 
    "Are any atms around?": "location", 
    "if i need an appointment today do you do walk ins": "appointment", 
    "can you tell me what my banks number is": "phone", 
    "How much cash do I have available": "balance", 
    "call the bank and get my routing number.": "routing", 
    "what must I do to close out my account?": "close", 
    "My account needs to be closed, how do I do it?": "close", 
    "i need to know how to check my balance": "balance", 
    "can you order more checks": "checks", 
    "Give me the phone number for the bank?": "phone", 
    "WHERE I WILL GET MY BANK NUMBER": "phone", 
    "What are the hours for the bank?": "hours", 
    "Could you give me information on getting extra checks?": "checks", 
    "need to know my max withdrawal": "withdrawal", 
    "How much cash do I have in my balance?": "balance", 
    "Can I get into the bank at 8 am": "hours", 
    "Find me the closest bank branch.": "location", 
    "What do I need to provide to access a safe deposit box?": "safe", 
    "I need my bank's number": "phone", 
    "I need to schedule a meeting with bank representative.": "appointment", 
    "What amount is currently available in the balance?": "balance", 
    "I wanna know the bank number": "phone", 
    "what do i have to do in order to get more checks": "checks", 
    "I need some moola, so make me an appointment to go to the bank.": "appointment", 
    "what is the process for getting a safe deposit box": "safe", 
    "I need to call the bank": "phone", 
    "At what time does this bank open its doors?": "hours", 
    "What is my bank's phone number?": "phone", 
    "What's my ban'ks number?": "phone", 
    "which banks are located near me": "location", 
    "I need to call my bank and need the number.": "phone", 
    "I need you to send me the bank phone number": "phone", 
    "Tell me where to find the nearest bank branch.": "location", 
    "When's opening time for the bank?": "hours", 
    "Can I see the bank routing number?": "routing", 
    "Can you give me directions to the nearest bank?": "location", 
    "how can I reorder my checks": "checks", 
    "What's the limit for cash withdrawal?": "withdrawal", 
    "Where can I find an ATM near me?": "location", 
    "i need more checks": "checks", 
    "Could you show me the closest banks to me?": "location", 
    "Do you know what the bank routing number is?": "routing", 
    "Where can I find my bank's routing number?": "routing", 
    "Please help me close my bank account.": "close", 
    "Is there a limit to how much I can withdraw?": "withdrawal", 
    "if i need to close my bank acct how can i do this": "close", 
    "How much cash do i have in my account?": "balance", 
    "Please set up an appointment for me at the bank.": "appointment", 
    "What's my bank routing number?": "routing", 
    "Do I need to file an application for a safe deposit box?": "safe", 
    "what steps do I take to make an appointment at the bank?": "appointment", 
    "where can I look at my balance?": "balance", 
    "WRITTEN TEST": "appointment", 
    "I no longer need my account.": "close", 
    "How much money can I take out in total at one time": "withdrawal", 
    "when my bank is open, tell me.": "hours", 
    "Where's the closest ATM to me?": "location", 
    "What's my bank's routing number?": "routing", 
    "Provide me with additional checks.": "checks", 
    "Show me how to sign up for the safe deposit box.": "safe", 
    "How much can I withdraw in one transaction?": "withdrawal", 
    "Can I get a routing number from you?": "routing", 
    "Where is the nearest bank to my location?": "location", 
    "How do I find my balance?": "balance", 
    "Can you give me my balance?": "balance", 
    "Could you tell me which banks are in closest proximity to my location?": "location", 
    "How much can I take out of my account one time?": "withdrawal", 
    "does my bank open before 8 am": "hours", 
    "where is a close bank branch?": "location", 
    "I need an appointment at the bank today": "appointment", 
    "What's the closest bank?": "location", 
    "Routing number of bank please.": "routing", 
    "Can you provide my bank's routing number?": "routing", 
    "Get me the number for my bank.": "phone", 
    "Please send me more checks.": "checks", 
    "Give me directions to the nearest bank": "location", 
    "I would like to close my account.": "close", 
    "What's the process to set up a bank appointment": "appointment", 
    "I wanna see the bank routing number": "routing", 
    "I need a new safety deposit box": "safe", 
    "The bank opens at what time?": "hours", 
    "How do I close out an account?": "close", 
    "Can I get some help with closing my account?": "close", 
    "Will it be possible to walk in to make an appointment?": "appointment", 
    "are there any atms close to my current location": "location", 
    "how do i schedule a appointment at the bank": "appointment", 
    "What are the closest banks to me?": "location", 
    "Please provide the steps to take to close an account.": "close", 
    "Can you help me with the steps to close my bank account?": "close", 
    "At what time will my bank open": "hours", 
    "what are the requirements to complete if I want to end my account?": "close", 
    "Please tell me the information I need to call the bank.": "phone", 
    "how much cash can I take out at a time": "withdrawal", 
    "How do I close this bank account.": "close", 
    "show me my banks phone number": "phone", 
    "Where do I sign up for a safe deposit box?": "safe", 
    "How do I go about making an appointment?": "appointment", 
    "What is the maximum one time withdrawal transaction I can make?": "withdrawal", 
    "THE CHECKS WILL COME TO OUR HOME VIA POST": "checks", 
    "I need to find my balance.": "balance", 
    "what is the max i can withdraw at one time": "withdrawal", 
    "What steps should I take to close an account": "close", 
    "How can I make an appointment at the bank?": "appointment", 
    "What's the process for setting up a bank appointment?": "appointment", 
    "How do I got about closing my account?": "close", 
    "How much is the available cash balance": "balance", 
    "check and see what my balance is": "balance", 
    "Reorder my checks please": "checks", 
    "Where can we sign up for a safe deposit box?": "safe", 
    "What are my options to get a safe deposit box?": "safe", 
    "What time does my bank open?": "hours", 
    "Tell me the bank phone number": "phone", 
    "What can I do to close my account?": "close", 
    "need to make appointment at bank": "appointment", 
    "where can I check my balance?": "balance", 
    "How can I close an account?": "close", 
    "I want to make an appointment with a banker": "appointment", 
    "Let me make an appointment at the bank": "appointment", 
    "what is the address of the bank closest to me": "location", 
    "I need to know how to order my checks, I am running low on them.": "checks", 
    "Is my bank's routing number available?": "routing", 
    "what is the limitation on my one time withdrawal": "withdrawal", 
    "How can I go about closing my account?": "close", 
    "Who do I need to speak with to get an appointment at the bank?": "appointment", 
    "at any one time, what is my withdraw limit?": "withdrawal", 
    "what is the procedure for closing a bank account?": "close", 
    "send me some more checks please": "checks", 
    "Will you take a walk in?": "appointment", 
    "how do I order more checks to write?": "checks", 
    "I'm trying to find out how to close an account I have.": "close", 
    "tell me the steps involved in getting a safe deposit box.": "safe", 
    "What is the process for obtaining a safe deposit box?": "safe", 
    "Which bank brach is closest to me?": "location", 
    "What kind of paperwork does it take to get a safe deposit box?": "safe", 
    "How can I find my bank's routing number?": "routing", 
    "Do I need to fill out anything for a safe deposit box?": "safe", 
    "What steps do I need to take to close an account?": "close", 
    "Set up an appointment for me at the bank.": "appointment", 
    "Where is the closest bank branch located?": "location", 
    "check my schedule and fix an appointment at the bank.": "appointment", 
    "provide my banks phone number": "phone", 
    "How can I get a bank appointment": "appointment", 
    "what is the best routing number for my bank": "routing", 
    "When does my bank start for the day?": "hours", 
    "what steps should i take to close an account": "close", 
    "Pull up a list of banks closest to me": "location", 
    "Where do I go to close an account?": "close", 
    "I need an appointment at my bank.": "appointment", 
    "Where's the closest branch located?": "location", 
    "What steps do I take to close my account?": "close", 
    "What are the steps to take to close my account?": "close", 
    "what are the requirements in regard to getting a safe deposit box": "safe", 
    "What is the contact information for my bank?": "phone", 
    "I want to make an appointment to talk to someone.": "appointment", 
    "I ran out of checks and want to get more": "checks", 
    "Do you offer walk-in appointments?": "appointment", 
    "what do i need to do to get an appointment?": "appointment", 
    "Look up the bank's opening hour": "hours", 
    "Where is my balance located at?": "balance", 
    "how do i go about getting an appointment at the bank": "appointment", 
    "I need to know where the close banks are": "location", 
    "Can I get my banks routing number": "routing", 
    "Where can I get a bank appointment?": "appointment", 
    "Can I just come in without a set appointment?": "appointment", 
    "I need my account closed, what do I do?": "close", 
    "Am I able to view my balance?": "balance", 
    "What do I need to do to close my accout": "close", 
    "What is the limit I can get out at this time?": "withdrawal", 
    "how much money can I take out per day": "withdrawal", 
    "I need to meet with someone at the bank": "appointment", 
    "I'd like to schedule an appointment at the bank.": "appointment", 
    "What steps do I need to take to close my account?": "close", 
    "Can you tell me what things I need to give to get a safe deposit box?": "safe", 
    "Please give me my bank's routing number.": "routing", 
    "where is a bank": "location", 
    "please tell me when the bank opens": "hours", 
    "how is a bank account closed?": "close", 
    "can I call the bank and get an appointment?": "appointment", 
    "How do I order more checks": "checks", 
    "I need to retrieve my banks number": "phone", 
    "What is the limit I am able to withdraw at this time?": "withdrawal", 
    "What do I have to do to set up an appointment at the bank?": "appointment", 
    "Do you offer safe deposit boxes?": "safe", 
    "is there a limit on how much I can withdraw at one time?": "withdrawal", 
    "Let me know how much I can take out at once.": "withdrawal", 
    "How do I see what my account balance is?": "balance", 
    "How much money can I withdraw before I hit my limit?": "withdrawal", 
    "How do I get to the nearest banks near me?": "location", 
    "Let me set up an appointment at my local branch.": "appointment", 
    "where can i find my banks routing number": "routing", 
    "What are the nearest banks to me?": "location", 
    "What's the most I can take out?": "withdrawal", 
    "What are the steps to close an account?": "close", 
    "Where do I locate my banks number?": "phone", 
    "I need to call the bank, what's the number?": "phone", 
    "what is the procedure for procuring a safe deposit box": "safe", 
    "what is my max withdrawal limit": "withdrawal", 
    "Can I check out the bank routing number?": "routing", 
    "If I am withdrawing money, will I encounter a limit?": "withdrawal", 
    "tell me the way to get additional checks": "checks", 
    "How do I check how much money is in my account?": "balance", 
    "where can I located my routing number for the bank?": "routing", 
    "Can you find my bank's routing number?": "routing", 
    "i need to know my bank's routing number": "routing", 
    "where is my balance checked?": "balance", 
    "What time does the bank open everyday?": "hours", 
    "What do I need to do to get a safe deposit box?": "safe", 
    "What is the cash balance": "balance", 
    "How much cash can I get at a time?": "withdrawal", 
    "Where is the nearest bank or two?": "location", 
    "How much can I withdraw at one time?": "withdrawal", 
    "provide the routing number of my bank": "routing", 
    "What time does my bank open today?": "hours", 
    "I need to place an order for additional checks": "checks", 
    "I'm in need of more checks.": "checks", 
    "is there paper work for getting a safe deposit box": "safe", 
    "what is the total amount of money that I can get from a withdrawal at one time": "withdrawal", 
    "Where do I go to see my current balance?": "balance", 
    "If I want to close my account, what should I do?": "close", 
    "fix an appointment for me at the bank.": "appointment", 
    "Do you know the routing number for my bank?": "routing", 
    "what is the process for checking my balance": "balance", 
    "Where can I order more checks?": "checks", 
    "Could you help me figure out my bank's routing number?": "routing", 
    "How much cash balance is left?": "balance", 
    "i am out of checks and need more": "checks", 
    "Please let me know my max withdrawal limit.": "withdrawal", 
    "I need to set up a meeting at the bank": "appointment", 
    "May I make an appointment at the bank?": "appointment", 
    "Can I do a walk in appointment?": "appointment", 
    "Where's the info about my bank balance?": "balance", 
    "What steps do I have to take to close my account?": "close", 
    "How much is the maximum I can withdraw at one time?": "withdrawal", 
    "Are there any ATMs close to me?": "location", 
    "where is the nearest atm": "location", 
    "is the bank going to open very soon?": "hours", 
    "Where can I find the nearest bank branch?": "location", 
    "Do I need an appointment or can I walk in?": "appointment", 
    "I need additional checks, can you show me how?": "checks", 
    "I need my bank's routing number from you.": "routing", 
    "get me the information i need to call the bank.": "phone", 
    "Let me know how I can get a safe deposit box.": "safe", 
    "where are more checks": "checks", 
    "FIRST WE GO THE BANK": "close", 
    "Can you schedule a meeting at the bank for me?": "appointment", 
    "What is the limit of how much I can withdraw at one time?": "withdrawal", 
    "GET THE CAL LETTER FOR TEST": "appointment", 
    "How do I get a safe deposit box?": "safe", 
    "How can i get a safe deposit box?": "safe", 
    "With the most I can take out?": "withdrawal", 
    "can you tell me what my bank's routing number is": "routing", 
    "Tell me my bank routing number": "routing", 
    "What banks are near here?": "location", 
    "How do I get to a bank near me?": "location", 
    "Check reorder please": "checks", 
    "What do I do to check my balance?": "balance", 
    "Can you get me the bank's phone number?": "phone", 
    "I need new checks": "checks", 
    "check to see if there any atm around": "location", 
    "I need to know the bank's routing number": "routing", 
    "When will the bank open?": "hours", 
    "What's the upper limit of what I can withdraw": "withdrawal", 
    "Please tell me the amount of my balance.": "balance", 
    "I need to refill my checkbook": "checks", 
    "What number do I dial to reach my bank": "phone", 
    "how do in close a bank account?": "close", 
    "Tell me what to do so that I can get more checks.": "checks", 
    "please help me know when the bank is open": "hours", 
    "Is there a cash machine near my location?": "location", 
    "I am unhappy with my account, is there a way to close it?": "close", 
    "how do i find the closest bank to my location": "location", 
    "what is the bank phone number?": "phone", 
    "I'd like to pencil in an appointment at your bank": "appointment", 
    "Can you give me my bank's routing number?": "routing", 
    "What is the bank's opening hours?": "hours", 
    "I need to close my bank account.": "close", 
    "What is my maximum withdrawal amount?": "withdrawal", 
    "I am almost out of checks and I need to get more": "checks", 
    "Can you guide me on where to check my balance?": "balance", 
    "I need more checks. Can you help me with that?": "checks", 
    "how can I check my balance?": "balance", 
    "THE BANK OFFICER TELL ABOUT THE LIMIT": "withdrawal", 
    "What is my available balance in cash?": "balance", 
    "Where do I see my balance?": "balance", 
    "What do I do to order more checks?": "checks", 
    "I'm out of checks.  Can you get me more?": "checks", 
    "I need to find out my banks routing number": "routing", 
    "Can I get to the nearest bank from where I am now?": "location", 
    "are any atms near me?": "location", 
    "APPROACH THE ANK": "withdrawal", 
    "I need more checks and need help with it.": "checks", 
    "What are the details for calling my bank?": "phone", 
    "What's the process to order more checks": "checks", 
    "What's the phone number where I bank?": "phone", 
    "can you tell which day my bank opens": "hours", 
    "how much cash balance do i have ?": "balance", 
    "I want a meeting at the bank set up": "appointment", 
    "can you let me know when the bank will open?": "hours", 
    "is there a limit on what I can withdrawal": "withdrawal", 
    "What do I do to get more checks?": "checks", 
    "What is my balance.": "balance", 
    "Can you see if there are any banks near me right now": "location", 
    "I would like to schedule an appointment at the bank.": "appointment", 
    "Can I just walk in for an appointment?": "appointment", 
    "What is my balance?": "balance", 
    "what is my bank's routing number": "routing", 
    "what do i need to do to close an account": "close", 
    "tell me what my max limit is": "withdrawal", 
    "What is the max limit I can withdrawl?": "withdrawal", 
    "I want to close my account. Show me how.": "close", 
    "when is my local bank open and what are the hours also": "hours", 
    "Where is the branch of my bank that is the closest to me?": "location", 
    "what is the process for obtaining a safe deposit box": "safe", 
    "What time does the bank open for business?": "hours", 
    "Do you accept walk-ins?": "appointment", 
    "What does it take to order checks?": "checks", 
    "At time time does my bank open?": "hours", 
    "Tell me how to cancel this bank account here.": "close", 
    "Would it be possible to get information on how to close a bank account?": "close", 
    "Where do I find the closest ATM?": "location", 
    "do you know when the bank opens in the morning": "hours", 
    "What do i do if i need to order more checks?": "checks", 
    "give me info on calling the bank": "phone", 
    "What is this bank's routing number?": "routing", 
    "What is the best way to set up an appointment at the bank?": "appointment", 
    "Can I just walk in, or do I need a prior appointment?": "appointment", 
    "What's my available cash balance currently": "balance", 
    "I need to know my balance.": "balance", 
    "Let me know what the phone number is for my bank.": "phone", 
    "can you schedule an appointment for me at the bank?": "appointment", 
    "where are the closest banks to me": "location", 
    "I need to know what to do if I want to be signed up for a safe deposit box": "safe", 
    "What is my balance": "balance", 
    "Where can I view my balance?": "balance", 
    "how much can I withdraw today": "withdrawal", 
    "the bank is open from what time?": "hours", 
    "Can I just walk in or do I need an appointment?": "appointment", 
    "what are the banks closest to me": "location", 
    "How much can I withdraw at the same time?": "withdrawal", 
    "Is there an ATM nearby?": "location", 
    "Can you give me the number to my bank?": "phone", 
    "What would the routing number be?": "routing", 
    "let me know the one time withdrawal limit for myself": "withdrawal", 
    "I would like to have more checks ordered.": "checks", 
    "Please give me my banks routing number": "routing", 
    "What is my bank's routing number?": "routing", 
    "can you send me more checks": "checks", 
    "What is the most amount I can take out on any given day.": "withdrawal", 
    "What is my withdrawal limit?": "withdrawal", 
    "I am running out of checks, how do I order more of them,": "checks", 
    "The bank opens its doors when?": "hours", 
    "I need to talk to someone in person at my bank.": "appointment", 
    "What steps must I take to get a safe deposit box": "safe", 
    "Are there atm machines near my location?": "location", 
    "How do I get an appointment at my bank?": "appointment", 
    "What cash amount is included in my balance?": "balance", 
    "How do I get my own safe deposit box at the bank?": "safe", 
    "I need the routing number, what is it?": "routing", 
    "Give me my bank's phone number.": "phone", 
    "Where's the closest bank?": "location", 
    "Let me check my balance please.": "balance", 
    "what time does the bank open": "hours", 
    "How much cash do I have?": "balance", 
    "How close is the nearest bank branch?": "location", 
    "Are there any atms close by?": "location", 
    "Is it alright to sign up for a safe deposit box?": "safe", 
    "what times are my bank open": "hours", 
    "Please let me know when the bank opens.": "hours", 
    "What are the steps I need to close an account?": "close", 
    "When will my bank be open today?": "hours", 
    "I need to talk to someone and need an appointment.": "appointment", 
    "What's the phone number to my bank?": "phone", 
    "How do I order new checks?": "checks", 
    "Can you find me the bank's phone number?": "phone", 
    "How much cash is available in the balance?": "balance", 
    "Show me how to close my account.": "close", 
    "what are the directions for opening a safe deposit box": "safe", 
    "I need to set up an appointment. Can you show me how?": "appointment", 
    "Are there atms near me?": "location", 
    "Close my bank account": "close", 
    "how can i get more checks": "checks", 
    "Where do I find the routing number?": "routing", 
    "How do I close my accout": "close", 
    "Let me know my routing number.": "routing", 
    "How much can I withdraw within my limit?": "withdrawal", 
    "I'm in need of additional checks": "checks", 
    "Is there a way to get additional checks?": "checks", 
    "What must be filled out in order to get a safe deposit box?": "safe", 
    "what is the maximum that can be withdrawn in a single transaction": "withdrawal", 
    "What is the closest bank to me?": "location", 
    "when my bank is open, I want to know.": "hours", 
    "Let me know what it takes to close my account.": "close", 
    "Help me sign up for the safe deposit box": "safe", 
    "What are the opening hours of my bank?": "hours", 
    "Gimme more checks": "checks", 
    "The last time I was here, there was no limit on the amount I could withdraw, so has that changed?": "withdrawal", 
    "I need information on how to close my bank account.": "close", 
    "Can you assist me with more checks?": "checks", 
    "What does my balance look like?": "balance", 
    "how do i get a safe deposit box": "safe", 
    "What is the opening hour for the bank?": "hours", 
    "find a bank near me": "location", 
    "Call the bank.": "phone", 
    "What do I do to open a safe deposit box?": "safe", 
    "quickly tell me the routing number on my checks please": "routing", 
    "What's my withdrawal limit for one transaction?": "withdrawal", 
    "Schedule a time for me to have an appointment at the bank.": "appointment", 
    "Can I reorder checks": "checks", 
    "Can I make an appointment at the bank?": "appointment", 
    "what is the process for closing an account": "close", 
    "I need my bank phone number.": "phone", 
    "What do I have to do to get a safe deposit box?": "safe", 
    "Tell me how to find my balance.": "balance", 
    "What hours is my bank open?": "hours", 
    "what number do i dial to reach the bank": "phone", 
    "show me where the bank routing number is located": "routing", 
    "How do I set an appointment up at the bank?": "appointment", 
    "Where's the nearest bank?": "location", 
    "does the bank have a number?": "phone", 
    "What street is my nearest bank branch on?": "location", 
    "What's the maximum amount I can withdraw at one time?": "withdrawal", 
    "What's the limit for my withdrawal?": "withdrawal", 
    "If I need additional checks, what do I do?": "checks", 
    "Where do I go to get a safe deposit box?": "safe", 
    "can anyone get safe deposit box": "safe", 
    "is there a lot of cash in my balance?": "balance", 
    "I really would like to close my account please show me how": "close", 
    "can you tell me how to find my banks routing number": "routing", 
    "what are the steps to close my account": "close", 
    "How do I register for a safe deposit box?": "safe", 
    "how much can I withdraw at once?": "withdrawal", 
    "I'd like a safe deposit box.": "safe", 
    "How do I check the balance of my account?": "balance", 
    "how can i get additional checks": "checks", 
    "Can you show me where the banks around me are?": "location", 
    "what is the telephone number of my bank": "phone", 
    "Can you look to see if there are any atms around?": "location", 
    "I need to sign up for a safe deposit box.": "safe", 
    "how do I find the bank's routing number": "routing", 
    "Is there a number I can reach my bank at?": "phone", 
    "Where could I find a branch near me?": "location", 
    "how do I contact the bank": "phone", 
    "Let me know where I go to check my balance.": "balance", 
    "How do I view my balance?": "balance", 
    "please tell me the up-to-date available cash balance for my account": "balance", 
    "Do you know my max withdrawal limit?": "withdrawal", 
    "find 1 time withdrawal limit": "withdrawal", 
    "I need to know the current cash balance.": "balance", 
    "How do I go about calling my bank?": "phone", 
    "What's the upper limit for a withdrawal?": "withdrawal", 
    "what banks are located close to my location": "location", 
    "What should I do if I need to check my balance?": "balance", 
    "How can I figure out my bank's routing number?": "routing", 
    "How can I procure a meeting at the bank?": "appointment", 
    "when does the drive thru of my bank open": "hours", 
    "What steps do I need to take to shut down my account?": "close", 
    "What are the bank's hours?": "hours", 
    "What's my bank's phone number?": "phone", 
    "I wanna know where close banks are": "location", 
    "where is the closest bank branch": "location", 
    "Order checks.": "checks", 
    "Ways to get a safe deposit box": "safe", 
    "what is my cash availability?": "balance", 
    "TELL ABOUT YOUR NEED OF CHECKS": "checks", 
    "I need more checks.": "checks", 
    "Can I close an account online?": "close", 
    "How can I find out when my bank opens?": "hours", 
    "Show me my banks number.": "phone", 
    "Is it possible to get a walk in appointment?": "appointment", 
    "Please let me know the number of my bank.": "phone", 
    "What is the phone number for my bank?": "phone", 
    "Can I please check my balance?": "balance", 
    "How would I go about setting up an appointment at the bank?": "appointment", 
    "What information do you need from me in order for me to get a safe deposit box?": "safe", 
    "What's limit on the cash balance?": "balance", 
    "How can I close a bank account?": "close", 
    "tell me how to reorder checks": "checks", 
    "How much max can I take out from my account?": "withdrawal", 
    "I need to find out what my bank's routing number is, can you give me that information?": "routing", 
    "How much money do I have in my bank account?": "balance", 
    "what is my routing number on my checking account": "routing", 
    "What's in my checking?": "balance", 
    "Can you tell me what my bank's hours are?": "hours", 
    "I need to close my account, please.": "close", 
    "to close my account, what steps should i take": "close", 
    "Where is my banking routing number?": "routing", 
    "what is the process for getting an appointment at the bank": "appointment", 
    "I need to make an appointment at the bank.": "appointment", 
    "What do I have to do to close my bank account": "close", 
    "I'm interested in opening a safe deposit box but don't know how": "safe", 
    "What steps must I take if I want to sign up to get a safe deposit box": "safe", 
    "can I cancel my bank account and have it closed": "close", 
    "How can I get a bank appointment?": "appointment", 
    "What do I need to do to close an account?": "close", 
    "can i get a safe deposit box online": "safe", 
    "Can you tell me when my bank opens?": "hours", 
    "How can I obtain a safe deposit box?": "safe", 
    "Can you set up an appointment for me with the bank?": "appointment", 
    "I need to know how to reorder my checks please": "checks", 
    "what's the best way to get some more checks": "checks", 
    "How is my bank balance doing?": "location", 
    "When's my bank open?": "hours", 
    "Is there an atm close by?": "location", 
    "What is the contact number for my bank": "phone", 
    "Help me obtain additional checks": "checks", 
    "Do I have to wait till 9am for the bank to open": "hours", 
    "I need to know the available cash balance": "balance", 
    "Where do I found my banks routing number?": "routing", 
    "what are the banks hours": "hours", 
    "Can you tell me whether there are any atms near me?": "location", 
    "Walk me through the process of getting a safe deposit box": "safe", 
    "What are the steps to reorder checks": "checks", 
    "Do you have walk in appointments?": "appointment", 
    "I need the bank's routing number.": "routing", 
    "What is my bank account balance?": "balance", 
    "Can you tell me how i can get a safety deposit box?": "safe", 
    "How can I call my bank?": "phone", 
    "What information do I need to give to get a safe deposit box?": "safe", 
    "I need to know where my routing number is located.": "routing", 
    "where is my current balance": "balance", 
    "Who can I speak with about closing my bank account.": "close", 
    "How do I go about calling the bank?": "phone", 
    "can you tell me what my balance is": "balance", 
    "what are the operating hours of the bank": "hours", 
    "We are building a house, so we gotta have some cash. Let's make an appointment to see a loan officer.": "appointment", 
    "IWhere is the closest atm?": "location", 
    "I would like to obtain a safety deposit box.": "safe", 
    "can you tell me the hours of operation for my local bank": "hours", 
    "Tell me how to close an account": "close", 
    "I need to know when the bank opens": "hours", 
    "Let me know the nearest banks to me.": "location", 
    "I would love to know my maximum withdrawl limit": "withdrawal", 
    "show me how to contact the bank ?": "phone", 
    "i need a contact phone number for the bank": "phone", 
    "how much can I withdraw at most?": "withdrawal", 
    "Where do I see my banking routing number?": "routing", 
    "I need to schedule an appointment with the bank.": "appointment", 
    "what do i fill out to sign up for a safe deposit box": "safe", 
    "Where do I go in order to check my balance?": "balance", 
    "I need more check please.": "checks", 
    "Tell me where the closest branch is.": "location", 
    "What is the protocol for account closure?": "close", 
    "Gimme me bank's number": "phone", 
    "Tell me how to close an account.": "close", 
    "What's left in my account balance?": "balance", 
    "what's the best number to call for the bank": "phone", 
    "At what hours are the bank open?": "hours", 
    "What is my bank balance looking like?": "location", 
    "Please tell me how I can close my account.": "close", 
    "Show me the closest bank branch to me.": "location", 
    "what are operating hours and days for my bank": "hours", 
    "Find my bank's phone number": "phone", 
    "specified days my bank normally open": "hours", 
    "What cash is available to me out of my balance?": "balance", 
    "what is the most i can take out at once": "withdrawal", 
    "what is the easiest method to order additional checks for my account?": "checks", 
    "What's the closest bank to me?": "location", 
    "please tell me the number for my bank": "phone", 
    "Where can I check my balance please?": "balance", 
    "I want to get more checks": "checks", 
    "How much is in my account right now?": "balance", 
    "What is the opening time for my bank": "hours", 
    "what is the single transaction limit": "withdrawal", 
    "How can I get my nearby banks?": "location", 
    "What is the phone number for bank?": "phone", 
    "Can you help me with the info to call my bank?": "phone", 
    "Give me the routing number for my bank": "routing", 
    "How can I procure for myself a safe deposit box?": "safe", 
    "What are my bank's hours?": "hours"
}