{
    "Help me get a safety deposit box": "safe", 
    "What are the hours of operation for my bank": "hours", 
    "Can you tell me how to close a bank account?": "close", 
    "Please order more checks for me tonight": "checks", 
    "I'd like to know the closure procedure for accounts": "close", 
    "Get me my bank's routing number.": "routing", 
    "What do I need to close a bank account?": "close", 
    "please give me directions to the nearest atm": "location", 
    "I want a safe deposit box do I need to fill out paperwork?": "safe", 
    "Tell me my balance": "balance", 
    "Please tell me how to close my bank account.": "close", 
    "Can I have the paperwork for a safe deposit box?": "safe", 
    "Can you give me my bank routing number?": "routing", 
    "which routing number for my bank is best?": "routing", 
    "What are the funds in my bank account?": "balance", 
    "Give me info that I need to call the bank.": "phone", 
    "I want to order checks.": "checks", 
    "I need to know my balance please": "balance", 
    "Near where I am now, is there an atm?": "location", 
    "for how long will the bank be open?": "hours", 
    "Tell me the maximum amount I can withdraw from the ATM each time": "withdrawal", 
    "What's the number for my bank": "phone", 
    "Do I need to have an application for a safe deposit box?": "safe", 
    "How much can I take out at a time?": "withdrawal", 
    "Safe deposit box information please.": "safe", 
    "Get me more checks.": "checks", 
    "Where are the atms close to me": "location", 
    "Please let me know what is my bank account balance?": "balance", 
    "When is the financial adviser available for a meeting?": "appointment", 
    "I wanna know the withdrawal limit for one time": "withdrawal", 
    "is the bank open": "phone", 
    "Are you able to give me the bank number?": "phone", 
    "Can you guide me to my bank writing number?": "routing", 
    "What is the way I can get a bank appointment": "appointment", 
    "how does one go about opening a safe deposit box here.": "safe", 
    "Are you sure if there are any close atms?": "location", 
    "How much can I withdrawal every day": "withdrawal", 
    "The bank can be reached at what number?": "phone", 
    "What do I need to do in order to close an account?": "close", 
    "I need to sit down with someone at the bank.": "appointment", 
    "I have to close my account.": "close", 
    "What is the bank's phone number?": "phone", 
    "Can you give me the bank number?": "phone", 
    "What's needed for a safe deposit box?": "safe", 
    "How much is in my account?": "balance", 
    "Is the amount o my cash balance available to be given?": "balance", 
    "Tell me what I have in my bank account?": "balance", 
    "what is the closest bank location where I have an account.": "location", 
    "To acquire a safety deposit box, what should I do?": "safe", 
    "Could I have more checks please?": "checks", 
    "Is my bank open all day?": "hours", 
    "What are the hours of my bank?": "hours", 
    "Find the ATM that is closest to my location": "location", 
    "help me find best routing number for my bank": "routing", 
    "Who do I speak to to get a bank appointment?": "appointment", 
    "Is there a way I can see how much money I have?": "balance", 
    "I would like to be able to see my bank's routing number?": "routing", 
    "How much time do I have before the bank closes?": "hours", 
    "What do you do to close an account?": "close", 
    "Can you tell me what my bank routing number is?": "routing", 
    "I need more checks, order some": "checks", 
    "I need to know the cash balance": "balance", 
    "Where is the nearest atm to me": "location", 
    "Can you help me close my bank account?": "close", 
    "Find the phone information for my bank": "phone", 
    "Is there an application when getting a safe deposit box?": "safe", 
    "What is the most money to withdraw at one time?": "withdrawal", 
    "Get the number of the bank.": "phone", 
    "Should I file an application for a safe deposit box?": "safe", 
    "What's in my bank account?": "balance", 
    "Tell my the number for my bank": "phone", 
    "How man I see how much money I have?": "balance", 
    "I would like to understand the upper limit for withdrawals per day": "withdrawal", 
    "how do i go about getting a safe deposit account": "safe", 
    "Would you be able to order more checks for me?": "checks", 
    "tell me how to close an account here": "close", 
    "I need to know my bank's hours.": "hours", 
    "can you tell me the closest atm to my house": "location", 
    "Ordering more checks, can you help me with that": "checks", 
    "Please order more checks for me right now": "checks", 
    "What are the operation hours of my bank?": "hours", 
    "Can you schedule an appointment?": "appointment", 
    "Steps to close an account?": "close", 
    "What is the process for shutting down an account?": "close", 
    "Can you assist me in ordering more checks": "checks", 
    "when is the account able to be closed?": "close", 
    "How can I set up a bank appointment?": "appointment", 
    "How long until the bank's open?": "hours", 
    "How do I check my cash balance": "balance", 
    "What is the closure procedure for my account?": "close", 
    "what is the routing number?": "routing", 
    "I want the details on how to get a safety deposit box": "safe", 
    "tell me the banks phone number now": "phone", 
    "what is the most I can withdrawal in one day": "withdrawal", 
    "What do I do to get an appointment at the bank?": "appointment", 
    "reorder more checks for my checking account": "checks", 
    "Help me with finding the routing number to my bank": "routing", 
    "What is the opening time for the bank": "hours", 
    "How much money is in my bank account?": "balance", 
    "How do I file an application?": "safe", 
    "What's the time that my bank opens?": "hours", 
    "How do I surely get a bank appointment?": "appointment", 
    "do i have to fill out any paperwork for a safe deposit box": "safe", 
    "How do I find my Bank's routing number": "routing", 
    "Where are nearby atms?": "location", 
    "Tell me the bank routing number": "routing", 
    "What steps need to be taken to close an account?": "close", 
    "i need the closest atm to my location": "location", 
    "How many withdrawals can I make a day?": "withdrawal", 
    "What time is the bank open until/": "hours", 
    "Are there atms close to where I am?": "location", 
    "can you send me the instructions for opening a safe deposit box at this bank": "safe", 
    "Get me the hours for the bank.": "hours", 
    "what is the highest amount that can be withdrawn at one time.": "withdrawal", 
    "tell me the phone number for this bank": "phone", 
    "how to set up bank appointment?": "appointment", 
    "What is my banks phone number": "phone", 
    "How do I get additional checks?": "checks", 
    "I need to find an ATM": "location", 
    "When is the last time I can go in to the bank this evening?": "hours", 
    "what is the routing number for my bank?": "routing", 
    "what is my one time take out limit?": "withdrawal", 
    "How do I get a safety deposit box": "safe", 
    "I would like to receive my bank information.": "routing", 
    "How long does my bank stay open": "hours", 
    "what is the total cash in my account right now": "balance", 
    "how do you close accounts?": "close", 
    "are there any limits to how much a person can withdrawal daily": "withdrawal", 
    "How much money can I take out.": "withdrawal", 
    "I want to know the amount I can withdrawal.": "withdrawal", 
    "I need to get a meeting at the bank.": "appointment", 
    "If I need an appointment in person at the bank, how do I get it?": "appointment", 
    "I no longer want my bank account.": "close", 
    "What's the nearest bank?": "location", 
    "Making appointments at the bank, what can you tell me about that": "appointment", 
    "Are you sure what bank is near here?": "location", 
    "Help me close my account. What do I do?": "close", 
    "Would you know what my bank number is ?": "phone", 
    "Can I get more checks?": "checks", 
    "What is the easiest way to close an account?": "close", 
    "give me info on calling the bank closest to me": "phone", 
    "I need the paperwork to get a safety deposit box.": "safe", 
    "How much more can I blow before I'm overdrawn?": "balance", 
    "inform me about the upper limit allowed for dailty withdrawal": "withdrawal", 
    "What do I need to do to get an appointment with a bank representative": "appointment", 
    "will you make a bank appointment": "appointment", 
    "What is the balance of my cash?": "balance", 
    "bank instructions for new customer opening a safe deposit box here": "safe", 
    "I want to complete the forms for a safe deposit box": "safe", 
    "Where is the closest ATM?": "location", 
    "Do you need an application from me for a safety deposit box?": "safe", 
    "I am in need of more checks.": "checks", 
    "How do I get my remaining money?": "balance", 
    "I've run out of checks, how can I get more?": "checks", 
    "Is my current location close to any atms?": "location", 
    "When I take out money, what's the most I can take out": "withdrawal", 
    "What steps are needed to close accounts": "close", 
    "Could you let me know what the hours for the bank are?": "hours", 
    "Do you know I close an account?": "close", 
    "I need more checks please.": "checks", 
    "At what hour does the bank open": "hours", 
    "What amount of money is in my bank account?": "balance", 
    "What is the routing number for my bank?": "routing", 
    "Do you know how to get the rest of my money?": "balance", 
    "Tell me how to call the bank": "phone", 
    "Can you order me more checks?": "checks", 
    "How do I get a safe deposit box?": "safe", 
    "I need to know my cash balance": "balance", 
    "How can I schedule an appointment with the bank?": "appointment", 
    "How can I tell how much money is in my account?": "balance", 
    "what hours does this bank open and close": "hours", 
    "Can you get more checks.": "checks", 
    "Can you schedule an appointment at the bank?": "appointment", 
    "I'd like to close my account, but how?": "close", 
    "Where are ATMS near me?": "location", 
    "What is the number to the bank?": "phone", 
    "assist me in obtaining more checks": "checks", 
    "Are you sure how to get a safe deposit box?": "safe", 
    "How much can I withdrawal in a day": "withdrawal", 
    "What do I need to provide to get a safe deposit box?": "safe", 
    "Dhdb": "withdrawal", 
    "How do I sever ties with the bank and close my account?": "close", 
    "What is the local bank?": "location", 
    "I would like to close my bank account help": "close", 
    "I would like it if i could see my bank's routing number": "routing", 
    "Please get the bank to send me more checks.": "checks", 
    "Can I just get a safe deposit box, or do I have to apply for one?": "safe", 
    "What's the best resturant in LA?": "routing", 
    "whats the banks number": "phone", 
    "Do you know if there are any atms here?": "location", 
    "I need to reorder my checks please": "checks", 
    "How do I get rid of my account?": "close", 
    "In order for me to get a safe deposit box I have to fill out paperwork.": "safe", 
    "at what hour does the bank open?": "hours", 
    "When will my bank close today?": "hours", 
    "I don't want my bank account anymore.": "close", 
    "What's the limit to how much I can withdrawal at once time?": "withdrawal", 
    "Can you please inform me how to obtain a bank appointment?": "appointment", 
    "What's the  number for my bank?": "phone", 
    "What is the process for getting an appointment with a bank representative?": "appointment", 
    "Get me my account balances.": "balance", 
    "Can you tell me the bank's routing number?": "routing", 
    "How much cash can I get to?": "balance", 
    "Would you be able to get me more checks?": "checks", 
    "Any idea if there are atm's?": "location", 
    "How much can I take out at one time?": "withdrawal", 
    "How long is the bank open?": "hours", 
    "Is it possible to get an appointment with the bank?": "appointment", 
    "What is the limit on withdrawals in one day": "withdrawal", 
    "Would you be able to get me more checks.": "checks", 
    "How can I access a statement of how much money I have?": "balance", 
    "What do I do in order to close an account?": "close", 
    "HELP ME FIND THE WAY TO GET A SAFETY DEPOSIT BOX?": "safe", 
    "I need to do the paperwork to get a safety deposit box": "safe", 
    "what do I need to do to get more checks": "checks", 
    "Phone number for the bank is what?": "phone", 
    "When is my bank open and closed": "hours", 
    "I need to know an ATM close by.": "location", 
    "get me some additional checks": "checks", 
    "What is my account balance?": "balance", 
    "How do I call my bank?": "phone", 
    "How much is my maximum withdrawal limit?": "withdrawal", 
    "are you able to help find my bank routing number?": "routing", 
    "What's the best routing number to use that's associated with my bank": "routing", 
    "What do I need to get a safe deposit box from my bank?": "safe", 
    "My account balance is what?": "balance", 
    "What is the number needed to reach the bank?": "phone", 
    "What's the most I can take out each time": "withdrawal", 
    "Can you show me where I can check my balance?": "balance", 
    "I want the paperwork so I can get a safe deposit box": "safe", 
    "please tell me what my routing number is.": "routing", 
    "What time does my bank open and close each day?": "hours", 
    "Can you put  me into contact with a bank rep.": "appointment", 
    "What location of this bank is closest to my house": "location", 
    "Can you tell me your greatest limit to take out for each day ?": "withdrawal", 
    "will I need to fill out any forms for a safe deposit box": "safe", 
    "What are my bank hours": "hours", 
    "Send me more checks if possible.": "checks", 
    "The bank starts business when?": "hours", 
    "what do I need to do to set up a bank appointment?": "appointment", 
    "Is it possible to get info on the bank": "phone", 
    "How can I close an account?": "close", 
    "I'd like to schedule a bank appointment, what do I need to do": "appointment", 
    "I want the bank routing number": "routing", 
    "I need to know my bank routing number": "routing", 
    "Where my is bank routing number located for me to see ?": "routing", 
    "tell me where some local atms are": "location", 
    "I need to know how to get an appointment with a bank rep.": "appointment", 
    "Tell me the upper limit for withdrawals in one transaction": "withdrawal", 
    "Is there an atm close to me?": "location", 
    "My bank's routing number please.": "routing", 
    "Can you get me the routing number for my bank please?": "routing", 
    "What number do I call for my bank?": "phone", 
    "can you get me additional checks": "checks", 
    "Is it necessary to file an application for a safe deposit box?": "safe", 
    "WHAT'S THE BIGGEST WITHDRAWEL I CAN MAKE AT ONCE?": "withdrawal", 
    "What time does the bank open and close?": "hours", 
    "I would like to fill out the paperwork required to recieve a safe deposit box": "safe", 
    "Can I please get more checks": "checks", 
    "Is it vital that I file an application for a safe deposit box?": "safe", 
    "I NEED ADDITIONAL CHECKS": "checks", 
    "Which bank is closest in the vicinity to me?": "location", 
    "Is it easy to close an account? How do I do that?": "close", 
    "what do I do to get a bank representative's appointment": "appointment", 
    "how much do i have in my account": "balance", 
    "i want the phone number": "phone", 
    "Please order some more checks for me to have.": "checks", 
    "What paperwork do I need fill out to get a safe deposit box": "safe", 
    "Can I order more checks online?": "checks", 
    "Make me an appointment.": "appointment", 
    "can you order more checks for me.": "checks", 
    "I want to know if I need to complete an application for a safety deposit box": "safe", 
    "Tell me the procedures to closing accounts": "close", 
    "Can you help me find the bank's routing number?": "routing", 
    "whats the most i can withdraw at one time": "withdrawal", 
    "To connect with the bank via phone what do I do?": "phone", 
    "I don't need this bank account anymore.": "close", 
    "Can you give me my cash balance": "balance", 
    "I need information on how to call the bank": "phone", 
    "Tell my my bank's telephone number cause I need to call them": "phone", 
    "how can I go about closing the bank?": "close", 
    "Please give me info on calling the bank": "phone", 
    "What procedure do I follow for account closure?": "close", 
    "How can I go about filing an application?": "safe", 
    "After I run out of checks, can you order more?": "checks", 
    "My bank's closing hours are what?": "hours", 
    "I'd like checks in addition to these": "checks", 
    "Is there a limit to an withdraw and how much is it if so?": "withdrawal", 
    "I'd a safety deposit box, what paperwork do I have to fill out": "safe", 
    "what is my bank balance?": "balance", 
    "tell me what the upper limit for daily withdrawals are.": "withdrawal", 
    "Can I have more checks?": "checks", 
    "How do I get a bank representative's appointment?": "appointment", 
    "What is the address of my nearest bank?": "location", 
    "Can I get the phone number for my bank?": "phone", 
    "How can I definitely get a bank appointment?": "appointment", 
    "Pull up my account balance.": "balance", 
    "When does the bank open": "hours", 
    "what will i be charged?": "phone", 
    "I need an appointment at the bank.": "appointment", 
    "Would it be possible to get more checks?": "checks", 
    "How much money can I withdraw at one time?": "withdrawal", 
    "How can I get a safety deposit box?": "safe", 
    "Can you tell me my bank's routing number please": "routing", 
    "Set me up a meeting at the bank.": "appointment", 
    "How long will the bank be open?": "hours", 
    "Find my bank's number so I can call them": "phone", 
    "Are there atms near me": "location", 
    "Can you give me more checks": "checks", 
    "What is the amount of time my bank is open for?": "hours", 
    "How do I check my balance": "balance", 
    "Do you know if there is an upper limit amount on daily withdrawals": "withdrawal", 
    "Are you capable of getting me more checks?": "checks", 
    "What is my bank routing number?": "routing", 
    "What is the balance for my cash?": "balance", 
    "Do I need to visit a branch to close my account?": "close", 
    "What is the cash balance?": "balance", 
    "Could you please give me info on calling the bank": "phone", 
    "What bank is it that is closest to me?": "location", 
    "What is needed to get more checks?": "checks", 
    "What is the procedure for closing accounts?": "close", 
    "Can you tell me how to acquire a safety deposit box": "safe", 
    "Please get me paperwork in the box.": "safe", 
    "My banks hours are what?": "hours", 
    "What is the way to go about getting a bank appointment": "appointment", 
    "How much money can I get out on the spot?": "withdrawal", 
    "What is the number to dail to reach my bank ?": "phone", 
    "Would it be possible to tell me the number for the bank?": "phone", 
    "What is the most that I can draw at once?": "withdrawal", 
    "Can I make an appointment today?": "appointment", 
    "do you order more checks for customer here": "checks", 
    "I am looking for my routing number to my bank": "routing", 
    "Would it be possible to tell me the number for the bank.": "phone", 
    "what time does my bank open and close?": "hours", 
    "I need more checks please": "checks", 
    "I want information on calling the bank": "phone", 
    "I want a safe deposit box.": "safe", 
    "How much money is left in my balance?": "balance", 
    "What is the bank's number for routing purposes?": "routing", 
    "Can you get my account balance please?": "balance", 
    "Is there a way you can show me my balance?": "balance", 
    "Based on my location where are the atms": "location", 
    "Where can I discover information on safety deposit box?": "safe", 
    "I need an additional order for checks": "checks", 
    "How do I see how much money I have?": "balance", 
    "I need to get the routing number for the bank.": "routing", 
    "How do I make an appointment at the bank": "appointment", 
    "Must I file an application for a safe deposit box?": "safe", 
    "Is more checks available for me ?": "checks", 
    "Tell me how to make a bank appointment": "appointment", 
    "Do you know what time will the bank be open today?": "hours", 
    "Can you tell me the number for the bank.": "phone", 
    "How much do I have in my account": "balance", 
    "How do I close my account": "close", 
    "How do I get a view of how much money I have?": "balance", 
    "what time does that bank open?": "hours", 
    "When does my bank close for the day?": "hours", 
    "Can I view my remaining money?": "balance", 
    "I want to take out money how much can I get at one time": "withdrawal", 
    "hours of operation for my bank": "hours", 
    "Tell me how I should call the bank.": "phone", 
    "Do you know what time will the bank be open?": "hours", 
    "How do I set up a bank appointment?": "appointment", 
    "How do I go about setting up a bank appointment?": "appointment", 
    "How can I call the bank?": "phone", 
    "Please order some more checks for me.": "checks", 
    "How do I find out information on calling my bank": "phone", 
    "Are you able to order more checks?": "checks", 
    "tell me my cash balance": "balance", 
    "Where can I find my banks numbers?": "phone", 
    "help me get an appointment with a bank representative": "appointment", 
    "I'd like some more checks": "checks", 
    "How do I secure a bank appointment?": "appointment", 
    "Help me find out the way to get a safety deposit box": "safe", 
    "How can I see my bank routing number?": "routing", 
    "Where do I schedule an appointment with a bank representative?": "appointment", 
    "Where is the closest bank near me?": "location", 
    "WHAT'S THE MOST MONEY I CAN GET AT ONCE?": "withdrawal", 
    "How do you end an account?": "close", 
    "Please tell me the closure procedure for account": "close", 
    "Can you inform me the most I can debit at one time?": "withdrawal", 
    "How do I get more checks?": "checks", 
    "Can you get me more checks?": "checks", 
    "At what times is my bank open?": "hours", 
    "What is the bank that is nearest me?": "location", 
    "What do I need to get a bank appointment?": "appointment", 
    "I don't see where my routing number is on my checks": "routing", 
    "What are the operating hours of my bank?": "hours", 
    "Is it possible to get more checks?": "checks", 
    "Provide me to paperwork to get a safe deposit box.": "safe", 
    "Tell me the hours my bank operate on": "hours", 
    "My bank account balance is what?": "balance", 
    "Where can I find my banks routing number?": "routing", 
    "Can you call up the bank?": "phone", 
    "My balance is showing what?": "balance", 
    "Can you give me the number for my bank?": "phone", 
    "What can I withdraw at one time?": "withdrawal", 
    "What do I need to do to get more checks?": "checks", 
    "Tell me how to retrieve the routing number for my bank.": "routing", 
    "how do I make an appointment with a bank representative": "appointment", 
    "I am in need of a safe deposit box and want to fill out required paperwork.": "safe", 
    "Tell me how to schedule an appointment with a bank representative.": "appointment", 
    "What's my cash flow at?": "balance", 
    "What routing number should I use?": "routing", 
    "Find": "withdrawal", 
    "How do I open a safe deposit box here at this bank": "safe", 
    "what times are you open": "hours", 
    "More checks would be nice if you can do that.": "checks", 
    "My bank's number is what?": "phone", 
    "What is my bank's best routing number?": "routing", 
    "Do you know the closest bank to this area?": "location", 
    "Is an application needed for a safe deposit box?": "safe", 
    "I need the listing for routing numbers for my bank.": "routing", 
    "My withdraw limit is what?": "withdrawal", 
    "What can I do to get an appointment with a bank respresentative?": "appointment", 
    "Is it possible to get me more checks?": "checks", 
    "Get me more checks": "checks", 
    "would you tell me if any atms are near?": "location", 
    "Are you sure how to get a box?": "safe", 
    "Please let me know how to get an appointment with a bank representative.": "appointment", 
    "Find my banks phone number": "phone", 
    "Please tell me how much I can take out at once?": "withdrawal", 
    "Is there an application required to get a safe deposit box?": "safe", 
    "Do you know how I can make an appointment at the bank": "appointment", 
    "How do I go about closing an account?": "close", 
    "Is there a specific way to cancel my account or no?": "close", 
    "Any way to give me the bank number?": "phone", 
    "Tell me where the closest banks are": "location", 
    "what is the one time withdrawal limit?": "withdrawal", 
    "what is the phone number to my bank?": "phone", 
    "do I have to file an application for a safe deposit box": "safe", 
    "How can I shut down an account?": "close", 
    "when does my bank open and close?": "hours", 
    "How can I make an appointment?": "appointment", 
    "At once, how much can I take out?": "withdrawal", 
    "Can you tell me how to call the bank?": "phone", 
    "Atms near me are located where?": "location", 
    "Can I get a bank appointment?": "appointment", 
    "where is my banks number": "phone", 
    "Tell me the most I can withdraw each time": "withdrawal", 
    "where is the nearest atm please": "location", 
    "I can't my routing number, can you help": "routing", 
    "What is the upper limit for daily withdrawals?": "withdrawal", 
    "Can you explain to me where I can view my account balance?": "balance", 
    "Find the routing number for the bank.": "routing", 
    "I require my banks number": "phone", 
    "Is it necessary to have an application for a safe deposit box?": "safe", 
    "How do I get an appointment at the bank?": "appointment", 
    "routing number please.": "routing", 
    "What's my withdraw limit?": "withdrawal", 
    "how do I secure a bank representative's appointment": "appointment", 
    "What is the closest bank branch to me?": "location", 
    "Show me the closest bank to this location.": "location", 
    "How does one get an appointment at the bank?": "appointment", 
    "give me the number of my local bank": "phone", 
    "What is the largest amount I can take out at a time?": "withdrawal", 
    "My bank's routing number, tell it to me": "routing", 
    "Please tell me my current bank account balance.": "balance", 
    "Where can I find my bank routing number": "routing", 
    "What is the number I call to reach my bank?": "phone", 
    "Tell me how long my bank is open": "hours", 
    "I need the number to call my bank": "phone", 
    "What number do I use to reach the bank?": "phone", 
    "help me find the best routing number for my bank": "routing", 
    "What's my balance?": "balance", 
    "How should I get an appointment?": "appointment", 
    "What is my limit on taking out money at one time?": "withdrawal", 
    "What is the best way to close an account?": "close", 
    "What is my max for withdrawals for today": "withdrawal", 
    "How would one get an appointment with a bank representative?": "appointment", 
    "How do I find my routing number?": "routing", 
    "What's the closest ATM?": "location", 
    "What is the closure procedure for my accounts?": "close", 
    "can you help me secure a bank appointment?": "appointment", 
    "What's the bank's number?": "phone", 
    "What is the process for closing an account?": "close", 
    "Can you tell me my bank's hours?": "hours", 
    "How much can I withdraw at once?": "withdrawal", 
    "Pull up my balance.": "balance", 
    "What is the bank's opening time?": "hours", 
    "How do I sign up for an appointment for my bank?": "appointment", 
    "Can you find out how much cash I have": "balance", 
    "What are the business hours for my bank?": "hours", 
    "Tell me my limit on on transaction": "withdrawal", 
    "I need to know the best routing number for my bank": "routing", 
    "I need the bank routing number": "routing", 
    "How much can I withdraw each day": "withdrawal", 
    "I would love info on the bank.": "phone", 
    "Pull up the routing number for the bank.": "routing", 
    "How much longer will my bank be open?": "hours", 
    "are there any atms near me?": "location", 
    "When getting a safe deposit box, do I need to fill out an application?": "safe", 
    "My routing number is found where?": "routing", 
    "Bank appointment's are received how?": "appointment", 
    "Getting a safe deposit box I have to fill out paperwork.": "safe", 
    "What's the best way to reach the bank?": "phone", 
    "My bank's routing number, what are the digits": "routing", 
    "Are there any atms around here?": "location", 
    "Where can I find a close ATM?": "location", 
    "I want to close my account at the bank.": "close", 
    "how would I get my bank's number?": "phone", 
    "Do I need to obtain an application for a safe deposit box?": "safe", 
    "Please tell me how to find my bank routing number.": "routing", 
    "What upper limit is permitted for withrawals per day?": "withdrawal", 
    "I need info on obtaining a deposit box.": "safe", 
    "Where can I find the routing number?": "routing", 
    "I want to call my bank, what's their number": "phone", 
    "Tell me how to close a bank account if you don't mind.": "close", 
    "Can you tell me how to close my bank account": "close", 
    "Can you please order more checks?": "checks", 
    "Do you know if there are local atms?": "location", 
    "How many dollars is in my bank?": "balance", 
    "May I have additional checks?": "checks", 
    "additional check order": "checks", 
    "I would appreciate it if I could fill out paperwork that gets me a safe deposit box.": "safe", 
    "Show me my bank's number.": "phone", 
    "Are you sure how much I can withdraw?": "withdrawal", 
    "What is the biggest amount I can withdraw at once?": "withdrawal", 
    "What's the most cash I can get at once?": "withdrawal", 
    "Can you order more checks for me.": "checks", 
    "Are you able to get me more checks?": "checks", 
    "HOW DO I GO ABOUT SETTING UP A BANK APPOINTMENT?": "appointment", 
    "My bank's telephone number, what is it?": "phone", 
    "Please order more checks for me tomorrow": "checks", 
    "How can close my account at the bank?": "close", 
    "Can you order more checks for me?": "checks", 
    "how does one go about closing an account?": "close", 
    "How much is the maximum I can take out at once?": "withdrawal", 
    "I need to find an ATM now.": "location", 
    "I'd like a safety deposit box.  How do I get one?": "safe", 
    "To close an account, what steps should be taken?": "close", 
    "Please get me more checks.": "checks", 
    "I need to obtain more checks": "checks", 
    "How much is my withdrawal limit?": "withdrawal", 
    "Tell me my bank account balance.": "balance", 
    "Routing number bank": "routing", 
    "Where exactly can I find my my bank routing number?": "routing", 
    "What do I need to do to get a safe deposit box": "safe", 
    "What hours are my bank open?": "hours", 
    "do you see any atms close by?": "location", 
    "How do you get an appointment with the bank?": "appointment", 
    "Help me find the bank routing number": "routing", 
    "I need to know how to close an account": "close", 
    "please give instructions on closing an account": "close", 
    "What is my account total?": "balance", 
    "Please show me my bank routing number.": "routing", 
    "How would an account be closed?": "close", 
    "I want to fill out papers so I can get a safe deposit box.": "safe", 
    "steps I need to take to get more checks sent to me.": "checks", 
    "What is the maximum withdrawal at one time?": "withdrawal", 
    "Can you tell me what is my bank account balance?": "balance", 
    "I am out of checks, how do I get more?": "checks", 
    "Where do I go to find out how much money I have?": "balance", 
    "I would like to see the routing number for my bank": "routing", 
    "what is the closest bank?": "location", 
    "I want to call the bank, tell me how to do that": "phone", 
    "are there any atms close to my current location": "location", 
    "I wanna learn how to to call my bank": "phone", 
    "What is the most I can withdraw?": "withdrawal", 
    "Order me more checks": "checks", 
    "I need to order more checks for my account please.": "checks", 
    "What is the way for me to get a bank appointment": "appointment", 
    "WHERE ARE THE ATMS THAT ARE CLOSE TO ME": "location", 
    "I need to find a bank near me.": "location", 
    "tell me the hours for my bank": "hours", 
    "please get my routing number": "routing", 
    "Do you know my bank hours?": "hours", 
    "What is my bank's routing number?": "routing", 
    "What is the amount of time that my bank is open for?": "hours", 
    "Can you give me the bank routing number.": "routing", 
    "Tell me how to close a bank account.": "close", 
    "What's my maximum daily withdrawal limit": "withdrawal", 
    "What is the length of time that my bank is open?": "hours", 
    "I'm requesting more check do you have any ?": "checks", 
    "Is it okay if you tell me the most I can take out at once?": "withdrawal", 
    "can you help me find my routing number": "routing", 
    "Tell me the highest amount I am allowed to withdraw at one time": "withdrawal", 
    "What number do I call my bank on?": "phone", 
    "hours of operation at this bank": "hours", 
    "please give me instructions on closing an account at this bank": "close", 
    "Do I have to file an application for a safe deposit box?": "safe", 
    "what do i do to get a safety deposit box": "safe", 
    "What is the bank nearest to me?": "location", 
    "What's the withdrawal limit?": "withdrawal", 
    "HOW DO I GO ABOUT GETTING A SAFETY DEPOSIT BOX?": "safe", 
    "Order more checks for me, please": "checks", 
    "How do i make an appointment with the bank?": "appointment", 
    "tell me which atm is closest to me": "location", 
    "How do I get a safety deposit box?": "safe", 
    "In one day, how many withdrawals can I make?": "withdrawal", 
    "I'm interested in getting a safety deposit box, what can you tell me about that": "safe", 
    "What time will the bank be open today?": "hours", 
    "What's needed to shut down an account?": "close", 
    "where can I find the routing number?": "routing", 
    "Where do I go to locate a bank routing number?": "routing", 
    "What should I do to secure a bank appointment?": "appointment", 
    "Do safety deposit boxes require an application?": "safe", 
    "will I need to fill out an application for a safe deposit box": "safe", 
    "What is your maximum withdrawal for each day ?": "withdrawal", 
    "Are there atms that are nearby me?": "location", 
    "Please hand me some additional checks": "checks", 
    "What is the best number to reach the bank?": "phone", 
    "Can I fill out info online for a safe deposit box?": "safe", 
    "Cash available is what?": "balance", 
    "I want to know what my cash balance is": "balance", 
    "How can I check how much money I have?": "balance", 
    "Tell me how to get more checks": "checks", 
    "what is the highest amount allowed for daily withdrawals": "withdrawal", 
    "I would like additional checks": "checks", 
    "Is the routing number for my account on my monthly statement?": "routing", 
    "What is the most I can withdraw at once?": "withdrawal", 
    "please tell me what I have in my account": "balance", 
    "when does the bank open?": "hours", 
    "is it possible for you to find the routing number for my bank?": "routing", 
    "How much cash is in my account?": "balance", 
    "Bank routing number": "routing", 
    "How can I call the bank": "phone", 
    "can you tell me where the closest atms are?": "location", 
    "Tell me how to see how much money I have in my account": "balance", 
    "I need info on getting a safe deposit box now": "safe", 
    "What steps do I take to start a safe deposit box account": "safe", 
    "How can I close my account?": "close", 
    "Can I have my routing number.": "routing", 
    "Get me info on my withdrawal limit.": "withdrawal", 
    "Order me more checks.": "checks", 
    "What's the application process for acquiring a safe deposit box?": "safe", 
    "Can you help me arrange an appointment with the bank?": "appointment", 
    "How do I get a safe deposit box": "safe", 
    "How should I contact the bank?": "phone", 
    "help me with bank appointment": "appointment", 
    "are there any fees?": "phone", 
    "I need to know what is my bank account balance?": "balance", 
    "what steps does this bank require for a new safe deposit box customer": "safe", 
    "To close my account I do what?": "close", 
    "what is the number to my bank?": "phone", 
    "look up atms near me": "location", 
    "How do I make an appointment to come into the bank?": "appointment", 
    "May I have my banks number?": "phone", 
    "Where are the atms near my location?": "location", 
    "I want additional checks.": "checks", 
    "Where can I get an appointment at the bank?": "appointment", 
    "How can I see how much I have?": "balance", 
    "Can you find the number for the bank?": "phone", 
    "get more checks for me": "checks", 
    "I need the bank's routing number.": "routing", 
    "where are the nearest atms to my location": "location", 
    "Can you locate my routing number?": "routing", 
    "What is the most that can be took out of  the account per day ?": "withdrawal", 
    "What's the paperwork like for a safe deposit box?": "safe", 
    "How can I check my amount of money?": "balance", 
    "Do I really need to file an application for a safe deposit box?": "safe", 
    "routing number for my bank, please": "routing", 
    "How much cash is in my account balance?": "balance", 
    "From start to finish, tell me how what I gotta do to close down my account": "close", 
    "What is the balance in my bank account?": "balance", 
    "I want to fill out the required paperwork for a safe deposit box": "safe", 
    "I wanna see the routing number": "routing", 
    "How am I able to get an appointment?": "appointment", 
    "Can you provide my bank routing number?": "routing", 
    "Can you tell me my bank routing number?": "routing", 
    "How do I close an account": "close", 
    "Is there any atm that is super close to where I am in the city right now?": "location", 
    "How do I close my account?": "close", 
    "When is the bank opening?": "hours", 
    "Do you know if there are atms close to where I am?": "location", 
    "I want to know how much I can take out per day": "withdrawal", 
    "Is there an ATM near me?": "location", 
    "My bank account should be closed today, I need know how.": "close", 
    "I want info on calling the bank": "phone", 
    "Tell me how to close a bank account please.": "close", 
    "are any atms close?": "location", 
    "Please give me my bank information.": "routing", 
    "If I wanted a safe deposit box,do I need to fill out an application?": "safe", 
    "tell me the most I can take out.": "withdrawal", 
    "WHAT'S THE MAXIMUM AMOUNT I CAN GET AT ONCE?": "withdrawal", 
    "I want more checks.": "checks", 
    "Where is my bank routing number available?": "routing", 
    "Get me a safe deposit box through paperwork": "safe", 
    "CAN I GET MORE CHECKS?": "checks", 
    "I wanna learn how to make a bank appointment": "appointment", 
    "I have to know the bank's routing number.": "routing", 
    "When's the bank open?": "hours", 
    "How can I obtain an appointment with the bank?": "appointment", 
    "What's the most times I can withdraw in a day?": "withdrawal", 
    "What is the routing number for the bank?": "routing", 
    "How does one close a bank account?": "close", 
    "Give me the digits for my bank, I wanna call them": "phone", 
    "what is my banks number": "phone", 
    "How do I set up an appointment with someone from my bank?": "appointment", 
    "Where is the closest bank near my current location?": "location", 
    "What is the most I can take out at once": "withdrawal", 
    "Can you tell me what are the hours for my bank?": "hours", 
    "When is the bank open": "hours", 
    "I want an appointment at the bank.": "appointment", 
    "How much money can I take out in a day?": "withdrawal", 
    "Give me the upper limit on a withdrawal in one day": "withdrawal", 
    "What time can I go to the bank?": "hours", 
    "Can you hand me the safe deposit box paperwork?": "safe", 
    "How can I get an appointment at the bank": "appointment", 
    "please give me my routing number at this bank": "routing", 
    "Is there a max for what I can take out at one time?": "withdrawal", 
    "How do I go about getting a safe deposit box from my bank": "safe", 
    "I need to see the routing number for my bank": "routing", 
    "where are the atms?": "location", 
    "When is the bank open?": "hours", 
    "I wanna know my full account balance at the bank": "balance", 
    "Show me my bank's routing number.": "routing", 
    "Can you explain the upper limit allowed for withdrawals per day?": "withdrawal", 
    "What is my cash's balance?": "balance", 
    "What number should I dial for the bank?": "phone", 
    "What is the best way to go about getting an appointment with a bank representative?": "appointment", 
    "when will the bank open?": "hours", 
    "What are the steps to closing an account?": "close", 
    "When is my bank open?": "hours", 
    "I need to know my routing number please": "routing", 
    "how much can i withdraw at one time": "withdrawal", 
    "Give me the details on how to call the bank": "phone", 
    "What is the upper limit that you can withdraw each day?": "withdrawal", 
    "Locate ATM near me": "location", 
    "How do I check my current balance": "balance", 
    "Account balance": "balance", 
    "Where can I buy some checks": "checks", 
    "What is the procedure for getting a bank appointment": "appointment", 
    "Is an application needed to get a safe deposit box?": "safe", 
    "What is the procedure for closing an account ?": "close", 
    "Where is the routing number for my bank account located on my statement?": "routing", 
    "What is the max I can withdraw?": "withdrawal", 
    "What's the number for the bank?": "phone", 
    "I wanna know how to get a bank representative's appointment": "appointment", 
    "what is upper limit allowed for daily withdrawals?": "withdrawal", 
    "What is the routing number I should use for my bank?": "routing", 
    "In what way can I make an appointment with a bank representative?": "appointment", 
    "Can you tell me how to find my bank routing number?": "routing", 
    "Good": "withdrawal", 
    "Where do I close a bank account?": "close", 
    "do you know how I can reorder some more checks.": "checks", 
    "What is the procedure for viewing how much money I have?": "balance", 
    "Per day what is the maximum withdrawal?": "withdrawal", 
    "Get me some checks.": "checks", 
    "Can I order more checks?": "checks", 
    "What should I do to set up an appointment at a bank?": "appointment", 
    "What is the most that can be withdrawal a day ?": "withdrawal", 
    "Tell me the best routing number for my bank now": "routing", 
    "Tell me the maximum amount I can take out.": "withdrawal", 
    "I want to fill out the application for a safe deposit box": "safe", 
    "Can you assist me in finding my bank routing number?": "routing", 
    "How much cash can I withdraw in one visit?": "withdrawal", 
    "I want to close my account, how do I do that": "close", 
    "I'd like some additional checks": "checks", 
    "Do you have the ability to get me more checks?": "checks", 
    "What's the earliest time that the bank does business?": "hours", 
    "I need to know the upper limit allowed for withdrawals daily": "withdrawal", 
    "HOW DO I GET THE NUMBER TO MY BANK": "phone", 
    "How do I close account?": "close", 
    "help me get more checks": "checks", 
    "I NEED MORE CHECKS": "checks", 
    "Can you show me where my bank routing number is?": "routing", 
    "FIND ATMS CLOSE TO ME": "location", 
    "Are you sure what time the bank opens?": "hours", 
    "Please give me my routing number.": "routing", 
    "How can I set up a bank appointment": "appointment", 
    "Could you give me the bank's number?": "phone", 
    "I really want to get paperwork.": "safe", 
    "How do I make a bank appointment?": "appointment", 
    "Do you know the best routing number for my bank": "routing", 
    "What's the most I can withdraw in a day?": "withdrawal", 
    "ARE THERE ANY ATMS CLOSE TO ME?": "location", 
    "I need to get some more checks.": "checks", 
    "Any idea how to close an account?": "close", 
    "Where are banks close to me?": "location", 
    "The highest amount I can withdraw at one time is what?": "withdrawal", 
    "My balance is accessible where ?": "balance", 
    "help me secure a bank representative's appointment": "appointment", 
    "How much cash do I have available?": "balance", 
    "What should I do if I don't want my bank account anymore?": "close", 
    "What do I dial for the bank?": "phone", 
    "I want to have the number of my bank": "phone", 
    "when can I close up my account?": "close", 
    "If I need my bank routing number, where can I get it?": "routing", 
    "I need to reorder checks.": "checks", 
    "What are the banks hours/": "hours", 
    "HOW MUCH MONEY CAN I GET AT ONCE?": "withdrawal", 
    "where are the atms near here": "location", 
    "I need to fill out paperwork to get a safe deposit box.": "safe", 
    "can you make a bank appointment for me": "appointment", 
    "how can you terminate a bank account": "close", 
    "What is the bank most nearby to me?": "location", 
    "I want to know what time my bank will be open at": "hours", 
    "Schedule an appointment.": "appointment", 
    "What my bank's hours of operation?": "hours", 
    "What time is my bank open until?": "hours", 
    "Can I schedule a meeting at the bank?": "appointment", 
    "What bank is closest to my current location?": "location", 
    "The bank is open til when?": "hours", 
    "What is the maximum amount I can withdraw at one time?": "withdrawal", 
    "What times are the bank open?": "hours", 
    "I need an atm, is there one close to me": "location", 
    "How do I see how much money I've got?": "balance", 
    "I wanna know how much money I got": "balance", 
    "where is the closest bank to where I live": "location", 
    "what is the balance of my bank?": "balance", 
    "what is the balance of my account?": "balance", 
    "How do i get more checks": "checks", 
    "What is the telephone number to call my bank?": "phone", 
    "Which time is the bank's opening time?": "hours", 
    "If I need a safety deposit box, how do I do that?": "safe", 
    "tell me the highest amount I can withdrawal today": "withdrawal", 
    "How do I make an appointment?": "appointment", 
    "order more checks for my account please": "checks", 
    "what is the balance on my account": "balance", 
    "Find me the nearest bank.": "location", 
    "Schedule a bank appointment for me": "appointment", 
    "What is the largest amount I can withdraw all at once?": "withdrawal", 
    "Refill check order": "checks", 
    "What is my bank account balance right now?": "balance", 
    "What is the bank's number": "phone", 
    "Where is the nearest atm?": "location", 
    "Can you order more checks more me": "checks", 
    "Can you tell me the bank hours?": "hours", 
    "What do I have in my account": "balance", 
    "A bank representative can be made an appointment with how?": "appointment", 
    "I'd like to know my cash balance.": "balance", 
    "When is the bank open for business?": "hours", 
    "How long is my bank open": "hours", 
    "where can I find atms near my current location?": "location", 
    "How much is the balance of my bank account?": "balance", 
    "I need information on how to make a bank appointment": "appointment", 
    "Is there a bank close to me and how do I get to it?": "location", 
    "whats the most I can withdraw at once": "withdrawal", 
    "I need the closing time for the bank.": "hours", 
    "Closing my account is done how?": "close", 
    "What is the process for getting a bank appointment": "appointment", 
    "What time will the bank be open tomorrow?": "hours", 
    "Have more checks sent to me.": "checks", 
    "What is the account balance?": "balance", 
    "I need checks right now please. Get them for me if you can.": "checks", 
    "Help me with my account at the bank, I dont want it anymore": "close", 
    "I want to call my bank, what's the phone number?": "phone", 
    "When does the bank open?": "hours", 
    "Is there a form or application I need to get started on for a safe deposit box?": "safe", 
    "How much can I withdraw at once": "withdrawal", 
    "How much can I get out at once?": "withdrawal", 
    "how can i contact a bank rep": "appointment", 
    "What do I need to do to make an appointment at the bank?": "appointment", 
    "How long is my bank open for?": "hours", 
    "how does one see how much money they have?": "balance", 
    "I would like to order more checks.": "checks", 
    "I want to complete the forms to get a safe deposit box": "safe", 
    "Pull up the bank hours.": "hours", 
    "Get the number to my bank": "phone", 
    "If I want to close my bank account, give me the instructions for doing it.": "close", 
    "I am interested in getting paperwork.": "safe", 
    "what is the preferred routing number for any bank?": "routing", 
    "Can you tell me the nearest ATM to me?": "location", 
    "tell me what the phone number to my local bank is please": "phone", 
    "Is the bank gonna open soon?": "hours", 
    "please give the highest withdrawal allowed at this bank": "withdrawal", 
    "How can I get to an atm?": "location", 
    "How long will my bank remain open?": "hours", 
    "In a single transaction, what is the max I can get at once": "withdrawal", 
    "where is the bank": "phone", 
    "Give me the method of closing an account?": "close", 
    "Where is the nearest ATM to me?": "location", 
    "Please tell me my cash balance.": "balance", 
    "Where can I get the paperwork for a safe deposit box?": "safe", 
    "How far is an atm from me right now": "location", 
    "Please tell me how to make a bank appointment": "appointment", 
    "I want to call my bank give me the number": "phone", 
    "What's my current balance": "balance", 
    "I want to step up an appointment at my bank": "appointment", 
    "I need to find out the phone number for my bank.": "phone", 
    "Would it be necessary to fill out an application for a safe deposit box?": "safe", 
    "Is there a definite way to get a bank appointment?": "appointment", 
    "Tell me how much to withdrawal.": "withdrawal", 
    "help me find banks phone number": "phone", 
    "call my bank": "phone", 
    "Do you know the number to my bank?": "phone", 
    "can you help me close my account": "close", 
    "I wanna see my bank routing number": "routing", 
    "How do I get new checks": "checks", 
    "Is there a bank near me and which one?": "location", 
    "Where is the routing number for my bank acct?": "routing", 
    "WHAT'S THE PROPER WAY TO CLOSE AN ACCOUNT?": "close", 
    "What are the bank hours?": "hours", 
    "Is there an ATM in my vicinity?": "location", 
    "what's my banks phone number": "phone", 
    "Can I see someone next Tuesday?": "appointment", 
    "How can I make a bank appointment?": "appointment", 
    "How much may I take out at one time?": "withdrawal", 
    "A bank's routing number can be found on what documents?": "routing", 
    "I want to know for how long my bank is open": "hours", 
    "Please give me my cash balance": "balance", 
    "What is the process to close an account?": "close", 
    "I want to close an account. What do I do?": "close", 
    "How do I check my account balance": "balance", 
    "I want to close an account, can you help?": "close", 
    "Tell me what my cash balance is.": "balance", 
    "Quickly give me instructions for closing my bank account immediately.": "close", 
    "How do I get information about my balance?": "balance", 
    "can you get me my bank's number?": "phone", 
    "What is the number needed to reach my bank?": "phone", 
    "What are the hours my bank is open?": "hours", 
    "What is the largest amount I can withdraw at once?": "withdrawal", 
    "Where can I locate a nearby ATM?": "location", 
    "Is there an atm near me?": "location", 
    "I want my bank information.": "routing", 
    "What do I need to do to get an appointment with the bank": "appointment", 
    "What time does the bank close?": "hours", 
    "what hours are you open": "hours", 
    "How can I view my bank routing number?": "routing", 
    "Do safe deposit boxes need an application to be filed?": "safe", 
    "How can I see how much money I have": "balance", 
    "i need to speak to a bank rep help": "appointment", 
    "Which is the most popular routing number for any financial institution?": "routing", 
    "Assist me in seeking a saftey deposit box.": "safe", 
    "How can I cancel my bank account?": "close", 
    "Show me the closest banks to my present location": "location", 
    "What is the amount left in my account?": "balance", 
    "How do I go about shutting down an account.": "close", 
    "Where can I find a bank close by?": "location", 
    "What is my balance in cash": "balance", 
    "find and obtain more checks for my checkbook": "checks", 
    "How would one set up a bank appointment?": "appointment", 
    "Is there a bank within a short distance from me?": "location", 
    "What is the phone number of my bank?": "phone", 
    "What are the upper limits on withdrawals allowed per day?": "withdrawal", 
    "Let me know what is my bank account balance?": "balance", 
    "Tell me my limits on withdrawing money in a day": "withdrawal", 
    "How much can I take out at once?": "withdrawal", 
    "I want to call my bank. What's the phone number?": "phone", 
    "Where is an ATM within a short distance?": "location", 
    "Cash available in my account right now please.": "balance", 
    "when does this bank open and close": "hours", 
    "When does my bank open?": "hours", 
    "what is the upper limit allowed for withdrawals daily?": "withdrawal", 
    "I need my banks phone number now": "phone", 
    "DO you know how to close the account/": "close", 
    "Give me the steps to closing an account please.": "close", 
    "I need to fill out safe deposit box papers.": "safe", 
    "I need cash, how much can I get ahold of?": "withdrawal", 
    "Is there a cash machine close by": "location", 
    "Can you order some new checks for me?": "checks", 
    "How do I close my account here?": "close", 
    "How close is the nearest atm?": "location", 
    "Is an application required for a safe deposit box?": "safe", 
    "Tell me my bank's hours.": "hours", 
    "Where do I find the routing number for my bank?": "routing", 
    "How do I close down my bank account": "close", 
    "Can you show me what is my withdrawal limit?": "withdrawal", 
    "How do I see how much cash I have?": "balance", 
    "What bank is near me?": "location", 
    "Can you get me paperwork for a safe deposit box": "safe", 
    "What are the hours for my bank over the weekend": "hours", 
    "How can I arrange a bank appointment?": "appointment", 
    "what is the procedure for account closure?": "close", 
    "WHAT'S THE MOST I CAN GET IN ONE WITHDRAWEL?": "withdrawal", 
    "I NEED THE NUMBER TO MY BANK": "phone", 
    "At one time how much am I limited to taking out?": "withdrawal", 
    "Getting a deposit box requires what steps by me?": "safe", 
    "How far is the closest ATM?": "location", 
    "I WOULD LIKE TO ORDER MORE CHECKS": "checks", 
    "How much money do I have?": "balance", 
    "What number do I need for a transfer?": "routing", 
    "I need some more checks": "checks", 
    "I want paperwork in the box.": "safe", 
    "When does the bank close?": "hours", 
    "Where's the telephone number for the bank?": "phone", 
    "I need you to get my routing number from my bank": "routing", 
    "Tell me where the closest bank is.": "location", 
    "DO you know how to get an appointment.": "appointment", 
    "Help me figure out how to get a safety deposit box": "safe", 
    "tell me how I could close my bank account": "close", 
    "What is my bank amount ?": "balance", 
    "Whats my bank's routing number?": "routing", 
    "what do I need to do to close an account": "close", 
    "What do I do to get a bank appointment?": "appointment", 
    "How do I find my bank routing number?": "routing", 
    "How do you close accounts?": "close", 
    "Can you tell me about how to order more checks?": "checks", 
    "Give me the number for my bank.": "phone", 
    "I would enjoy filling out paperwork in order to get a safe deposit box.": "safe", 
    "I don't need my bank account any more, tell me how to close it.": "close", 
    "How do you get a bank representative's appointment?": "appointment", 
    "How can I get a bank representative's appointment?": "appointment", 
    "What do I have to do to close my account": "close", 
    "What bank is closet to me?": "location", 
    "what atms are close?": "location", 
    "What kind of liquid funds are available?": "balance", 
    "What is the upper limit for withdrawals per day?": "withdrawal", 
    "I need additional checks": "checks", 
    "At what hour does the bank open?": "hours", 
    "Instructions for getting a safe deposit box": "safe", 
    "Can you explain to me how to confirm a bank appointment?": "appointment", 
    "How can I reach my bank by phone ?": "phone", 
    "What forms do I fill out for a safe deposit box": "safe", 
    "I need to make a bank appoint, what should I do?": "appointment", 
    "Do you know my cash balance?": "balance", 
    "What is the number of the bank's routing?": "routing", 
    "When I withdraw funds from the ATM what's the most that I can take out": "withdrawal", 
    "Where is the routing number located?": "routing", 
    "Check balance": "balance", 
    "how can i terminate my bank account": "close", 
    "where are some atms near me?": "location", 
    "What do I need to do to know how much money I have?": "balance", 
    "Where is a bank around here?": "location", 
    "Do the withdrawals per day have a specific upper limit?": "withdrawal", 
    "show me my banks routing number": "routing", 
    "I need to know the upper limit I am allowed to withdraw per day.": "withdrawal", 
    "Will I need to fill out an application to get a safe deposit box?": "safe", 
    "I need an order for more checks": "checks", 
    "are there any atms that are close to my current location": "location", 
    "What is my banks routing number ?": "routing", 
    "Can you get me a meeting at the bank?": "appointment", 
    "What is the limit for withdrawals?": "withdrawal", 
    "What steps do I need to do to close my account": "close", 
    "Where is my routing number?": "routing", 
    "Who do I talk to to make appointment?": "appointment", 
    "Will I be able to contact a person at the bank if I call thier number?": "phone", 
    "Can I set an appointment with a bank representative": "appointment", 
    "Are you sure if there are any atm's here?": "location", 
    "What times are my bank open?": "hours", 
    "How do I find my bank's routing number?": "routing", 
    "When is my bank open until?": "hours", 
    "What's my banks number?": "phone", 
    "In what way do I view the amount of money I have?": "balance", 
    "Do you have my bank's routing number and what is it?": "routing", 
    "What is the procedure for ending an account?": "close", 
    "what is the procedure for closing an account": "close", 
    "Can you help me see the routing number for my bank?": "routing", 
    "I want to know what banks are near by": "location", 
    "What is the closest bank?": "location", 
    "how do I get a bank appointment?": "appointment", 
    "Can you tell me my bank's phone number": "phone", 
    "Let me see the bak routing number": "routing", 
    "what time is the bank gonna open up?": "hours", 
    "FIND ATMS THAT ARE CLOSE TO MY LOCATION": "location", 
    "Around here where can I find a bank?": "location", 
    "Can you inform me how to close an account?": "close", 
    "What bank is nearest to me?": "location", 
    "How do I get an appointment with a bank representative?": "appointment", 
    "I want banking information.": "phone", 
    "help me find my bank hours": "hours", 
    "What number can I call the bank at?": "phone", 
    "I wanna get a safe deposit  to fill out my paperwork": "safe", 
    "Where is the closest bank from my location?": "location", 
    "What steps are there to close an account ?": "close", 
    "At one time, what is the maximum I can take out?": "withdrawal", 
    "Can you give me info on the bank?": "phone", 
    "How can I go about talking to a rep.": "appointment", 
    "upper limit for daily withdrawals": "withdrawal", 
    "when can an account be closed?": "close", 
    "How do I close an account?": "close", 
    "Get me an appointment with someone at the bank.": "appointment", 
    "What's the procedure to get a safety deposit box?": "safe", 
    "I need the banks phone number please": "phone", 
    "Do you know how long the bank is open?": "hours", 
    "What is the bank's routing number?": "routing", 
    "do I need to fill out an application for a safe deposit box": "safe", 
    "at what time does my bank open/close?": "hours", 
    "Can I make an appointment?": "appointment", 
    "I need to get more checks.": "checks", 
    "The closest atm is where?": "location", 
    "I'd like to know the best routing number for my bank": "routing", 
    "The best routing number for my bank, what is it": "routing", 
    "Show me my available funds.": "balance", 
    "Can you direct me to an atm?": "location", 
    "At the ATM what's the max I can take out": "withdrawal", 
    "how do I close an account?": "close", 
    "In what way do I get a bank appointment?": "appointment", 
    "I'd like to know where to find a bank around here.": "location", 
    "what bank is nearest?": "location", 
    "Can you help locate the closest bank from here?": "location", 
    "How can I get a safe deposit box?": "safe", 
    "I'd like to order more checks, please.": "checks", 
    "help me find a way to close my bank account?": "close", 
    "I would love it if I could fill out paperwork to get a safe deposit box.": "safe", 
    "Tell me the steps involved in closing an account": "close", 
    "I would love for you to get me more checks.": "checks", 
    "is it possible for you to find my bank routing number?": "routing", 
    "How can I see how much money I left in my account?": "balance", 
    "Tell me the procedure for closing an account": "close", 
    "I need the number to the bank.": "phone", 
    "Please provide me the paperwork to get a safety deposit box.": "safe", 
    "Bank's routing number is what?": "routing", 
    "How can I view the amount of funds I possess?": "balance", 
    "What is the most I can take out?": "withdrawal", 
    "I want the number to reach my bank": "phone", 
    "To get a safety deposit box, what needs to be done?": "safe", 
    "I need the number for my bank": "phone", 
    "An appointment can be set up with a bank respresentative how?": "appointment", 
    "How much money do I have left?": "balance", 
    "Do you know what time will the bank be open tomorrow?": "hours", 
    "How can I schedule an appointment at the bank": "appointment", 
    "Tell me where there is a bank around here.": "location", 
    "I really want to get more checks.": "checks", 
    "Tell me when my bank opens and when it closes": "hours", 
    "I'd like to order more checks": "checks", 
    "What do I need to do to make a bank appointment?": "appointment", 
    "What's the most money I can take out each time": "withdrawal", 
    "The routing numbers on my checking account please": "routing", 
    "Do you mind telling me what the upper withdrawal limit is?": "withdrawal", 
    "I'd like more checks": "checks", 
    "What procedure should I follow to close my account?": "close", 
    "I really wanna get a safety deposit box": "safe", 
    "what steps do I need to take to close my account": "close", 
    "Help me close my account.": "close", 
    "How much cash can I get out of the atm at one time": "withdrawal", 
    "Where do I see my account balance?": "balance", 
    "Are there any atms near me?": "location", 
    "I don't need my account any more how can I close it": "close", 
    "How can I close accounts?": "close", 
    "Is it alright if you tell me the most I can take out at once?": "withdrawal", 
    "Find banking hours": "hours", 
    "I want to make a phone call to the bank.": "phone", 
    "Do you know how I can receive my money?": "balance", 
    "How many times can I withdraw money from the bank each day?": "withdrawal", 
    "Can I do the paperwork for a safe deposit box online?": "safe", 
    "What are my bank's opening hours?": "hours", 
    "I need an atm close to where I am. Is there one?": "location", 
    "Help me close an account.": "close", 
    "Please tell me the upper limit for withdrawals per day": "withdrawal", 
    "What is the maximum amount I can withdraw at once?": "withdrawal", 
    "How can I look at how much money I have?": "balance", 
    "send me additional check orders": "checks", 
    "Tell me the closure procedure for accounts": "close", 
    "What is the closest ATM to my current location?": "location", 
    "Can I get my checks at the bank location?": "checks", 
    "Please tell me how I could get my bank routing number": "routing", 
    "Can you tell me the steps I need to take to open a safe deposit box": "safe", 
    "Can you find my bank's routing number?": "routing", 
    "what process is needed to close an account": "close", 
    "I can withdraw how much at one time?": "withdrawal", 
    "My cash balance, how much is": "balance", 
    "Can you give me the bank's contact info?": "phone", 
    "What is my bank number ?": "phone", 
    "What is the routing number?": "routing", 
    "Please give me my cash balance.": "balance", 
    "what is the nearest bank?": "location", 
    "Are there atms here?": "location", 
    "i need the best routing number for my bank": "routing", 
    "Safe deposit box set up instructions": "safe", 
    "what bank is close by?": "location", 
    "My bank": "hours", 
    "balance of my account please": "balance", 
    "An account can be closed by following what procedure?": "close", 
    "What's the highest amount I can take out daily": "withdrawal", 
    "I need my banks routing number": "routing", 
    "I need to go to the bank what do I have to do to make an appointment": "appointment", 
    "Who do I talk to to get a safety deposit box?": "safe", 
    "What's the process for closing an account": "close", 
    "What is the phone number to my bank?": "phone", 
    "I want to know my bank's routing number": "routing", 
    "Would you be able to get me more check?": "checks", 
    "I need my bank routing number.": "routing", 
    "What are the business hours for my bank": "hours", 
    "Is there a maximum amount I can take out at one time?": "withdrawal", 
    "What number will let me contact my bank?": "phone", 
    "I don't have many checks left, can you order more for me": "checks", 
    "WHAT IF I NEED TO SET UP A BANK APPOINTMENT?": "appointment", 
    "What's the withdrawal limit for me?": "withdrawal", 
    "what do I need to do to reorder some more checks": "checks", 
    "Is there an upper bound to home many withdrawals I can make in a day?": "withdrawal", 
    "HOW DO I CLOSE AN ACCOUNT?": "close", 
    "How much cash do I have in the bank?": "balance", 
    "I need more checks ordered": "checks", 
    "Where is there a close bank?": "location", 
    "What is the most popular routing number for any bank?": "routing", 
    "How do I get an appointment?": "appointment", 
    "How can I make a bank appointment": "appointment", 
    "How to close an account.": "close", 
    "tell me how to close my account here": "close", 
    "What way is there for me to see how much money I have?": "balance", 
    "Can you tell me my bank's phone number?": "phone", 
    "I'd like checks other than the ones I got before": "checks", 
    "Where can I see my account balance?": "balance", 
    "How can I get more checks?": "checks", 
    "I want the bank number.": "phone", 
    "What is the number that I call to dial my bank?": "phone", 
    "tell me how much money is in my checking account": "balance", 
    "when is this bank open": "hours", 
    "I need the phone number for my bank": "phone", 
    "what are the hours of my bank?": "hours", 
    "How can i make an appointment?": "appointment", 
    "How much do I have in my bank account now": "balance", 
    "ATMs near me": "location", 
    "what do I do to order more checks": "checks", 
    "Is there a limit for how much I can take out in a single transaction?": "withdrawal", 
    "please tell me the shortest distance to an atm": "location", 
    "Give me the bank's number please.": "phone", 
    "What is the procedure for getting an appointment with a bank representative?": "appointment", 
    "How do I shut my account off?": "close", 
    "How much is my bank account balance?": "balance", 
    "Could you please order more checks for me": "checks", 
    "What are my bank's hours today?": "hours", 
    "WHAT'S THE WAY TO GET A SAFETY DEPOSIT BOX>": "safe", 
    "I'd like to request more checks.": "checks", 
    "Tell me how to make an appointment at my bank": "appointment", 
    "Tell me if you need me to complete an application for a safety deposit box": "safe", 
    "What is the number I need to reach my bank?": "phone", 
    "please give me directions to the closest bank to me.": "location", 
    "I need to see a statement or balance. How do I do that?": "balance", 
    "What is the daily upper limit for withdrawals?": "withdrawal", 
    "How would I go about getting a safe deposit box?": "safe", 
    "when does the bank open today": "hours", 
    "can you help me reorder checks": "checks", 
    "What is the number to the bank.": "phone", 
    "tell me the hours this bank stays open.": "hours", 
    "What steps need to be taken to make an appointment with a representative of the bank?": "appointment", 
    "How does one go about securing an appointment with a bank representative": "appointment", 
    "How much is my bank account worth?": "balance", 
    "What is the number to call my bank?": "phone", 
    "How many withdraws can I make?": "withdrawal", 
    "how do I go about getting a safety deposit box": "safe", 
    "WHAT IS THE NUMBER TO MY BANK": "phone", 
    "can you help me make a bank appointment ?": "appointment", 
    "what atms are close to me right now?": "location", 
    "How do I talk to a bank rep?": "appointment", 
    "What is my bank currency?": "balance", 
    "Find the bank's routing number.": "routing", 
    "I need the forms to get a safe deposit box.": "safe", 
    "For a safe deposit box is an application needed?": "safe", 
    "Could you tell me my bank balance?": "balance", 
    "How can I place a call to the bank?": "phone", 
    "I am interested in getting a bank appointment.": "appointment", 
    "Would you explain the procedure for closing accounts?": "close", 
    "Get me the location of a close by ATM.": "location", 
    "more checks needed , can you reorder for me": "checks", 
    "Tell me the process for closing my account": "close", 
    "Is it necessary to obtain an application for a safe deposit box?": "safe", 
    "I would like to know what my bank routing number is.": "routing", 
    "What is the closest bank located?": "location", 
    "Can I have some more checks?": "checks", 
    "Give me some info for calling the bank.": "phone", 
    "I'd like to see my account balance.": "balance", 
    "Do you know if there are any atms near me?": "location", 
    "What is the process for arranging a meeting at the bank?": "appointment", 
    "What are the procedures to close my account": "close", 
    "Are there any cash machines near by": "location", 
    "Do I need to fill out application for a safe deposit box?": "safe", 
    "When does my bank open": "hours", 
    "order up some new checks for me": "checks", 
    "Tell me the bank's routing number.": "routing", 
    "Food": "withdrawal", 
    "tell me my balance please.": "balance", 
    "How can I be sure to get an appointment with the bank?": "appointment", 
    "Look up the hours for my bank.": "hours", 
    "help me find the number for my bank": "phone", 
    "how can i get a safety deposit box": "safe", 
    "I'm interested in completing the forms necessary to open a safety deposit box": "safe", 
    "I need info on calling the bank": "phone", 
    "what is the process for the closure of an account?": "close", 
    "how do I to call my bank?": "phone", 
    "What are the bank operating hours?": "hours", 
    "Where can I get the phone number for the bank?": "phone", 
    "Can you tell me the location of the closest bank?": "location", 
    "How can I see my account balance?": "balance", 
    "How can I go ahead and get a bank representative's appointment?": "appointment", 
    "I need a safe deposit box, do you know if I need to file an application?": "safe", 
    "What's the most I can take out at once?": "withdrawal", 
    "Are you able to give me the routing number?": "routing", 
    "How do you close an account ?": "close", 
    "I'd like to make an appointment please.": "appointment", 
    "Tell me where the atms are near where I am": "location", 
    "Bank routing number please.": "routing", 
    "I want to do the paperwork to open a safety deposit box": "safe", 
    "I need to know how to contact the bank.": "phone", 
    "I would be happy to see the routing number for my bank": "routing", 
    "How late does my bank stay open?": "hours", 
    "Can I receive more checks ?": "checks", 
    "Can you point me to my bank routing number?": "routing", 
    "Where is a nearby bank?": "location", 
    "What's the bank's routing number?": "routing", 
    "Please help me call the bank": "phone", 
    "I need more checks can you get it for me ?": "checks", 
    "how much cash is in my account": "balance", 
    "Help me get the banks number": "phone", 
    "Can you inform me on how to close an account?": "close", 
    "WHAT IF I NO LONGER NEED THE ACCOUNT?": "close", 
    "How much am I able to withdraw at the same time?": "withdrawal", 
    "What time does the bank open up": "hours", 
    "What's the most I can take out daily": "withdrawal", 
    "what number do I need to to call my bank?": "phone", 
    "I need the routing number for bank acct": "routing", 
    "Can you tell me what's involved in making an appointment with a representative of the bank": "appointment", 
    "Please give me the bank routing number for my bank": "routing", 
    "Please put me into contact with a bank rep.": "appointment", 
    "What's the routing number that I use for my bank?": "routing", 
    "What is needed to get a safety deposit box?": "safe", 
    "Are you sure how to close my account?": "close", 
    "where are the closest atms around here?": "location", 
    "Any idea how I file an application?": "safe", 
    "What time will my bank be open until?": "hours", 
    "Please get me the banks number": "phone", 
    "What time does my stay bank open until?": "hours", 
    "Where can I get more checks?": "checks", 
    "what does my bank need in order for me to open a safe deposit account": "safe", 
    "I NEED TO GET THE PHONE NUMBER TO MY BANK": "phone", 
    "Send me some more checks.": "checks", 
    "What is the bank account balance for me?": "balance", 
    "I want more checks, please": "checks", 
    "I need more checks": "checks", 
    "What's the maximum amount of money that I can withdraw each time": "withdrawal", 
    "I would like more information on how to get a safe deposit box.": "safe", 
    "how do I find my routing number?": "routing", 
    "What is the amount in my bank account?": "balance", 
    "Are you able to give info on the bank?": "phone", 
    "I need information regarding ordering more checks for my account.": "checks", 
    "I'd like to know where I can find an ATM nearby.": "location", 
    "I wanna know my cash balance": "balance", 
    "What is my banks routing number?": "routing", 
    "Who do I talk to about how much I can withdraw at one time": "withdrawal", 
    "Any ATMs nearby?": "location", 
    "What is the process for setting up an appointment with the bank?": "appointment", 
    "What time does the bank open?": "hours", 
    "When will my bank be closing?": "hours", 
    "give me info on calling the bank please": "phone", 
    "I want a safety deposit box, please assist me in filling out the paperwork.": "safe", 
    "Can you send me additional checks": "checks", 
    "Do you require an application filed for a safe deposit box?": "safe", 
    "what is the upper limit for withdrawals per day?": "withdrawal", 
    "I need to know the closest bank to where I live please": "location", 
    "What are the hours that my bank has?": "hours", 
    "can i have my banks number": "phone", 
    "I would love for  you to give me the routing number.": "routing", 
    "I want to apply for a safety deposit box": "safe", 
    "how do I go about closing my account": "close", 
    "Can you help me make a bank appointment?": "appointment", 
    "Could you tell me how to close accounts?": "close", 
    "What is involved in closing an account?": "close", 
    "Bank nearest me is where?": "location", 
    "What time is the bank open?": "hours", 
    "Any idea what time the bank opens?": "hours", 
    "How do I see my balance?": "balance", 
    "What are my total funds on hand": "balance", 
    "What is the highest amount I can withdraw all at once?": "withdrawal", 
    "What's the maximum I can take out at one time?": "withdrawal", 
    "I want the routing number.": "routing", 
    "Are you able to help me get more checks": "checks", 
    "What hours does my bank operate?": "hours", 
    "how does one close their bank account?": "close", 
    "How do I get a bank appointment?": "appointment", 
    "are you sure that I need to file an application for a safe deposit box?": "safe", 
    "Find my bank and what time it opens": "hours", 
    "Is there an application that needs to be filed for a safe deposit box?": "safe", 
    "How long will closing an account take?": "close", 
    "I need to know my banks hours": "hours", 
    "What is the maximum one can withdraw per day?": "withdrawal", 
    "Is it possible to be a bank appointment?": "appointment", 
    "I want to fill out paperwork for a safe deposit box": "safe", 
    "whats the balance on my account please": "balance", 
    "Can you tell me my banks phone number ?": "phone", 
    "What's the routing number for my bank?": "routing", 
    "Get me the bank's routing number.": "routing", 
    "What atms are in the area": "location", 
    "How do I go about getting a bank appointment?": "appointment", 
    "Please let me know what my bank's number is.": "phone", 
    "Please tell me how to get a bank appointment.": "appointment", 
    "What is the most I can withdraw at one time?": "withdrawal", 
    "How much is available to me right now?": "balance", 
    "Can I have the bank number?": "phone", 
    "Give me info one would need for calling the bank.": "phone", 
    "Put in a request for more checks.": "checks", 
    "How much money is in my account?": "balance", 
    "Send me more checks.": "checks", 
    "How much money can I take out of the bank at one time?": "withdrawal", 
    "I'd like additional checks": "checks", 
    "I would like more checks.": "checks", 
    "Where do I get more checks?": "checks", 
    "What is the hour the bank is open": "hours", 
    "I want the banks number": "phone", 
    "Where do I order more checks please?": "checks", 
    "Am I required to file and application to get a safe deposit box?": "safe", 
    "Tell me the hours of operation for my bank": "hours", 
    "Order checks for me ASAP": "checks", 
    "what's the phone number please": "phone", 
    "I want to know if there are any atms near here": "location", 
    "Is there a number I can call for the bank I use?": "phone", 
    "I want more checks": "checks", 
    "Pull up an order form for more checks.": "checks", 
    "Are you aware of how to get the account balance?": "balance", 
    "There are safe deposit boxes at my bank, how can I get one?": "safe", 
    "How much money can I take out at a time?": "withdrawal", 
    "What are the necessary bank hours/": "hours", 
    "tell me the process of closing an account": "close", 
    "Can you tell me if I am close to any atms?": "location", 
    "How much may I withdraw in one day?": "withdrawal", 
    "Show me my bank's routing number": "routing", 
    "Are you able to give me more checks?": "checks", 
    "What is the number to reach my bank": "phone", 
    "find nearby atms": "location", 
    "What number do I call to reach my bank?": "phone", 
    "tell me what my routing number is here": "routing", 
    "give me the daily hours that this bank is open": "hours", 
    "I have paperwork that is going to have to be filled out to get a safe deposit box.": "safe", 
    "Tell me what my balance is in cash": "balance", 
    "The routing number I need for my bank is what?": "routing", 
    "what is this banks phone number": "phone", 
    "does the bank have a phone": "phone", 
    "Are you sure how to close the account?": "close", 
    "are there any atms near me": "location", 
    "Tell me how much cash I've got": "balance", 
    "What is the max amount I can take out?": "withdrawal", 
    "The upper limit for withdrawals, what's the daily max": "withdrawal", 
    "Is it necessary for me to file an application for a safe deposit box?": "safe", 
    "Where is the closest bank?": "location", 
    "How much is my cash balance?": "balance", 
    "For a deposit box, will I need to turn in a form?": "safe", 
    "I want additional checks, please": "checks", 
    "Tell me my cash balance.": "balance", 
    "Do you know of any atms near my current location?": "location", 
    "Check cash balance": "balance", 
    "Set up a time to meet with a bank representative": "appointment", 
    "I would love to get paperwork.": "safe", 
    "Where is the nearest ATM": "location", 
    "I wanna know the upper limit for withdrawals per day": "withdrawal", 
    "where would the closest atm be": "location", 
    "Do you hapen to know if there are atms close to where I am?": "location", 
    "I'd like more checks.": "checks", 
    "Tell me the hours for my bank.": "hours", 
    "please buy more checks for my checkbook": "checks", 
    "How do I call the bank?": "phone", 
    "I only have a few checks left, I need more": "checks", 
    "what atms are near me?": "location", 
    "How can an account be closed?": "close", 
    "What do I need to do to get a safety deposit box?": "safe", 
    "I need help locating the best routing number for my bank.": "routing", 
    "How do I check my balance?": "balance", 
    "Can you give me more checks?": "checks", 
    "how do I make a bank appointment": "appointment", 
    "How to close accounts?": "close", 
    "What time does the bank open": "hours", 
    "Please order some more checks that I can have.": "checks", 
    "Are you sure how to file an application/": "safe", 
    "are there any atms that can be found close to my current location?": "location", 
    "What is the number I call for my bank?": "phone", 
    "I need to do a check reorder please.": "checks", 
    "What number is best to reach someone at my bank?": "phone", 
    "I have to go fill out paperwork to get a safe deposit box.": "safe", 
    "What are the numbers do I dial for my bank?": "phone", 
    "What's the withdrawal limit for my account?": "withdrawal", 
    "On one trip, what is the largest total of money I can withdraw?": "withdrawal", 
    "how can I learn how to close my account at this bank": "close", 
    "What's the most money I can get out in cash right now?": "withdrawal", 
    "My bank's best routing number, what is it": "routing", 
    "I want to get the number of my bank": "phone", 
    "What are the hours for my bank today": "hours", 
    "do you have the capacity to find my bank routing number?": "routing", 
    "Where is a bank in my area?": "location", 
    "help me obtain my banks number": "phone", 
    "What times can I contact the bank by phone?": "phone", 
    "How do you close a bank account?": "close", 
    "I need the routing number.": "routing", 
    "I want to close my account can you help me": "close", 
    "Where can I see my funds?": "balance", 
    "The bank will be open at what time?": "hours", 
    "What is the highest amount I can withdraw in one transaction?": "withdrawal", 
    "How does one get a bank appointment?": "appointment", 
    "What is my current bank balance?": "balance", 
    "Where do I find the place to schedule an appointment with a bank representative?": "appointment", 
    "I NEED TO FIND ATMS CLOSE TO ME": "location", 
    "I would love to get an appointment.": "appointment", 
    "Any idea my bank hours/": "hours", 
    "What is the process for ending an account?": "close", 
    "Is it alright if you tell me the most I can take out at one time?": "withdrawal", 
    "What's my balance": "balance", 
    "Please tell me my bank's phone number.": "phone", 
    "What is my bank's phone number?": "phone", 
    "Is there a way to make an appointment with a bank representative?": "appointment", 
    "Can you help me order more checks": "checks", 
    "What are the steps to closing a bank account?": "close", 
    "I want to fill out the application to get a safe deposit box": "safe", 
    "How can one secure an appointment with your bank?": "appointment", 
    "How many steps are there in closing an account?": "close", 
    "What is my routing number": "routing", 
    "Where can I schedule an appointment with a bank representative?": "appointment", 
    "Show me my cash balance.": "balance", 
    "For how many hours will the bank be open?": "hours", 
    "how could I view my balance?": "balance", 
    "are you capable of finding my bank routing number?": "routing", 
    "What routing number should I use for my bank?": "routing", 
    "Where do I find my bank routing number?": "routing", 
    "Hod do you terminate an account?": "close", 
    "How much money can I take out every day": "withdrawal", 
    "What's the limit to how much I can withdrawal daily": "withdrawal", 
    "Would I need to fill out an application for a safe deposit box?": "safe", 
    "What's my bank routing number?": "routing", 
    "Please tell me by bank's phone number.": "phone", 
    "I'd like to close my account please.": "close", 
    "What time can I go to the bank til?": "hours", 
    "Can you tell me the procedure for closing an account?": "close", 
    "what kind of procedure is needed for closing an account?": "close", 
    "Please tell me how to get a safety deposit box.": "safe", 
    "What is the absolute most I can take out?": "withdrawal", 
    "If I need to close an account, what's involved?": "close", 
    "What is the balance of my bank account?": "balance", 
    "What's the amount in there?": "balance", 
    "when will the bank be open for people?": "hours", 
    "What is the bank that is closest to me?": "location", 
    "What's my bank's routing number?": "routing", 
    "Where's the ATM closest to me?": "location", 
    "Tell me the best routing number for my bank": "routing", 
    "How do I make an appointment with a bank?": "appointment", 
    "How many checks can I order online?": "checks", 
    "I need the routing number for my bank": "routing", 
    "HOW DO I GET MORE CHECKS?": "checks", 
    "What are the nearest atm locations to me": "location", 
    "are any atms close to my current location": "location", 
    "How do I get in touch with the bank?": "phone", 
    "Get me my bank's telephone number.": "phone", 
    "What is my bank's contact number?": "phone", 
    "What is the largest total I can withdraw on one trip?": "withdrawal", 
    "What is the upper limit one can withdraw in a day?": "withdrawal", 
    "Let me know my cash balance": "balance", 
    "Let me know my bank's hours please.": "hours", 
    "please give me the phone number to my bank": "phone", 
    "How do I locate the closest bank?": "location", 
    "What phone number do I use to call the bank?": "phone", 
    "Where do I look for my bank's routing number?": "routing", 
    "How do I go about getting a safety deposit box?": "safe", 
    "what hours does this bank operate.": "hours", 
    "steps and instructions on closing an account here": "close", 
    "I need to get the banks number": "phone", 
    "What do I need to do to open a safe deposit box": "safe", 
    "I wanna fill out my paperwork so I want a safe deposit box": "safe", 
    "Can you tell me my bank's number?": "phone", 
    "Tell me how I could close an account.": "close", 
    "What's my cash balance on my account?": "balance", 
    "How can I get a bank appointment?": "appointment", 
    "Which is the most popular routing number for any bank?": "routing", 
    "Do you know how to make a bank appointment?": "appointment", 
    "How do you ensure a bank appointment?": "appointment", 
    "What do I have to do to see how much money I've got right now": "balance", 
    "requesting routing number for my bank": "routing", 
    "I want to see someone in person at the bank. How do I make an appointment?": "appointment", 
    "How much do I have in my bank account?": "balance", 
    "get more checks for me when you get a chance": "checks", 
    "How much cash do I have": "balance", 
    "How can I get an appointment?": "appointment", 
    "I need a bank appointment, how do I get one?": "appointment", 
    "How much cash do I have in my account?": "balance", 
    "What do I have to do to get an appointment at the bank": "appointment", 
    "I wanna see my bank's routing number": "routing", 
    "What is the most popular routing number for any financial institution?": "routing", 
    "I need the banks number": "phone", 
    "Tell me when the bank opens": "hours", 
    "When does my bank open and close": "hours", 
    "I need to call the bank.": "phone", 
    "Can I make an appointment for a phone conference with a bank representative?": "appointment", 
    "How can I get another set of checks?": "checks", 
    "will my rates go up?": "phone", 
    "What is the bank account balance belonging to me?": "balance", 
    "I want to fill out an application for a safe deposit box.": "safe", 
    "Find out the hours of my bank": "hours", 
    "find atms close to me": "location", 
    "Where is the nearest bank?": "location", 
    "Where is the place to see how much money I have ?": "balance", 
    "I want to know the upper limit allowed for daily withdrawals.": "withdrawal", 
    "tell me how to open a safe deposit box here": "safe", 
    "what time will the bank open?": "hours", 
    "Please give me additional checks": "checks", 
    "Please order some more of the checks for me.": "checks", 
    "I would love for you to give me the routing number": "routing", 
    "Could you tell me my balance?": "balance", 
    "What is the process for seeing how much money I have?": "balance", 
    "how do I check how much money I have": "balance", 
    "What's the daily limit for withdrawals?": "withdrawal", 
    "Give me information on how to get a safety deposit box .": "safe", 
    "I want more checks, order them": "checks", 
    "What steps do I need to do to get a safe deposit box?": "safe", 
    "Show me how to find my bank routing number.": "routing", 
    "Can I get some extra checks.": "checks", 
    "Get some more checks for me please.": "checks", 
    "What time does my bank close?": "hours", 
    "How much do I have in my checking account": "balance", 
    "The banks operating hours start at what time?": "hours", 
    "Can I be given more checks?": "checks", 
    "how much money is in my account": "balance", 
    "I wanna fill out paperwork to get a safe deposit box": "safe", 
    "What is the largest amount I can withdraw at one time?": "withdrawal", 
    "can you dial my bank's number?": "phone", 
    "At what time will the bank open": "hours", 
    "Is it possible to make an appointment with a bank representative?": "appointment", 
    "HOW DO I GO ABOUT CLOSING AN ACCOUNT?": "close", 
    "Can I get more checks please?": "checks", 
    "How do I go about making a call to the bank?": "phone", 
    "How much money is in my bank ?": "balance", 
    "I want to know how much cash I got": "balance", 
    "Can I fill out an application for a safe deposit box?": "safe", 
    "Can you help me locate my bank routing number?": "routing", 
    "Tell me the bank information.": "routing", 
    "Look up my bank's phone number.": "phone", 
    "When is an available appointment?": "appointment", 
    "Where can I find my bank routing number?": "routing", 
    "Can you open up a telephone line with the bank?": "phone", 
    "What is the way to see how much money I have ?": "balance", 
    "How much is in my checking account?": "balance", 
    "tell me mmy routing number.": "routing", 
    "How do I make a phone call to the bank?": "phone", 
    "Can you tell me how much I am allowed to withdraw at once?": "withdrawal", 
    "Does an application need to be filed for me to get a safe deposit box?": "safe", 
    "What is necessary when closing a bank account?": "close", 
    "How do I see what my balance is?": "balance", 
    "Can I get some more checks?": "checks", 
    "Which is the best routing number for my bank?": "routing", 
    "How can I go about closing an account?": "close", 
    "How can I reach my bank by phone?": "phone", 
    "I want my banks number.": "phone", 
    "What's the procedure for setting up an appointment with a bank rep?": "appointment", 
    "How can I close the bank?": "close", 
    "For one time what am I limited to take out?": "withdrawal", 
    "What are the steps to getting rid of a bank account?": "close", 
    "What is the number required to reach my bank?": "phone", 
    "Can you tell me how to secure a bank appointment?": "appointment", 
    "Is there a limit on how much I can withdraw at one time?": "withdrawal", 
    "What are the details on getting a safety deposit box ?": "safe", 
    "Who do I call for a bank appointment?": "appointment", 
    "please find the routing number for my bank": "routing", 
    "Can you tell me what my cash balance is?": "balance", 
    "I would like it if i could see the routing number for my bank": "routing", 
    "Could you give me info on calling the bank": "phone", 
    "Tell me my bank account balance": "balance", 
    "Do you know my bank's routing number if so tell me": "routing", 
    "Will you please order more checks for me": "checks", 
    "What is the upper limit of how much I can withdraw at once?": "withdrawal", 
    "how do I get a appointment with the bank?": "appointment", 
    "What is the most withdraws I can make in one day.": "withdrawal", 
    "Please get an appointment.": "appointment", 
    "Where can I check how much money I have left?": "balance", 
    "What's the number to my financial institution?": "phone", 
    "Give me the details on how to schedule an appointment with a bank rep": "appointment", 
    "What is the method for closing an account?": "close", 
    "Help me close account.": "close", 
    "How much can I withdraw at one time?": "withdrawal", 
    "is the bank open today": "phone", 
    "What's the procedure for a bank appointment?": "appointment", 
    "Can you help me with the facts on how to get a safety deposit box ?": "safe", 
    "Should I put in an application for a safe deposit box?": "safe", 
    "How can a bank account be closed?": "close", 
    "Tell me my bank's routing number": "routing", 
    "what are the steps a person has to take to close an account": "close", 
    "I would like  to file an application.": "safe", 
    "Please tell me how I may get a bank appointment?": "appointment", 
    "what is the most I can take out one time?": "withdrawal", 
    "I need to connect to the bank via phone.": "phone", 
    "Do you know the telephone number for my bank": "phone", 
    "Tell me how to close a bank account if it is not too much trouble.": "close", 
    "I want to see the current amount I have in the bank.": "balance", 
    "How would I go about closing a bank account?": "close", 
    "What is the dollar amount of my bank ?": "balance", 
    "I need the details about my bank opening and closing": "hours", 
    "are there any atms present to my current location": "location", 
    "What bank is closest?": "location", 
    "Is it possible to order more checks?": "checks", 
    "Give me the routing number that's best to use for my financial institution": "routing", 
    "i need to know how to close my account": "close", 
    "Tell me how to close my bank account right now! I've have enough of your nonsense!": "close", 
    "tell me how much I can withdraw at one time": "withdrawal", 
    "Show me the balance for my account.": "balance", 
    "at what time will the bank be open?": "hours", 
    "What do I need to do to close an account?": "close", 
    "What actions need to be taken to close an account?": "close", 
    "I'd like a bunch more checks.": "checks", 
    "I want to meet with a bank rep, what do I have to do to make that happen": "appointment", 
    "How long is the bank gonna be open?": "hours", 
    "Tell me the opening hours of my bank": "hours", 
    "How much is the maximum money can I withdraw at one time?": "withdrawal", 
    "Do you know the steps involved for shutting down my account": "close", 
    "Would you tell me the maximum amount of money I can remove at one time?": "withdrawal", 
    "Where is my bank routing number?": "routing", 
    "Whats closing an account like?": "close", 
    "I need to fill out the paperwork for a safe deposit box.": "safe", 
    "How long until the bank closes?": "hours", 
    "I wanna know the closure procedure for account": "close", 
    "when is the bank gonna open?": "hours", 
    "How can I set up an appointment with the bank?": "appointment", 
    "Will someone at the bank be able to tell me my routing number?": "routing", 
    "Where are the forms to get a safe deposit box?": "safe", 
    "Routing number": "routing", 
    "I need to find an atm near my area": "location", 
    "My bank's business hours, what are they": "hours", 
    "Get me info on calling the bank": "phone", 
    "I wanna know how to close my account": "close", 
    "Where can I see my balance ?": "balance", 
    "Do you mind telling me the most I can take out at once?": "withdrawal", 
    "Are you sure of the cash balance?": "balance", 
    "What banks are around me": "location", 
    "Account withdrawal limits please": "withdrawal", 
    "Give me info one would need to call the bank.": "phone", 
    "How can I get an appointment with the bank?": "appointment", 
    "Where's the closest atm?": "location", 
    "Can you inform me  the upper limit allowed for withdrawals per day?": "withdrawal", 
    "Will someone answer the phone at the bank after five pm?": "phone", 
    "Do you know if there are atms close to my location?": "location", 
    "If I want a safe deposit box, where can I get the paperwork?": "safe", 
    "Do I have to go to the bank to fill out for a safe deposit box?": "safe", 
    "can you show me what I need to do for a safety deposit box": "safe", 
    "Would you be able to tell me my bank routing number?": "routing", 
    "What is my bank account's current balance?": "balance", 
    "How do I file an application to get a safe deposit box?": "safe", 
    "I want to close my account what is the procedure to do that": "close", 
    "How much can I get at one time?": "withdrawal", 
    "Tell me how long the bank is open.": "hours", 
    "Tell me how to close the bank": "close", 
    "Where is the closest atm?": "location", 
    "Get me my bank's number?": "phone", 
    "Where is my balance located?": "balance", 
    "Make me an appointment with my representative from the bank": "appointment", 
    "Where can I find my routing number": "routing", 
    "I'd like to get a safety deposit box.": "safe", 
    "How do I fill out papers to get a safe deposit box.": "safe", 
    "find atms in my current location": "location", 
    "are any atms near me?": "location", 
    "Can you tell me my routing numbers on my account": "routing", 
    "what is my bank's best routing number?": "routing", 
    "Where do I find the routing number?": "routing", 
    "who do i contact to secure a bank appointment?": "appointment", 
    "what is my full account balance?": "balance", 
    "Give me additional checks": "checks", 
    "I need more checks. Get on that please.": "checks", 
    "Can you tell me what the upper withdrawal limit is?": "withdrawal", 
    "How do I view how much money I have?": "balance", 
    "Do you know how I can make an appointment with a representative from my bank?": "appointment", 
    "what are the routing numbers on my checks here": "routing", 
    "I'm trying to find out what my bank's routing number is, can you tell me": "routing", 
    "How can I reach someone at the bank?": "phone", 
    "I wanna know exactly what the best routing number is for my bank": "routing", 
    "I want aditional checks": "checks", 
    "To get a safe deposit box do I need to fill out an application?": "safe", 
    "What is my account balance for funds available.": "balance", 
    "Where can I get a safety deposit box?": "safe", 
    "what do i need to do to close an account": "close", 
    "find my routing number please": "routing", 
    "How does one get an appointment with the bank?": "appointment", 
    "Which hours does my bank operate?": "hours", 
    "I need to know the upper limit allowed for withdrawals per day.": "withdrawal", 
    "Where is the closest ATM to me?": "location", 
    "Give me info for calling the bank.": "phone", 
    "How much money do I have in the bank?": "balance", 
    "What is the withdrawal limit?": "withdrawal", 
    "Can I close my account?": "close", 
    "tell me my banks phone number please": "phone", 
    "What is the time frame of operation for my bank": "hours", 
    "Tell me how to schedule an appointment with a bank representative": "appointment", 
    "Would you give me the routing number for my bank.": "routing", 
    "Would you be able to use more checks?": "checks", 
    "What process needs to be taken so I can close an account?": "close", 
    "How can I get an appointment with a bank representative?": "appointment", 
    "Are you aware of any atm's?": "location", 
    "What are the hours for my bank tomorrow": "hours", 
    "who do I contact to order more checks": "checks", 
    "Give me all info on opening a safe deposit box here": "safe", 
    "tell me where the nearest atm is right now": "location", 
    "Bank appointment's are gotten how?": "appointment", 
    "atms in my location": "location", 
    "How can I set up a safety deposit box?": "safe", 
    "I need to get the routing number for my account.": "routing", 
    "I would love to fill out paperwork in order to get a safe deposit box.": "safe", 
    "How do I shut down an account?": "close", 
    "I wanna get a safety deposit box": "safe", 
    "What's the routing number I use for my bank?": "routing", 
    "What are the steps to get a safety deposit box?": "safe", 
    "How much can I withdraw per day?": "withdrawal", 
    "How much money can I withdraw at once": "withdrawal", 
    "Find an atm close to me.": "location", 
    "What bank is close to me?": "location", 
    "What are the times I can my bank?": "hours", 
    "Call the bank for me.": "phone", 
    "Tell me the hours for the bank.": "hours", 
    "What are the steps to get a bank appointment?": "appointment", 
    "What hours can I visit my bank?": "hours", 
    "What's the nearest bank from here": "location", 
    "How long do I have until my bank closes?": "hours", 
    "Give me steps to getting a deposit box.": "safe", 
    "Highest amount of money I can withdraw in one day": "withdrawal", 
    "I need an atm.": "location", 
    "What procedure should one follow to close an account?": "close", 
    "Yo do I need to do paperwork and make an application to get me a safety deposit box": "safe", 
    "can you send me more checks": "checks", 
    "Can you tell me the highest amount a withdrawal can be": "withdrawal", 
    "What is my withdrawal limit?": "withdrawal", 
    "What is my bank account's routing number?": "routing", 
    "What does it take to close an account?": "close", 
    "Find nearest ATM": "location", 
    "do you know of any atms in my current area?": "location", 
    "What is the way to close an account ?": "close", 
    "What is the way to go about getting an appointment with a bank representative?": "appointment", 
    "Are you able to give me the account balance?": "balance", 
    "Could I get additional checks?": "checks", 
    "I want to receive my remaining money.": "balance", 
    "I want an appointment at the bank. Who do I call?": "appointment", 
    "Please place an order for more checks for me.": "checks", 
    "I want to order more checks now": "checks", 
    "Help me find a way to obtain a saftey deposit box.": "safe", 
    "what is my bank's number?": "phone", 
    "Do you know the number for my bank, I need to call them ASAP": "phone", 
    "My balance is what?": "balance", 
    "How much cash do I have?": "balance", 
    "What is the bank account balance that I have?": "balance", 
    "what is the most I can withdraw at once?": "withdrawal", 
    "Can you find the bank's routing number for me?": "routing", 
    "Please let me know what are the hours for my bank?": "hours", 
    "are you able to get me more checks": "checks", 
    "Is there paperwork to fill out to get a safe deposit box": "safe", 
    "Are there ATMs near my location?": "location", 
    "what hours is the bank open?": "hours", 
    "How do you get rid of an account?": "close", 
    "Is there an withdrawal limit?": "withdrawal", 
    "Please order more checks for me to have.": "checks", 
    "Closest ATMs to me": "location", 
    "do you know where I can find an atm near me?": "location", 
    "Are there atms near me?": "location", 
    "What is the process for viewing how much money I have?": "balance", 
    "I need help closing a bank account": "close", 
    "I need to order more checks.": "checks", 
    "Help me find out the best way to get a safety deposit box": "safe", 
    "Close my bank account": "close", 
    "HOW DO I GET A SAFETY DEPOSIT BOX?": "safe", 
    "What is the best way to view how much money I have?": "balance", 
    "Are atms close to where I am right now?": "location", 
    "Any idea how to get a safe deposit box?": "safe", 
    "How do I close my bank account?": "close", 
    "How can I see how much money I have?": "balance", 
    "What is the highest amount I can withdraw at one time?": "withdrawal", 
    "I need to make an appointment.": "appointment", 
    "Can you tell me the closure procedure for accounts?": "close", 
    "Can I have my bank's numbeR?": "phone", 
    "Are you able to tell me the number for the bank?": "phone", 
    "I need to meet with a bank representative.": "appointment", 
    "How do I order new checks": "checks", 
    "I need the phone number to my bank": "phone", 
    "nearest atm location please": "location", 
    "tell the hours of operation at my local bank": "hours", 
    "what bank is close to me?": "location", 
    "What is the hour that the bank is open": "hours", 
    "Would you mind telling me the most I can get get out at once?": "withdrawal", 
    "Do I need to apply for a deposit box?": "safe", 
    "What is the opening hour for the bank?": "hours", 
    "I want my banks number": "phone", 
    "What is the maximum I can take out at once?": "withdrawal", 
    "Tell me the phone number for my bank.": "phone", 
    "I ran out of checks, I need more": "checks", 
    "What is the length of time that my bank is open for?": "hours", 
    "Find my cash balance": "balance", 
    "can you obtain more checks for me?": "checks", 
    "I need information on my bank's phone number please": "phone", 
    "What is the closest bank to here?": "location", 
    "When will my bank open and close": "hours", 
    "What's the limit that I can withdraw at once?": "withdrawal", 
    "I need to know how to get a safety deposit box": "safe", 
    "What hours is my bank open?": "hours", 
    "What's the most money I can get out in a day": "withdrawal", 
    "Can I get a safety deposit box?  If so, how?": "safe", 
    "help me with the steps to open a new account for a safe deposit box": "safe", 
    "A bank appoinment can be made how?": "appointment", 
    "What ATMs are nearby?": "location", 
    "I don't have enough checks.": "checks", 
    "When does my bank close?": "hours", 
    "Which bank is closest to me?": "location", 
    "What is the best way to get a safety deposit box?": "safe", 
    "Can you give me the routing number?": "routing", 
    "help me find atms in the area": "location", 
    "When will my bank close": "hours", 
    "Additional checks would be nice.": "checks", 
    "How can I secure an appointment with the bank?": "appointment", 
    "Could you order additional checks for me?": "checks", 
    "How do you close an account?": "close", 
    "Safe deposit box instructions": "safe", 
    "can you tell me how to get a safety deposit box": "safe", 
    "I need to know how to close my account please": "close", 
    "How can I view my balance?": "balance", 
    "What's the number I need to dial to call my bank": "phone", 
    "Can you please provide me with the routing number for my bank?": "routing", 
    "Where can I see the routing number for the bank?": "routing", 
    "I need a safe deposit box so I would like to fill out the required paperwork": "safe", 
    "Are there any ATMs nearby?": "location", 
    "Do you happen to know if there are atms close to me?": "location", 
    "what is the process of closing an account?": "close", 
    "What are the steps to getting a safety despoit box?": "safe", 
    "I need to meet with someone at the bank.": "appointment", 
    "Could I arrange a meeting for next week?": "appointment", 
    "Are there any atms nearby?": "location", 
    "What phone number will connect me to my bank?": "phone", 
    "Are you sure if there are any atm's?": "location", 
    "Are you sure of my bank hours?": "hours", 
    "My banks doesn't close untill when ?": "hours", 
    "when can you close an account?": "close", 
    "WHAT IF I DON'T WANT THE ACCOUNT ANYMORE?": "close", 
    "When's the earliest I can visit my bank in person?": "hours", 
    "Get me the opening hours for the bank.": "hours", 
    "Please tell me about the upper limit allowed for withdrawals per day.": "withdrawal", 
    "What are the bank's hours?": "hours", 
    "Order more checks for my account please and thank you!": "checks", 
    "Tell me how to get an appointment with a bank representative": "appointment", 
    "Help me figure out the way to get a safety deposit box": "safe", 
    "Please tell me steps to close an account.": "close", 
    "What's my bank's phone number.": "phone", 
    "I need more checks.": "checks", 
    "What's the most I can take out at a time?": "withdrawal", 
    "how do I get an appointment with a bank representative": "appointment", 
    "How much can a person withdrawal at one time.": "withdrawal", 
    "Tell me the best routing number please": "routing", 
    "Are there atms near by?": "location", 
    "What is the phone number for my bank?": "phone", 
    "About how much can I withdraw?": "withdrawal", 
    "I would like to have the number of my bank": "phone", 
    "How much cash do I have in that account?": "balance", 
    "Tell me my account balance.": "balance", 
    "I need to access my banks routing number": "routing", 
    "Do you happen to know if there are atms near me?": "location", 
    "I need to find an atm close to me": "location", 
    "How do I go about getting an account closed?": "close", 
    "What steps do I need to do to close an account?": "close", 
    "Pull up my account balances.": "balance", 
    "Where is the closest branch of this bank?": "location", 
    "What do I do to make an appointment with a bank representative?": "appointment", 
    "Are there any ATMs near me?": "location", 
    "How can I get a bank appointment.": "appointment", 
    "Place checks to order": "checks", 
    "Can you tell me the details on how to schedule a bank appointment": "appointment", 
    "how does a person secure a bank appointment?": "appointment", 
    "Do I have to fill out an application for a safety deposit box": "safe", 
    "what do I need to do to close out an account at this bank": "close", 
    "When will my bank close ?": "hours", 
    "what are the banks hours?": "hours", 
    "I will no longer be needing my account. How do I close it?": "close", 
    "GET ME THE NUMBER TO MY BANK": "phone", 
    "i want the phone number please": "phone", 
    "How do I schedule an appointment with a bank representative?": "appointment", 
    "Which number do I dial to contact my bank?": "phone", 
    "I want to know what the total amount in my account is": "balance", 
    "Bank opens when?": "hours", 
    "What is the maximum amount I am allowed to withdraw per day?": "withdrawal", 
    "Any way to give the account balance?": "balance", 
    "help me secure a bank appointment.": "appointment", 
    "tell me what the phone number is": "phone", 
    "What steps do I need to perform to close accounts?": "close", 
    "Put checks on the shopping list": "checks", 
    "What's the right phone number for me to get in touch with my bank?": "phone", 
    "Are you able to order me more checks?": "checks", 
    "do you know how to order checks for me": "checks", 
    "Tell me how to to call my bank": "phone", 
    "Can you assist me in finding out how to get a safety deposit box ?": "safe", 
    "how can I get an appointment with a representative?": "appointment", 
    "Get me more checks now": "checks", 
    "What's the balance of my account?": "balance", 
    "What is my withdrawal limit": "withdrawal", 
    "I wanna know the best routing number for my bank please": "routing", 
    "how do i end my bank account": "close", 
    "I would love filling out paperwork for the purpose of getting a safe deposit box.": "safe", 
    "Is a form required to be turned in for a deposit box?": "safe", 
    "How much h cash do I have": "balance", 
    "Help me fill out the paperwork for a safe deposit box.": "safe", 
    "Provide the balance in my bank account.": "balance", 
    "I want a deposit box; how do I get one?": "safe", 
    "Any idea what the time of the bank opening is?": "hours", 
    "Is there an upper limit of withdrawals allowed per day?": "withdrawal", 
    "I need so see my balance.": "balance", 
    "what time is the bank open?": "hours", 
    "I need new checks. Get me some please.": "checks", 
    "how much will i have?": "phone", 
    "How do I locate the routing number of the bank?": "routing", 
    "Can you tell me how to find my account balance?": "balance", 
    "My bank is open for which hours?": "hours", 
    "How is an account close?": "close", 
    "My withdraw limit is what right now?": "withdrawal", 
    "Get my routing number for my bank": "routing", 
    "At what time will the bank open?": "hours", 
    "Can you give me an atm that's real close by?": "location", 
    "Do you know of any atms here?": "location", 
    "I need more checks, can you get them for me?": "checks", 
    "tell me how to close the account.": "close", 
    "Can you explain to me how to go about closing accounts?": "close", 
    "Is there a bank not far from here?": "location", 
    "Can you tell me the account balance?": "balance", 
    "give me time this bank opens": "hours", 
    "Can I view how much funds I have?": "balance", 
    "I want to terminate my account with the bank": "close", 
    "Make a bank appointment": "appointment", 
    "what do I do to set an appointment with a bank representative": "appointment", 
    "hours of operation at my local bank": "hours", 
    "Any idea how much money I have left?": "balance", 
    "can you give me the phone number to my bank": "phone", 
    "What bank is closest to me?": "location", 
    "Help me figure out the best way to get a safety deposit box": "safe", 
    "I need to schedule an appointment?": "appointment", 
    "How can I see how much money I have ?": "balance", 
    "how can I see how much currecy I have": "balance", 
    "opening time for this bank please": "hours", 
    "I need to learn the upper limit for withdrawals per day": "withdrawal", 
    "I would like to have my banks number": "phone", 
    "How much can I withdraw?": "withdrawal", 
    "Can you tell me how much I am allowed to withdrawal each day": "withdrawal", 
    "WHAT DO I NEED TO DO TO GET A SAFETY DEPOSIT BOX?": "safe", 
    "I'd like to know how to get an appointment with a bank representative.": "appointment", 
    "Which ATMs are nearby?": "location", 
    "what is my rate?": "phone", 
    "I need my account to be closed.": "close", 
    "I want to get more checks": "checks", 
    "About how much total can I withdraw?": "withdrawal", 
    "Will I be able to order more checks from a teller?": "checks", 
    "Where is the closest ATM": "location", 
    "Order checks": "checks", 
    "What's the maximum amount I can take out at one time?": "withdrawal", 
    "What hours does my bank have?": "hours", 
    "What are my bank's hours?": "hours", 
    "Can you please provide me with my bank's routing number?": "routing", 
    "Can you get me some more checks?": "checks", 
    "Where do I order more checks?": "checks"
}