{
    "I don't know how to get my account balance.": "balance", 
    "Could you provide me with timeslots for a meeting?": "appointment", 
    "What is the current amount of money I have?": "balance", 
    "i need to schedule a sit down with a bank rep": "appointment", 
    "Please close my savings account at my bank.": "close", 
    "I'm ready to close the account": "close", 
    "I need to meet with someone at the bank, please schedule an appointment.": "appointment", 
    "I want to set up an appointment with my bank.": "appointment", 
    "Where is the ATM I can go to?": "location", 
    "I'd like information on closing accounts.": "close", 
    "I'd like to know my routing number.": "routing", 
    "Where on my check is my banks routing number?": "routing", 
    "Are there any banks within 15 miles of my house?": "location", 
    "I need a safe deposit box.": "safe", 
    "Where can I find an atm?": "location", 
    "How do I go about opening a safe deposit box?": "safe", 
    "What is the most i can withdraw?": "withdrawal", 
    "Will you help me with a safety deposit box for my bank?": "safe", 
    "I want to meet with a representative from the bank.": "appointment", 
    "Help me find an atm.": "location", 
    "when can i get into my bank in the AM": "hours", 
    "Can I book an appointment with a banker, please?": "appointment", 
    "Are there atms available close by?": "location", 
    "Tell me how to make an appointment at the bank.": "appointment", 
    "What's the routing number for my bank?": "routing", 
    "If I need more checks, how do I get them?": "checks", 
    "What is my limit for withdrawals?": "withdrawal", 
    "Tell me how to get to the branch closet to me.": "location", 
    "navigate my balance": "balance", 
    "please look up the bank's hours for me": "hours", 
    "what hours is the bank open": "hours", 
    "Can you help me with a safe deposit box?": "safe", 
    "I need to call my bank, what is their number?": "phone", 
    "My checkbook is empty, so I want to order additional checks.": "checks", 
    "Is your representative available to meet with me?": "appointment", 
    "do you know my bank's hours?": "hours", 
    "Can you tell me directions to the nearest bank?": "location", 
    "When can I get an appointment at the bank?": "appointment", 
    "I need the bank's phone number.": "phone", 
    "How much can I take out at a time?": "withdrawal", 
    "Please provide me a contact phone number for my bank?": "phone", 
    "how much can I withdraw": "withdrawal", 
    "I need the number to my bank": "phone", 
    "How do I travel to the closest bank?": "location", 
    "I need the bank's phone number?": "phone", 
    "can you order more checks for me": "checks", 
    "help closing a banking account": "close", 
    "how may i check my account balance?": "balance", 
    "I would enjoy having a meeting with a representative from the bank.": "appointment", 
    "Who do I contact to order more checks?": "checks", 
    "How do I get directions to the nearest branch?": "location", 
    "Is the bank closed at a certain hour?": "hours", 
    "is there a branch close by, and if so where is it": "location", 
    "I have no more checks in my checkbook how do I get more?": "checks", 
    "What is the bank's phone number?": "phone", 
    "How late is the bank open until?": "hours", 
    "Who can I call about a banking appointment": "appointment", 
    "What is the location of my banking routing number?": "routing", 
    "Is it too much to ask to order more checks?": "checks", 
    "Please double check on how I can get an appointment at my bank?": "appointment", 
    "I need an update on banking hours of operation.": "hours", 
    "at what time does the bank close?": "hours", 
    "I need to see someone.": "appointment", 
    "I need to schedule an appoint with someone at the bank": "appointment", 
    "Can I get more checks for my checkbook?": "checks", 
    "I'd like to rent a safety deposit box at my bank.": "safe", 
    "What is the procedure to check my account balance?": "balance", 
    "At what time does the bank close?": "hours", 
    "Where are bank routing numbers located?": "routing", 
    "I'm almost out of checks and need to order some more.": "checks", 
    "How does the bank want me to set up an appointment?": "appointment", 
    "Can you send me the calling contact info for my bank?": "phone", 
    "Is it possible to close a banking account?": "close", 
    "Please give me the bank routing number.": "routing", 
    "do you know when the bank opens": "hours", 
    "What is the best way to close my account?": "close", 
    "how much money can i take out": "withdrawal", 
    "Will you find the address of the nearest bank please?": "location", 
    "What is my level of money at this time?": "balance", 
    "whats balance is available?": "balance", 
    "Do I have any money in my account?": "balance", 
    "do you know where the nearest bank is located": "location", 
    "Where can I finding the bank's routing number?": "routing", 
    "when does the bank open": "hours", 
    "give me today's bank balance": "balance", 
    "I want face to face meeting with a bank representative?": "appointment", 
    "What bank is closest to here?": "location", 
    "What time does my bank open and close?": "hours", 
    "What's my checking account balance?": "balance", 
    "What ways can I see my balance?": "balance", 
    "What do I need to know about safe deposit boxes?": "safe", 
    "what's the routing number for this bank?": "routing", 
    "Is there way right way to close my account?": "close", 
    "Tell me how to get a safety deposit box at my bank.": "safe", 
    "I'm out of checks.": "checks", 
    "What is my maximum amount of money I can withdraw today?": "withdrawal", 
    "I'm having trouble finding a routing number and need help": "routing", 
    "do you know how to order checks": "checks", 
    "What are the steps for getting checks?": "checks", 
    "need help to find out when the bank opens": "hours", 
    "Can I have my withdrawal limit?": "withdrawal", 
    "I want a safe deposit box, where can I find information on that?": "safe", 
    "How can I view the money I saved?": "balance", 
    "Email me my routing number": "routing", 
    "What are the open and closing hours of my bank?": "hours", 
    "can i get some assistance in closing my account": "close", 
    "Do I need to go in person to close my account?": "close", 
    "Do you know the number to reach my bank?": "phone", 
    "Can you give me my banks routing number?": "routing", 
    "What is the limit for withdrawals?": "withdrawal", 
    "Can I order just a few temporary checks?": "checks", 
    "help me close my account please": "close", 
    "what time is close of business?": "hours", 
    "what's the best number for the bank": "phone", 
    "How many hours until the bank is closed down for the day?": "hours", 
    "Should I get a safe deposit box?": "safe", 
    "at what time can I go to the bank?": "hours", 
    "How much am I allowed to take out?": "withdrawal", 
    "how much money can i withdraw?": "withdrawal", 
    "I need help finding the routing number for my bank": "routing", 
    "how much cash do i have?": "balance", 
    "What's the fastest way to close my bank account": "close", 
    "How do I know what the routing number is?": "routing", 
    "Can I open a safety deposit box account at my bank?": "safe", 
    "help me get directions to the nearest branch": "location", 
    "can someone help me get a safe deposit box please": "safe", 
    "what is my current balance?": "balance", 
    "Up to how much can I withdrawal?": "withdrawal", 
    "Is there a limit to how much I can take out at one time?": "withdrawal", 
    "Can I get the digits to my banks routing number.": "routing", 
    "When is my bank open?": "hours", 
    "I would like to terminate my account.": "close", 
    "i inquire information on getting a safe deposit box": "safe", 
    "Can I order more checks?": "checks", 
    "In one transaction, how much can I withdraw?": "withdrawal", 
    "What is needed to get a safe deposit box?": "safe", 
    "What do I do to get a safety deposit box at my bank?": "safe", 
    "What amount of money can I take out at once?": "withdrawal", 
    "How does one check their account balance?": "balance", 
    "Can you tell me how to get to the nearest bank?": "location", 
    "which number do i call to reach my bank?": "phone", 
    "need to schedule a meeting with a bank employee": "appointment", 
    "Are there restrictions on my withdrawals?": "withdrawal", 
    "Can I find my banks routing number online?": "routing", 
    "How much do I have?": "balance", 
    "Using the app, how can I close this account?": "close", 
    "What is the contact number for my bank?": "phone", 
    "will you help me find a bank rep to meet with": "appointment", 
    "What is the maximum withdrawal amount?": "withdrawal", 
    "I need checks.  Can you order them?": "checks", 
    "I need to refill my checkbook.": "checks", 
    "Can I schedule an appointment with a banker, please?": "appointment", 
    "How do I correctly close my account?": "close", 
    "How much am I currently worth?": "balance", 
    "What is the amount I can withdrawal?": "withdrawal", 
    "what is the routing number for my bank?": "routing", 
    "do you know the bank's routing number?": "routing", 
    "Where do I go to get a safe deposit box": "safe", 
    "If possible, it would be great to meet with the bank representative.": "appointment", 
    "Can you tell me what's my balance?": "balance", 
    "Who can tell me what my banking routing number is?": "phone", 
    "How much do I have in the bank?": "balance", 
    "I need to speak with a representative.": "appointment", 
    "how early does the bank open?": "hours", 
    "When can I meet with the bank representative?": "appointment", 
    "Can I order checks from my phone app?": "checks", 
    "How much money is in my checking?": "balance", 
    "What is the schedule for this bank?": "hours", 
    "Can I get some information for a safe deposit box?": "safe", 
    "Set up a time for me to see a bank representative in person.": "appointment", 
    "can you please tell me where the nearest bank might be": "location", 
    "I need to inquire about the time your bank opens?": "hours", 
    "What's the fastest way to see get a bank appointment?": "appointment", 
    "Can I get more checks?": "checks", 
    "I want to make an appointment with a bank representative.": "appointment", 
    "I want to close my account, what is the correct way?": "close", 
    "How do I establish a safe deposit box?": "safe", 
    "How much liquid assets do I have?": "balance", 
    "i wish to end my account at the bank": "close", 
    "What is a safe deposit box?": "safe", 
    "How late is the bank open till?": "hours", 
    "what is the earliest and latest that I can get to the bank": "hours", 
    "How can I get to the bank near me?": "location", 
    "know how do i set up an appointment at the bank?": "appointment", 
    "When does the bank open its doors?": "hours", 
    "What time of day does the bank open?": "hours", 
    "How do I find out a bank routing number?": "routing", 
    "any idea how much money can i withdraw at once?": "withdrawal", 
    "Do you know how to close an account?": "close", 
    "I need more checks please.": "checks", 
    "what is my current total amount of money?": "balance", 
    "do you know my limit on withdrawals": "withdrawal", 
    "Give me the hours open and close for my bank.": "hours", 
    "where can i go to find my balance": "balance", 
    "where is my routing number visible": "routing", 
    "can i schedule a bank appointment": "appointment", 
    "I need to close my bank account.": "close", 
    "What are the steps I need to take to get a safe deposit box?": "safe", 
    "What is the routing number for my bank?": "routing", 
    "Can you please verify my bank's hours?": "hours", 
    "how do i set up an appointment": "appointment", 
    "Proper method on ending my account please?": "close", 
    "Check my balance.": "balance", 
    "What time does the day end at the bank?": "hours", 
    "How do I get a safe deposit box?": "safe", 
    "what's the actual withdrawal limit": "withdrawal", 
    "How can I schedule an appointment with the bank?": "appointment", 
    "Can you tell me the hours for my bank?": "hours", 
    "At what time does the bank open?": "hours", 
    "What's my current balance?": "balance", 
    "Close bank account.": "close", 
    "Contact number for safe deposit box?": "safe", 
    "Does this bank open at 9:00 AM?": "hours", 
    "My withdrawal limit, what is it?": "withdrawal", 
    "I don't want to keep this account open any more.": "close", 
    "Can you help me find an ATM?": "location", 
    "I need to know how much money I have.": "balance", 
    "I ran out of checks how do I get more?": "checks", 
    "need to know my balance": "balance", 
    "What do I need to do to check my account balance?": "balance", 
    "What hour does the bank open?": "hours", 
    "how do i cease banking with them officially": "close", 
    "What do I need to do at my bank to get a safety deposit box?": "safe", 
    "I want to delete my bank account.": "close", 
    "Where's the nearest Citibank and what is their number": "phone", 
    "Where do I order more checks": "checks", 
    "Is there a limit amount of money I can withdraw?": "withdrawal", 
    "i want a safety deposit box, and i am willing to complete the paperwork": "safe", 
    "What is the best method to end my account?": "close", 
    "i need to know where the closest bank is to me right now": "location", 
    "What is the procedure for ordering checks?": "checks", 
    "When's my bank close?": "hours", 
    "I am out of checks, can I have some more.": "checks", 
    "What's the maximum withdrawal?": "withdrawal", 
    "I'd like to call my bank, can you provide the phone number?": "phone", 
    "Transfer all my savings to my checking.": "close", 
    "Can you tell my what my bank's hours are?": "hours", 
    "Is there a bank around closeby?": "location", 
    "What is the procedure for getting checks?": "checks", 
    "i desire to meet with a bank representative": "appointment", 
    "I am out of checks, how can I order more?": "checks", 
    "let's close this bank account out forever": "close", 
    "Schedule an appointment with the bank.": "appointment", 
    "I want to have a safety deposit box at the bank?": "safe", 
    "What are your hours?": "hours", 
    "I really would love to have a safety deposit box at my bank.": "safe", 
    "My checkbook is done, can I order more?": "checks", 
    "What are the hours for the bank lobby?": "hours", 
    "i no longer want to do my banking here": "close", 
    "How exactly do I order more checks?": "checks", 
    "How do I call my bank?": "phone", 
    "I want a meeting with a bank representative.": "appointment", 
    "What is my account balance.": "balance", 
    "I need an ATM, where do I go?": "location", 
    "How do I call my bank.": "phone", 
    "Please find me the nearest atm.": "location", 
    "Tell me when the bank closes.": "hours", 
    "Let's close my account.": "close", 
    "How can I find my routing number for my bank": "routing", 
    "How can customers obtain a safety deposit box?": "safe", 
    "What's the best way to get my account balance?": "balance", 
    "What is my balance currently?": "balance", 
    "Is there a way of ordering more checks?": "checks", 
    "What is the number to reach my bank?": "phone", 
    "Please provide instructions on setting up a meeting.": "appointment", 
    "What is my limit for withdrawals, please?": "withdrawal", 
    "I need to know my balance on that account.": "balance", 
    "I need a safety deposit box from my bank": "safe", 
    "where is the nearest bank at?": "location", 
    "How can I close an account?": "close", 
    "How much cash can I withdraw at one time?": "withdrawal", 
    "How do i close my account?": "close", 
    "Where can I find my account balance?": "balance", 
    "What's the most I can withdraw?": "withdrawal", 
    "Show me how to get to the closet branch.": "location", 
    "help me close up this bank account for good": "close", 
    "Where is an atm near me": "location", 
    "i am out of checks and i need them asap": "checks", 
    "I need to find out the routing number for my bank.": "routing", 
    "Can I schedule a meeting with someone at the bank?": "appointment", 
    "Please provide steps for closing an account.": "close", 
    "am i limited in my withdrawal today": "withdrawal", 
    "Can you tell me how to take a look at my account balance?": "balance", 
    "Where is the nearest bank located at?": "location", 
    "DID I CLOSE MY ACCOUNT CORRECTLY, PLEASE CHECK": "close", 
    "Can you set up a meeting with a bank representative?": "appointment", 
    "What is the limit for withdrawals, please?": "withdrawal", 
    "let me talk to a bank rep": "appointment", 
    "Tell me the number of my bank to call.": "phone", 
    "Show me the phone number for the bank?": "phone", 
    "what's the most I can withdraw": "withdrawal", 
    "what is my banks routing number": "routing", 
    "How do I cancel this account?": "close", 
    "I need my banking routing number.": "phone", 
    "How much money can I dispense at once?": "withdrawal", 
    "I need to know my account balance, can you help with that?": "balance", 
    "My checkbook is empty, so I need to order some additional checks.": "checks", 
    "Could I please make an appointment with someone at the bank?": "appointment", 
    "I need a bank, which one is the closest?": "location", 
    "Know where's the nearest bank?": "location", 
    "can you show me the hours for the bank": "hours", 
    "where do i find my routing number": "routing", 
    "Can I order more checks": "checks", 
    "For my bank, what do I need to do to get a safety box?": "safe", 
    "What's the maximum amount I can take out?": "withdrawal", 
    "Are any bank reps available to meet": "appointment", 
    "What is the main line of the bank?": "phone", 
    "My checks are cleaned out, can I get more?": "checks", 
    "can i have my bank routing number": "routing", 
    "Until when are you open?": "hours", 
    "What is the minimum payment on this months balance?": "withdrawal", 
    "I need to make an appointment to speak with someone.": "appointment", 
    "Any idea how to order more checks?": "checks", 
    "i have to find a place or online site to get more checks": "checks", 
    "Is there a limit to how much money I can withdraw?": "withdrawal", 
    "What are the steps to closing an account?": "close", 
    "I'd like to order additional checks.": "checks", 
    "I need to order more checks.": "checks", 
    "what is my account's balance": "balance", 
    "can you help me find out when the bank closes": "hours", 
    "Can you tell me the phone number for my bank?": "phone", 
    "help me close this account now": "close", 
    "i need to have a meeting with someone from the bank, but i don't know how to get it done": "appointment", 
    "how do I order more checks": "checks", 
    "Show me how to set up an appointment at the bank": "appointment", 
    "How much can I spend?": "withdrawal", 
    "i need to talk to someone at the bank": "appointment", 
    "please tell me the bank's phone number": "phone", 
    "How far is the local branch based on my current location?": "location", 
    "Please connect me with my bank?": "phone", 
    "Help me find my routing number.": "routing", 
    "Where is there a branch near me?": "location", 
    "I want to shut down my bank account.": "close", 
    "The bank app is down, how else can I get my balance?": "balance", 
    "Can I have more checks?": "checks", 
    "how do I order more checks for my checkbook": "checks", 
    "What is the max I can withdrawal?": "withdrawal", 
    "What hours are the bank open?": "hours", 
    "How do I order checks?": "checks", 
    "where's the most convenient bank?": "location", 
    "what will i be charged?": "phone", 
    "do you have any atm's near me?": "location", 
    "How to close bank account": "close", 
    "What is closing time at the bank?": "hours", 
    "what is my rate?": "phone", 
    "Show me the best way to get to my nearest branch?": "location", 
    "How much is my account worth?": "balance", 
    "When can I arrive at the bank for your initial services?": "hours", 
    "Can you tell me when the bank times start?": "hours", 
    "where's the closest bank?": "location", 
    "Can you show me how to get to the closest branch?": "location", 
    "Order more checks.": "checks", 
    "is there an easy way to see my routing number": "routing", 
    "how do i know my withdrawal limit": "withdrawal", 
    "Where is an ATM near me?": "location", 
    "need some more checks": "checks", 
    "What is my bank routing number?": "routing", 
    "Is my routing number written down somewhere?": "routing", 
    "What are the service hours for my bank?": "hours", 
    "I don't want my account with you anymore.": "close", 
    "I want to meet with a representative from my local bank.": "appointment", 
    "I want to close an account; how do I do that?": "close", 
    "I would like to close my bank account.": "close", 
    "what is the best method to secure an appointment at my bank": "appointment", 
    "What funds are available for me?": "balance", 
    "What is the phone number for my bank branch?": "phone", 
    "i shall find an atm": "location", 
    "I want the routing number to my bank.": "routing", 
    "will you tell me my withdrawal limit": "withdrawal", 
    "i want to get a safety deposit box at my bank": "safe", 
    "Would ordering more checks be an option?": "checks", 
    "What routing number can I use to transfer funds?": "routing", 
    "Can you tell me the proper way to close my account?": "close", 
    "Please provide instructions for getting new checks.": "checks", 
    "Help me look at my account balance.": "balance", 
    "Can anyone close an account?": "close", 
    "What is the maximum amount of money I can withdraw?": "withdrawal", 
    "To close my account what are the proper steps?": "close", 
    "What's the maximum money do I have?": "balance", 
    "please show me my current balance": "balance", 
    "What is the closest atm?": "location", 
    "What's the bank phone number?": "phone", 
    "Know what's my balance?": "balance", 
    "need my routing number please": "routing", 
    "I need to locate the closest ATM Machine?": "location", 
    "What information do I need to reorder checks for my account?": "checks", 
    "I'd like to meet with a bank representative.": "appointment", 
    "Will the bank be open by 7 am?": "hours", 
    "Is there any information on how to get a safe deposit box?": "safe", 
    "Where do I see my withdrawal limit?": "withdrawal", 
    "is there a method of closing my bank account which is encouraged": "close", 
    "How much money is available?": "withdrawal", 
    "I am out of checks, I need more": "checks", 
    "Tell me how to find how to find my routing number.": "routing", 
    "what do i dial if i want to talk to my bank": "phone", 
    "Does the bank let me set up an appointment and how do I do that?": "appointment", 
    "Can I have the location to the nearest bank?": "location", 
    "What is the total of my account?": "balance", 
    "i need to meet with a bank rep soon please": "appointment", 
    "What do I need to get a safe deposit box?": "safe", 
    "How much cash can I take out at once?": "withdrawal", 
    "How can I get directions to the nearest branch?": "location", 
    "How can I set up a meeting with at the bank?": "appointment", 
    "how can i completely end my account": "close", 
    "Bank hours please.": "hours", 
    "How can i order more checks?": "checks", 
    "Who do I need to talk to about safe deposit boxes?": "safe", 
    "show me my routing number": "routing", 
    "I'd like to order more checks.": "checks", 
    "Please guide me in getting a safe deposit box.": "safe", 
    "How much can I take out?": "withdrawal", 
    "I need to call the bank. What's the number?": "phone", 
    "will you please tell me my routing number": "routing", 
    "how can I find my routing number to my bank?": "routing", 
    "Can I set an appointment with a bank representative?": "appointment", 
    "How do I get more checks.": "checks", 
    "Where can I get information on getting a safe deposit box?": "safe", 
    "tell me my routing number please": "routing", 
    "What is the maximum amount of money I can withdraw today?": "withdrawal", 
    "Where do I find information for a safe deposit box?": "safe", 
    "How do I get more checks?": "checks", 
    "How do I find out the phone number?": "phone", 
    "Please send info on safety deposits.": "safe", 
    "Can you get me more checks?": "checks", 
    "Where is the information for my withdrawal limit?": "withdrawal", 
    "What's the ceiling on my withdrawal privileges?": "withdrawal", 
    "what is my current balance": "balance", 
    "can you provide the routing number that my bank has": "routing", 
    "Would I be restricted from taking out any amount at once?": "withdrawal", 
    "What are the operating hours of my bank?": "hours", 
    "What is the way to get rid of my account properly?": "close", 
    "I need to know the bank's phone number.": "phone", 
    "what time in the morning does my bank commence operations": "hours", 
    "Tell me how to order more checks?": "checks", 
    "help me find an atm": "location", 
    "Help me find out the bank's number?": "phone", 
    "At my bank, how do I get a safety deposit box?": "safe", 
    "How do I meet with a bank representative?": "appointment", 
    "I need to to double check the hours of my bank?": "hours", 
    "I need assistance in terminating my account please?": "close", 
    "Can I verify my balance with you?": "balance", 
    "how early can i get to my bank": "hours", 
    "How much money can I withdraw right now?": "withdrawal", 
    "will you help me obtain some more checks": "checks", 
    "Can kids get safe deposit boxes?": "safe", 
    "What are the steps I need to take to get a safety deposit box at my bank?": "safe", 
    "Can I have the withdrawal limit?": "withdrawal", 
    "Where is the closest branch?": "location", 
    "What number should I call to reach the bank?": "phone", 
    "what's the best way to close my account": "close", 
    "What is the balance on my account?": "balance", 
    "can you assist me in setting up a time to meet with a bank rep": "appointment", 
    "i want to order some checks asap": "checks", 
    "I want to schedule an appointment with someone at the bank": "appointment", 
    "I'd like help closing an account please.": "close", 
    "Can you show me my banks hours?": "hours", 
    "When can I get an appointment with my bank?": "appointment", 
    "Can you give me the hours my bank is open?": "hours", 
    "Please give me the routing number for the bank.": "routing", 
    "Where can I find my banks telephone number?": "phone", 
    "I need to find a branch of my bank.": "location", 
    "How can I get my routing number?": "routing", 
    "How do I go about closing an account?": "close", 
    "I'd like to get a safety deposit box at my bank.": "safe", 
    "can you please tell me when the bank opens": "hours", 
    "Who do you contact to set up an appointment with a bank?": "appointment", 
    "is there a bank in my area": "location", 
    "Is my routing number on the bank's ap?": "routing", 
    "Where do I go to order more checks?": "checks", 
    "i need to know what time the bank opens": "hours", 
    "Safe Deposit Box information, please.": "safe", 
    "How can I get a safe deposit box?": "safe", 
    "Where's the closest ATM?": "location", 
    "give me an up to date balance": "balance", 
    "Can you please give me the bank's phone number?": "phone", 
    "How far is the bank to where I am right now?": "location", 
    "i want a safety deposit box at my bank": "safe", 
    "What's the best way to get to my branch?": "location", 
    "what is the telephone over at my bank": "phone", 
    "What is my total immediately available balance?": "withdrawal", 
    "How much can I take out in one withdrawal?": "withdrawal", 
    "Is the nearest bank very far away from my current location?": "location", 
    "Can you get my routing number for my bank?": "routing", 
    "Schedule appointment with a bank associate.": "appointment", 
    "Can you tell me what time the bank closes?": "hours", 
    "Is the bank still open?": "hours", 
    "How do I reach my bank by telephone?": "phone", 
    "i need to get a safety deposit box at my bank": "safe", 
    "What is the number of my bank?": "phone", 
    "How do I get an appointment at the bank?": "appointment", 
    "How can I reorder checks?": "checks", 
    "How much currency do I have in my back account?": "balance", 
    "What's the balance on this account.": "balance", 
    "How much money do I have available?": "balance", 
    "My checkbook is empty, can you help me order more?": "checks", 
    "my banking routing number is what?": "routing", 
    "How much do I have to keep in the accont?": "withdrawal", 
    "Can you assist me in ordering more checks for my checkbook?": "checks", 
    "Call my bank, so that I can schedule an appointment.": "appointment", 
    "how should i proceed with closing an account properly": "close", 
    "Where can I find my banking routing number?": "phone", 
    "Can I schedule an appointment with a bank representative, please?": "appointment", 
    "Tell me if i can schedule an appointment with someone at the bank?": "appointment", 
    "what is the number to the bank": "phone", 
    "What is the phone number of the bank?": "phone", 
    "What time is the bank open for business?": "hours", 
    "I need to locate an ATM.": "location", 
    "Where is the closest bank?": "location", 
    "Can you advise me on the current phone number for my bank?": "phone", 
    "Can I get an appointment with someone that works at the bank?": "appointment", 
    "I would like to see a bank representatitve.": "appointment", 
    "I need to locate an ATM?": "location", 
    "How to I reach the bank by phone?": "phone", 
    "How much is available to withdraw?": "withdrawal", 
    "where can I find the routing number for my bank?": "routing", 
    "How do I find my routing number?": "routing", 
    "What's my balance.": "balance", 
    "How can I get a safety deposit box here?": "safe", 
    "Who can help with setting up an appointment at the bank?": "appointment", 
    "Is there a charge to get a safe deposit box?": "safe", 
    "is it possible to get more checks sent to me for my checkbook": "checks", 
    "Please tell me how to call the bank?": "phone", 
    "I'm on my last check and need to order them right away.": "checks", 
    "I'm out of checks can I order more?": "checks", 
    "how much can I withdraw in total": "withdrawal", 
    "How much money can I take out at once?": "withdrawal", 
    "What is the bank's opening time?": "hours", 
    "What phone number do I call to contact my bank?": "phone", 
    "When does the bank close tonight?": "hours", 
    "I wish to have a safety deposit box at the bank.": "safe", 
    "The nearest bank is how close?": "location", 
    "Can you help me to get a safety deposit box at my bank?": "safe", 
    "How much longer are you open?": "hours", 
    "What's amount of money do I have?": "balance", 
    "How can I check on my account balance?": "balance", 
    "Directions to the nearest branch please.": "location", 
    "do you have my current balance": "balance", 
    "How do I go about getting a safe deposit box?": "safe", 
    "How much of my account is liquid?": "withdrawal", 
    "What is the number to reach the bank?": "phone", 
    "How do I drive to the nearest branch?": "location", 
    "can you help me order more checks": "checks", 
    "What is the banks phone number?": "phone", 
    "Help me make a bank appointment": "appointment", 
    "Are bank reps working today to chat with?": "appointment", 
    "Who do I talk to about getting a safe deposit box?": "safe", 
    "what steps do i need to take to get a safe deposit box": "safe", 
    "can you tell me how to get to my nearest branch location please": "location", 
    "Does your website provide information on how to close an account?": "close", 
    "i require information on getting a safe deposit box": "safe", 
    "Where would my routing number be?": "routing", 
    "can you help me get a safe deposit box?": "safe", 
    "do you happen to know my bank's hours": "hours", 
    "at what amount do they cap my withdrawal": "withdrawal", 
    "What's the process for checking my account balance?": "balance", 
    "What is the max for my withdrawal limit?": "withdrawal", 
    "where is the closest bank?": "location", 
    "I need the information regarding the bank routing number": "routing", 
    "show me current bank balance": "balance", 
    "Can you order more checks for me?": "checks", 
    "need help to find my routing number": "routing", 
    "how much do I have left in my account?": "balance", 
    "How much can I take out without incurring fees?": "withdrawal", 
    "How can I correctly close my account?": "close", 
    "Whats closest bank?": "location", 
    "Can i order more checks?": "checks", 
    "is there a cap on the amount that I can get out of the bank": "withdrawal", 
    "Where do I go to check my balance?": "balance", 
    "What is the procedure for getting a safe deposit box?": "safe", 
    "How late is my bank open?": "hours", 
    "how can i check my account balance?": "balance", 
    "Would i be able to meet with a bank rep?": "appointment", 
    "Can you help me close my account?": "close", 
    "i need a safe deposit box, but have no idea how to get it": "safe", 
    "how much do i have in the account": "balance", 
    "What is my current account balance?": "balance", 
    "what is the most i can withdrawal": "withdrawal", 
    "How late does the bank stay open?": "hours", 
    "What's the greatest amount I can take out?": "withdrawal", 
    "How can I get an appointment with someone at my bank?": "appointment", 
    "How do I check the balance in my account?": "balance", 
    "What's the telephone number to my bank please?": "phone", 
    "What is this bank's routing number?": "routing", 
    "Could you send me my total balance?": "close", 
    "how do i go about scheduling a meeting with a bank rep": "appointment", 
    "let's plan on setting up an appointment with a bank person": "appointment", 
    "Help, I ran out of checks.": "checks", 
    "i need to know the routing number for my bank account": "routing", 
    "Does the bank close at a specific time?": "hours", 
    "How do I locate my banks routing number?": "routing", 
    "when does the bank open for the day?": "hours", 
    "appointment needed": "appointment", 
    "What is the most I can withdraw?": "withdrawal", 
    "can we go ahead an schedule something with the bank": "appointment", 
    "I want to close my account at the bank, what do I do?": "close", 
    "How do I schedule an appointment at the bank?": "appointment", 
    "What is my one time withdrawal limit?": "withdrawal", 
    "Can you please schedule me a time to meet with a bank representative?": "appointment", 
    "Can I set up a face to face?": "appointment", 
    "What is the limit of withdrawing money?": "withdrawal", 
    "I need a list of ATM locations.": "location", 
    "How do I close my account correctly?": "close", 
    "Service times at your bank starts what time?": "hours", 
    "Tell me how to get a safe deposit box.": "safe", 
    "I'd like to set up an appointment with the bank.": "appointment", 
    "Tell me my bank routing number.": "routing", 
    "What are the banks hours of operation?": "hours", 
    "What number do I call for the bank?": "phone", 
    "Can I make an appointment online?": "appointment", 
    "I'm out of checks and need help on ordering more": "checks", 
    "I'd like to get myself a safety deposit box.": "safe", 
    "i'm trying to locate my bank's routing number and need your help": "routing", 
    "What paper work do I need to get a safety deposit box?": "safe", 
    "How can I get a safe at the bank?": "safe", 
    "i need to know how to exactly get to my nearest branch": "location", 
    "Where do I obtain a safe deposit box?": "safe", 
    "Where's an ATM?": "location", 
    "Can you check the hours for my bank?": "hours", 
    "I need info on obtaining a safety deposit box": "safe", 
    "How much of my balace is available?": "withdrawal", 
    "Can I get the number for my bank?": "phone", 
    "My checkbook is empty I need more checks.": "checks", 
    "can I have the results of my balance": "balance", 
    "Can I find my routing number online?": "routing", 
    "do i have a limit on withdrawals": "withdrawal", 
    "How did I use my bank card this week?": "withdrawal", 
    "I need to order more checks, how?": "checks", 
    "What would be the highest I can get out at once?": "withdrawal", 
    "What is the proper channel to close my account?": "close", 
    "Tell me how high my withdrawal limit is.": "withdrawal", 
    "Look up my bank hours.": "hours", 
    "What is my bank's number?": "phone", 
    "need to close my bank account": "close", 
    "Any idea how to close an account?": "close", 
    "what does my money situation look like": "balance", 
    "What do I need to do to close my account.": "close", 
    "Where do I locate the number for my bank?": "phone", 
    "How much do I have to leave in the account?": "withdrawal", 
    "How do I find directions to the nearest branch?": "location", 
    "Tell me where atm's are located.": "location", 
    "Do I have withdrawal limits?": "withdrawal", 
    "Bank routing number": "routing", 
    "I'd like to make an appointment to speak with a banker.": "appointment", 
    "How can i close an account?": "close", 
    "I'm going to need to order more checks.": "checks", 
    "Where can I find directions to the nearest branch?": "location", 
    "I need my routing number?": "routing", 
    "How can I close my account?": "close", 
    "I really am in need of an atm right now": "location", 
    "Order me more checks.": "checks", 
    "is there much money left in my account": "balance", 
    "how do i find my banks routing number": "routing", 
    "are there any fees?": "phone", 
    "I need to know the routing number.": "routing", 
    "How do I close  my account?": "close", 
    "How can I get my bank's phone number?": "phone", 
    "Bank routing number please": "routing", 
    "please tell me how do i set up an appointment at the bank?": "appointment", 
    "Please let me meet with a bank representative": "appointment", 
    "What number do I call to get some checks?": "checks", 
    "What do i need to do to get a safe deposit box?": "safe", 
    "how can I find about my balance?": "balance", 
    "What are the ways to close the account?": "close", 
    "Give me the bank's closing time.": "hours", 
    "What is the balance in my bank account?": "balance", 
    "If I don't want to do this online can someone help me at the bank?": "appointment", 
    "i shalt find an atm": "location", 
    "How do I contact my bank by phone?": "phone", 
    "My checkbook is empty, so I need to order some more checks.": "checks", 
    "Is there a way I can check my balance?": "balance", 
    "how do i call the bank": "phone", 
    "How do I reach the bank?": "phone", 
    "what are the bank's hours?": "hours", 
    "Is there a bank within a few miles of me?": "location", 
    "What is my total available balance?": "withdrawal", 
    "Can I check my balance?": "balance", 
    "How can I get more checks in my checkbook?": "checks", 
    "Can I view my bank's routing numner in real time?": "routing", 
    "Who knows this bank's routing number?": "routing", 
    "How much money?": "balance", 
    "How do I close my account?": "close", 
    "How can I find out my bank's routing number?": "routing", 
    "What is the number to my bank?": "phone", 
    "How do I find my bank's phone number?": "phone", 
    "how easy is it to rent a safe deposit box": "safe", 
    "can you look up my banks hours of operation?": "hours", 
    "After everything posts what money will I have?": "balance", 
    "What is my routing number?": "routing", 
    "could you please get me a meeting with a bank representative?": "appointment", 
    "What is the highest amount I can withdraw?": "withdrawal", 
    "ATM close to me": "location", 
    "I lost my banks number and need it now": "phone", 
    "What are the banking hours at my local branch?": "hours", 
    "Tell me what the hours for the bank are.": "hours", 
    "What is the latest the bank is open?": "hours", 
    "can you help me find my withdrawal limit amount": "withdrawal", 
    "What is the proper way to close my bank account?": "close", 
    "How do i get more checks?": "checks", 
    "Show me how to order more checks": "checks", 
    "i really need to get access to a safe deposit box": "safe", 
    "What's the bank's phone number?": "phone", 
    "Can I get information about safe deposit boxes?": "safe", 
    "What number do I contact my bank at?": "phone", 
    "tell me where my bank's routing number is": "routing", 
    "If I want to meet a bank representative, how do I do that?": "appointment", 
    "how must i check my account balance?": "balance", 
    "What is the routing number for the bank?": "routing", 
    "Where is the information for a safe deposit box?": "safe", 
    "do you know how do i set up an appointment at the bank?": "appointment", 
    "Where can I find an ATM?": "location", 
    "Where can I find my bank's phone #": "phone", 
    "Give me my correct balance": "balance", 
    "will you send me the bank phone number": "phone", 
    "At my bank, can I apply for a safety deposit box?": "safe", 
    "i have made up my mind to get a safety deposit box": "safe", 
    "What's my withdrawal limit at one time?": "withdrawal", 
    "What is the best way to get more checks?": "checks", 
    "what are the bank's hours": "hours", 
    "I need to receive my routing number?": "routing", 
    "What time can I go to the bank?": "hours", 
    "What is the quickest route the branch near me?": "location", 
    "can you give me directions to the nearest branch": "location", 
    "I need my balance.": "balance", 
    "What is the most I can take out at one time?": "withdrawal", 
    "Do I have to call the bank to find out its routing number?": "routing", 
    "What phone number do I use for my bank?": "phone", 
    "What's the best way to get a safe deposit box?": "safe", 
    "is there an easy way to order new checks": "checks", 
    "How can i close a bank account?": "close", 
    "show me my account balance": "balance", 
    "Can I set up an appointment at the bank": "appointment", 
    "i need help closing my account": "close", 
    "How can I find out the amount in my account?": "balance", 
    "Provide me with finding my routing number.": "routing", 
    "How do I order additional checks?": "checks", 
    "tell me the routing number for my bank": "routing", 
    "Can you check the business hours for my bank?": "hours", 
    "Can you give me directions to the nearest branch?": "location", 
    "I need to meet with a bank rep.": "appointment", 
    "How much money do I currently have?": "balance", 
    "What's the best way to get a safety deposit box at the bank?": "safe", 
    "What number do I use to contact the bank?": "phone", 
    "When is the closing time?": "hours", 
    "Where can I locate my routing number?": "routing", 
    "What time can I be serviced at my local branch?": "hours", 
    "how early is the bank open?": "hours", 
    "What is the correct way to close my account?": "close", 
    "Let's see my balance.": "balance", 
    "What are the directions to the nearest branch?": "location", 
    "I don't need this account any more. How do I close it?": "close", 
    "how can i get an idea of what is in my account": "balance", 
    "I'd like to know how to get to the nearest branch?": "location", 
    "an employer is asking for my routing number and i don't know it": "routing", 
    "Can I get a meeting with a bank representative?": "appointment", 
    "bank location?": "location", 
    "What's the number for the bank?": "phone", 
    "How does one get to the closest branch?": "location", 
    "I need to know the amount of money I have.": "balance", 
    "Show me my bank routing number.": "routing", 
    "i must find an atm": "location", 
    "any idea what is my withdrawal limit?": "withdrawal", 
    "What's the process for getting a safe deposit box?": "safe", 
    "I need to meet with a bank representative": "appointment", 
    "Where's an atm near me?": "location", 
    "Locate the phone number for my bank?": "phone", 
    "I want my bank's phone number please.": "phone", 
    "Can you tell me how to close an account?": "close", 
    "I need to close my account.": "close", 
    "What is my daily withdrawal limit?": "withdrawal", 
    "How high is the withdrawal limit set to on my account?": "withdrawal", 
    "Can you help close my account?": "close", 
    "What is my balance right now?": "balance", 
    "I want a safety deposit for my bank.": "safe", 
    "How late is the bank open?": "hours", 
    "i need to see a rep in person at the bank please": "appointment", 
    "Close account please.": "close", 
    "What time does my bank usually open?": "hours", 
    "Please provide me with the bank routing number.": "routing", 
    "Let me know what's my balance.": "balance", 
    "Show me how to get to an ATM.": "location", 
    "how do i make an appointment with someone?": "appointment", 
    "Where is the nearest branch?": "location", 
    "I want to make an appointment with my bank please.": "appointment", 
    "How do I set up a safety deposit box?": "safe", 
    "what is the opening time for the bank": "hours", 
    "What do I need to do to properly to close my account": "close", 
    "Where do I find the closest bank?": "location", 
    "When will the bank close?": "hours", 
    "Tell me the phone number of my bank.": "phone", 
    "Let's set an appointment to speak with a rep.": "appointment", 
    "How can I schedule an appointment at the bank?": "appointment", 
    "How do I remove my bank account.": "close", 
    "I want to get information about setting up a safe deposit box.": "safe", 
    "please help with a safe deposit box": "safe", 
    "What are the withdrawal limits for one withdrawal?": "withdrawal", 
    "Where is my bank's routing number?": "routing", 
    "I need my checks reloaded as I am out, what do I do.": "checks", 
    "What are the banks opening hours?": "hours", 
    "can you tell what is my withdrawal limit?": "withdrawal", 
    "What are the instructions for closing an account?": "close", 
    "tell me how much money I have in my account": "balance", 
    "How do I reorder additional checks?": "checks", 
    "What's the way to the nearest branch?": "location", 
    "How do I know what my bank routing number is?": "routing", 
    "What is your most recent  bank routing number?": "routing", 
    "What are this bank's normal hours?": "hours", 
    "How do i schedule an appointment with someone at the bank?": "appointment", 
    "What number do I dial to reach the bank?": "phone", 
    "what's the latest I can get to the bank?": "hours", 
    "Is there a limit on how much I can withdraw at once?": "withdrawal", 
    "What is the most I can withdrawal?": "withdrawal", 
    "How do i close a bank account?": "close", 
    "What is the earliest I can get to the bank?": "hours", 
    "I want an appointment with a representative from the bank.": "appointment", 
    "I would like to obtain a safety deposit box.": "safe", 
    "I want to get information about opening a safe deposit box.": "safe", 
    "Where do I get my routing number?": "routing", 
    "what is my current cash balance": "balance", 
    "Would it take long to get a safe deposit box?": "safe", 
    "How can I schedule an appointment with my bank?": "appointment", 
    "Please give me a location of an ATM?": "location", 
    "What do I need to do to close my bank account?": "close", 
    "is there an easy way to get the bank's nearest location": "location", 
    "I need to place an order for checks, can you help?": "checks", 
    "I want to no longer have this bank account.": "close", 
    "I need to set an appointment.": "appointment", 
    "Any idea how i can schedule an appointment with someone at the bank?": "appointment", 
    "Who can I contact at my bank branch to order more checks?": "checks", 
    "Who can I call to speak about safe deposit boxes?": "safe", 
    "How do i obtain a safe deposit box?": "safe", 
    "I need information on getting a safe deposit box.": "safe", 
    "How late are you open?": "hours", 
    "please tell me how much money do i have?": "balance", 
    "Please dial my bank.": "phone", 
    "can you tell me my balance please": "balance", 
    "Is there a limit on the number of checkbooks you can order?": "checks", 
    "Tell me how to check my account balance.": "balance", 
    "How can I find my routing number?": "routing", 
    "Can you advise me about your banking routing number?": "routing", 
    "can you provide the bank's phone number please": "phone", 
    "need to know my bank routing number": "routing", 
    "Call my bank": "phone", 
    "What is the location of the closest branch to me?": "location", 
    "Where is the nearest atm?": "location", 
    "tell me how to get to the closest bank": "location", 
    "Show me how to get a safety deposit box at my bank": "safe", 
    "Can you help me get a safe deposit box?": "safe", 
    "Do I need to physically go to the bank to close an account?": "close", 
    "I'd like directions to the closest branch.": "location", 
    "What is the amount I can withdrawal from my account on a daily basis?": "withdrawal", 
    "When can I speak with someone at the bank?": "appointment", 
    "My checkbook is empty, so I need to order more checks.": "checks", 
    "Give me my banks routing number.": "routing", 
    "what are the steps to order more checks": "checks", 
    "what hours are the bank open?": "hours", 
    "What time does the bank lobby open?": "hours", 
    "can i buy more checks somehow": "checks", 
    "How can i close my account?": "close", 
    "Can I read about getting a safety deposit box online?": "safe", 
    "When does the bank open?": "hours", 
    "Tell me how much I can take out?": "withdrawal", 
    "What is the right way to close an account?": "close", 
    "i like to meet with a bank representative": "appointment", 
    "any idea how do i set up an appointment at the bank?": "appointment", 
    "how many minutes away is a bank": "location", 
    "What is the most I can take out at once?": "withdrawal", 
    "when do my bank's doors open": "hours", 
    "Any idea when the bank opens?": "hours", 
    "what's the best way to get an appointment with the bank": "appointment", 
    "any idea what's my balance?": "balance", 
    "Where is the atm?": "location", 
    "I would like to schedule an appointment to talk to someone at the bank.": "appointment", 
    "What is the balance in my account looking like?": "balance", 
    "Please order me more checks.": "checks", 
    "I need to obtain a safe deposit box": "safe", 
    "What are my bank hours?": "hours", 
    "I need my bank's routing number.": "routing", 
    "what is the easiest method to see my account balance": "balance", 
    "Can I order more checks online, or only in a physical bank location?": "checks", 
    "Can I go to an atm and find out my routing number?": "routing", 
    "i wish to meet with a bank representative": "appointment", 
    "Where do I find info on safe deposit boxes at my bank?": "safe", 
    "When do the doors to the bank open?": "hours", 
    "how much can I withdraw?": "withdrawal", 
    "What do I do to get a safe deposit box?": "safe", 
    "Can checks be ordered online?": "checks", 
    "What number to reach the bank?": "phone", 
    "Can I schedule an appointment at the bank?": "appointment", 
    "What is the number of my banking routing?": "phone", 
    "How do I locate the nearest branch?": "location", 
    "do you know my withdrawal limit": "withdrawal", 
    "Provide locations for atms near me.": "location", 
    "Show me the phone number for my bank": "phone", 
    "What are the bank hours?": "hours", 
    "I need my bank routing number please.": "routing", 
    "Can you help me find the bank's phone number?": "phone", 
    "Can you give my my bank's phone number?": "phone", 
    "Help me make an appointment with a bank rep.": "appointment", 
    "What is my bank balance right now?": "balance", 
    "I really need to meet with a bank employee": "appointment", 
    "i want to meet with a bank representative": "appointment", 
    "I desire a safety deposit box at my bank.": "safe", 
    "Is there a limit on my one time withdrawals?": "withdrawal", 
    "i really want information on getting a safe deposit box": "safe", 
    "I want to close an account, can you help?": "close", 
    "Is the bank open right now?": "hours", 
    "what is my routing number for my account": "routing", 
    "I'd like to set up an appointment with a bank representative.": "appointment", 
    "What is my max withdrawal limit?": "withdrawal", 
    "How can I get more replacement checks?": "checks", 
    "Open recent bank statement and show me how much money I have.": "balance", 
    "Is there a bank representative I can meet with?": "appointment", 
    "What is the amount of cash I have left?": "balance", 
    "Guide me through the check re ordering process": "checks", 
    "i don't want to use this bank anymore, but can't figure out how to close out": "close", 
    "give me the balance on my account": "balance", 
    "Let's set an appointment at the bank.": "appointment", 
    "How much does it cost to have a safety deposit box?": "safe", 
    "If I wanted to call my bank what number would I dial?": "phone", 
    "I need to schedule a meeting with my bank representative please.": "appointment", 
    "Please close my bank account.": "close", 
    "How much money can I withdraw?": "withdrawal", 
    "Can you order more checks for me as my checkbook is empty.": "checks", 
    "Can a bank representative meet with me?": "appointment", 
    "May I get an appointment with a banker?": "appointment", 
    "Locate an ATM for me please?": "location", 
    "What time does the bank close?": "hours", 
    "What's the routing number?": "routing", 
    "Give me directions to the nearest branch?": "location", 
    "What day of the week can I schedule an appointment with my bank?": "appointment", 
    "Show me where to go to get my routing number.": "routing", 
    "get me more checks for my checkbook": "checks", 
    "Would like more checks soon": "checks", 
    "How do I reach the nearest bank?": "location", 
    "How do I go about closing my account the right way?": "close", 
    "How do I locate the ATMs?": "location", 
    "How much cash do I have on hand?": "balance", 
    "How much is currently available in my account?": "balance", 
    "Can I get an ATM around here?": "location", 
    "What do I have to do to get information on getting a safe deposit box?": "safe", 
    "Can I speak with a representative in person?": "appointment", 
    "How do I go about closing my account?": "close", 
    "What is the contact information for my bank?  I need to schedule an appointment.": "appointment", 
    "Can you help me get to the nearest branch?": "location", 
    "Do you any idea on how I can order additional checks?": "checks", 
    "Can the bank schedule me an appointment?": "appointment", 
    "can i close an account online": "close", 
    "can you tell me how much money I have remaining": "balance", 
    "What is the phone number of my bank?": "phone", 
    "My bank's phone number is what?": "phone", 
    "I need info on withdrawal limitations.": "withdrawal", 
    "will you help me with an appointment with the bank": "appointment", 
    "What are the digits for the bank?": "phone", 
    "How do you open a safety deposit box?": "safe", 
    "My bank's phone number, please.": "phone", 
    "Routing number for my bank?": "routing", 
    "Is there a number that works best to call my bank?": "phone", 
    "Whats the banks number?": "phone", 
    "I need to close one of my account?": "close", 
    "please connect me with my bank.": "phone", 
    "Could you trace me a route to my nearest branch?": "location", 
    "what is the highest I can withdraw?": "withdrawal", 
    "At what time will the bank close?": "hours", 
    "Get my bank routing number.": "routing", 
    "Can I close my account myself with my app?": "close", 
    "What is the max I can take out?": "withdrawal", 
    "How long before my bank closes?": "hours", 
    "give me street by street commands to get to my bank's closest branch": "location", 
    "I need to obtain the routing number for my bank.": "routing", 
    "What is my available balance at this time?": "balance", 
    "Is my withdrawal limit set by you or me and what is it?": "withdrawal", 
    "Where is my routing number printed?": "routing", 
    "How do I get a new safe deposit box?": "safe", 
    "I want more intel on how to get a safe deposit box.": "safe", 
    "I'd like to set up a safety deposit box at my bank.": "safe", 
    "My checkbook is empty, will you help me order more?": "checks", 
    "What are the steps to get a safe deposit box?": "safe", 
    "I'm calling to get a safe deposit box at my bank.": "safe", 
    "How much money can I withdrawal?": "withdrawal", 
    "what is the routing number at the bottom of my check": "routing", 
    "I need to get a safe deposit box.": "safe", 
    "How can I go about checking my account balance?": "balance", 
    "How much would it cost to order more checks?": "checks", 
    "What do I need to do to get a bank appointment?": "appointment", 
    "who should i talk to in order to rent a safe deposit box": "safe", 
    "tell me the banks's routing digits please": "routing", 
    "can i sign up now for a safety deposit box": "safe", 
    "Will the bank be open soon?": "hours", 
    "What is my banking routing number?": "phone", 
    "Can we go ahead and close this account?": "close", 
    "What is the max that I can take out?": "withdrawal", 
    "can you see when my bank opens and closes?": "hours", 
    "How much money do I have?": "balance", 
    "Where do I go to set up an appointment?": "appointment", 
    "Can I have the amount for my withdrawal limit?": "withdrawal", 
    "When does the bank close?": "hours", 
    "What are the bank's opening hours?": "hours", 
    "Where does a bank list their phone number?": "phone", 
    "How much is the most I can withdraw?": "withdrawal", 
    "give me the digits of my banking institution": "phone", 
    "What is the current balance of my account?": "balance", 
    "i need to meet with a bank representative": "appointment", 
    "I would like to know how my balance looks": "balance", 
    "What is the phone number to contact my bank?": "phone", 
    "whats the most i can withdrawal": "withdrawal", 
    "I'd like to get a safe deposit box, what are the steps?": "safe", 
    "How do I find my bank routing number?": "routing", 
    "How do I find information on safety deposit boxes?": "safe", 
    "What do I do to find my routing number?": "routing", 
    "What is the balance in my account?": "balance", 
    "Please tell me how long the bank is open daily.": "hours", 
    "Can I order several checks at once?": "checks", 
    "Could you send me more checks?": "checks", 
    "Can I close my bank account?": "close", 
    "Check account balance.": "balance", 
    "Where can I find an authorized ATM machine?": "location", 
    "What are the bank's digits?": "phone", 
    "how do I close my accounts overall": "close", 
    "Will you please tell me the bank's phone number?": "phone", 
    "Total money available?": "balance", 
    "How can I meet with a bank representative?": "appointment", 
    "Get me more checks.": "checks", 
    "Can I make an appointment with a rep?": "appointment", 
    "when does the bank lock up for the night?": "hours", 
    "let's rent a safety deposit box now": "safe", 
    "I want to get a safey deposit box.": "safe", 
    "what hours are the branch and drive through open?": "hours", 
    "what is my balance looking like now": "balance", 
    "Can someone help me end my account?": "close", 
    "How can I order additional checks?": "checks", 
    "bank location near me?": "location", 
    "Where is my routing number?": "routing", 
    "What is the most recent phone number for this bank?": "phone", 
    "I want to schedule an appointment at the bank.": "appointment", 
    "What time is this branch closed?": "hours", 
    "What times are my bank open?": "hours", 
    "Where can i find my banks routing number?": "routing", 
    "How do I find my bank's routing number?": "routing", 
    "give me the method to order checks": "checks", 
    "What is the limit on my withdrawal?": "withdrawal", 
    "is there a way to meet with a bank representative": "appointment", 
    "Can I see a one of your representative.": "appointment", 
    "Where do I get a safe deposit box?": "safe", 
    "I need to order additional checks.": "checks", 
    "Please help me to order more checks.": "checks", 
    "How can I close my bank account?": "close", 
    "know what is my withdrawal limit?": "withdrawal", 
    "The banks phone number is what?": "phone", 
    "how many dollars can i withdrawal according to the rules": "withdrawal", 
    "How do I open a safe deposit box?": "safe", 
    "What hours are the bank reps available to speak with?": "appointment", 
    "Will I be charged for large withdrawals?": "withdrawal", 
    "how do i reach my bank by phone": "phone", 
    "What is my total balance?": "balance", 
    "what's the best way to get a safe deposit box": "safe", 
    "Who do I notify about a bank appointment?": "appointment", 
    "If there is a limit, how much can I withdraw at once?": "withdrawal", 
    "Where is the nearest ATM?": "location", 
    "Can I receive a safety deposit box?": "safe", 
    "How much money can be withdrawn at once?": "withdrawal", 
    "I'd like to find out about a safe deposit box": "safe", 
    "what are my bank's digits": "phone", 
    "Tell me what my bank's operating hours are.": "hours", 
    "How much money can I withdraw in one day?": "withdrawal", 
    "On what street can I see an atm?": "location", 
    "How should I get myself a safe deposit box?": "safe", 
    "How can I find the closest branch?": "location", 
    "Are there any restrictions on withdrawing money?": "withdrawal", 
    "What number do I dial to get my balance by phone internationally?": "balance", 
    "My account needs to be closed": "close", 
    "Any idea when the bank closes?": "hours", 
    "What is the balance available to me?": "balance", 
    "Tell me how to close my account.": "close", 
    "any idea what my bank's hours are?": "hours", 
    "What time will the bank be open?": "hours", 
    "What time is the bank open til?": "hours", 
    "Show me how much money I have in my account.": "balance", 
    "Can I get my balance please?": "balance", 
    "I need to get more checks?": "checks", 
    "I want to know what my withdrawal limit is.": "withdrawal", 
    "what does my bank use for its routing number": "routing", 
    "I need to order some more checks.": "checks", 
    "Do you know when the bank opens?": "hours", 
    "I would like to close my account how do I do so?": "close", 
    "I need to get more checks.": "checks", 
    "What is the maximum I can withdraw?": "withdrawal", 
    "show me the nearest bank to me": "location", 
    "where do I find an atm?": "location", 
    "I need my bank's routing number, where is it?": "routing", 
    "Are appointments only available on weekends?": "appointment", 
    "I need more checks.  How do I order them?": "checks", 
    "Will you help me to close my account?": "close", 
    "How long until the bank stay open?": "hours", 
    "Can I meet with a representative from my bank?": "appointment", 
    "can you find the routing number for my bank?": "routing", 
    "what numbers do i press to contact my bank": "phone", 
    "How do I to close my account correctly?": "close", 
    "how specifically do i close my account": "close", 
    "What is the max amount for withdrawals?": "withdrawal", 
    "what is the best way to set up an appointment with a bank rep": "appointment", 
    "I need to know how to get a safe deposit box.": "safe", 
    "How do I get one of the safe deposit boxes?": "safe", 
    "What is the time that the bank closes?": "hours", 
    "what are my available funds?": "balance", 
    "Can a bank representative schedule a meeting with me?": "appointment", 
    "Give me the bank's number.": "phone", 
    "How can I check my balance?": "balance", 
    "I need to check my account balance.": "balance", 
    "Can I get my bank's routing number?": "routing", 
    "Where on the check can i see a routing number?": "routing", 
    "I need the routing number, can you help with that?": "routing", 
    "do you know how much money do i have?": "balance", 
    "What is the most I can take out?": "withdrawal", 
    "What is my routing number for my bank?": "routing", 
    "How much money do I have left?": "balance", 
    "What's the contact phone number for the bank?": "phone", 
    "What is my ATM withdrawal limit, please?": "withdrawal", 
    "How late is my bank open until?": "hours", 
    "Can you help me find the nearest bank?": "location", 
    "I need to see my account balance, how do i do it?": "balance", 
    "What is the nearest bank?": "location", 
    "What is my current available balance?": "balance", 
    "What time is the bank open in the morning?": "hours", 
    "I have to get my banks routing number.": "routing", 
    "Any idea what the banks phone number is?": "phone", 
    "can you help with an appointment set up with the bank": "appointment", 
    "Who do I contact to set up an appointment?": "appointment", 
    "What's the limit on withdrawals?": "withdrawal", 
    "How can I check my bank account balance?": "balance", 
    "I need top get the routing number for my bank?": "routing", 
    "I'd like to schedule an appointment with a bank representative.": "appointment", 
    "Is there a certain amount I can withdrawal?": "withdrawal", 
    "tell me how much money can i withdraw at once?": "withdrawal", 
    "What is the most i can take out?": "withdrawal", 
    "I really need some more checks now": "checks", 
    "Where is the closest bank to me?": "location", 
    "is there a simple way to see my balance": "balance", 
    "Can you tell me my withdrawal limit?": "withdrawal", 
    "What's the limit for withdrawal?": "withdrawal", 
    "Is it possible to meet a bank representative?": "appointment", 
    "Will a bank representative be available during regular bankiing hours?": "appointment", 
    "What are the steps to see my account balance?": "balance", 
    "i need to know where the nearest bank is": "location", 
    "How do I get a safe deposit box at my bank.": "safe", 
    "What steps do I need to take to get a safe deposit box?": "safe", 
    "When is closing time at the bank?": "hours", 
    "How do I get a meeting?": "appointment", 
    "where's the nearest bank branch": "location", 
    "I need my bank's number.": "phone", 
    "I want a safe deposit box at my bank.": "safe", 
    "Can you show me my routing number for the bank": "routing", 
    "how do I find an atm": "location", 
    "where can my routing number be found": "routing", 
    "Can you help me order more checks?": "checks", 
    "my balance?": "balance", 
    "how do i secure a meeting with a bank rep": "appointment", 
    "What is the routing number?": "routing", 
    "What is the maximum I can withdrawal at once?": "withdrawal", 
    "I HAVE AN ACCOUNT THAT i NEED HELP CLOSTING": "close", 
    "is there an opening time for the bank listed": "hours", 
    "Where are bank phone nums listed?": "phone", 
    "How does one schedule an appointment with bank reps?": "appointment", 
    "I would like more information on obtaining a safe deposit box.": "safe", 
    "What do I need to do to set up an appointment?": "appointment", 
    "What is the method on acquiring more checks?": "checks", 
    "What is the highest amount I can withdraw at once?": "withdrawal", 
    "I would be grateful for a safety deposit box at my bank.": "safe", 
    "I'd like to know my balance.": "balance", 
    "what's my routing number": "routing", 
    "can you help me get a safe deposit box": "safe", 
    "Let's close this account.": "close", 
    "how do i find the nearest bank location": "location", 
    "I need my bank routing number.": "routing", 
    "which way do I go to find an atm to get make a deposit?": "location", 
    "do you know what my account balance is": "balance", 
    "What is the phone number to call my bank?": "phone", 
    "What is my net asset?": "balance", 
    "can i meet with a bank rep": "appointment", 
    "How much slacks do I have?": "balance", 
    "How far would I have to travel before reaching the nearest bank?": "location", 
    "What is the maximum amount I can take out?": "withdrawal", 
    "What's the phone number for my bank, please?": "phone", 
    "I need to locate an ATM machine near me.": "location", 
    "Send a request for new checks immediately.": "checks", 
    "Can you tell me the amount of cash in my account?": "balance", 
    "what is my account balance": "balance", 
    "Where is an ATM located near me?": "location", 
    "What number do I need to call my bank?": "phone", 
    "Where's the closest branch?": "location", 
    "What amount of money can I withdrawal at once?": "withdrawal", 
    "When does my bank open and close?": "hours", 
    "Withdrawal limit, please": "withdrawal", 
    "What balance do I have?": "balance", 
    "Please schedule a time for me to meet with someone.": "appointment", 
    "Can I see my available balance online?": "balance", 
    "what are the directions to the branch": "location", 
    "What steps do I need to take to close my bank account.": "close", 
    "The bank's closing is when?": "hours", 
    "Can you tell me my bank's phone number?": "phone", 
    "Where can I see my account balance?": "balance", 
    "How can I get more checks?": "checks", 
    "How can I get information on getting a safe deposit box?": "safe", 
    "can you relay my routing number to me?": "routing", 
    "How much can I withdraw daily?": "withdrawal", 
    "Inform me the best way to get to my nearest branch?": "location", 
    "Does my bank have a safety deposit box I can get?": "safe", 
    "What times are available for me to meet with a bank representative?": "appointment", 
    "How can I find directions to the branch closest to me?": "location", 
    "I would like information regarding opening a safe deposit box.": "safe", 
    "How would I go about getting a safe deposit box?": "safe", 
    "does my bank prohibit withdrawals over a certain amount": "withdrawal", 
    "Give me the routing number for my bank.": "routing", 
    "know my bank's hours?": "hours", 
    "what time does the bank open for business": "hours", 
    "how long is the bank open for?": "hours", 
    "can i find the bank's routing number somewhere": "routing", 
    "What are this banks hours?": "hours", 
    "where's the nearest atm?": "location", 
    "I need to find an ATM machine.": "location", 
    "I need the phone number to call my bank please.": "phone", 
    "Who do I talk to to close my bank account?": "close", 
    "How do I get the routing number for my bank?": "routing", 
    "I need to locate an ATM machine, please.": "location", 
    "I need to order more checks": "checks", 
    "I have one safe deposit box but need one more": "safe", 
    "Is there a limit on my withdrawal?": "withdrawal", 
    "What hours in my schedule are open to schedule an appointment at my bank?": "appointment", 
    "how will i check my account balance?": "balance", 
    "What is the max that I can withdraw?": "withdrawal", 
    "Can we close this account?": "close", 
    "Can you please tell me the withdrawal limit": "withdrawal", 
    "How do I go about getting a safe deposit box.": "safe", 
    "Call the nearest Citibank": "phone", 
    "What is the daily hourly schedule for my bank?": "hours", 
    "Let me check how much money I have?": "balance", 
    "What time does the bank open?": "hours", 
    "What is the threshold for my withdrawal limit?": "withdrawal", 
    "Where can I find out my routing number?": "routing", 
    "How do I reach the bank via phone?": "phone", 
    "How do I get the phone number for the bank?": "phone", 
    "How do I get a safety deposit box at my bank?": "safe", 
    "How would i got about ordering more checks?": "checks", 
    "What's left in my account?": "balance", 
    "I want to order more checks.": "checks", 
    "how much is my withdrawal limit": "withdrawal", 
    "I need to close my account": "close", 
    "Show me my current balance.": "balance", 
    "What is the number to reach the bank at?": "phone", 
    "do you know how much money I have in the bank": "balance", 
    "I need to call my bank.": "phone", 
    "Please show me all atm locations?": "location", 
    "Please help me set up a safe deposit box.": "safe", 
    "do you know what my balance is": "balance", 
    "Is my banking routing number available?": "routing", 
    "What's the main number for the bank?": "phone", 
    "Can I have the phone number of my bank?": "phone", 
    "Can i set up a meeting with a bank worker?": "appointment", 
    "I want a safe deposit box and would like information on how to do that.": "safe", 
    "show me the nearest bank branch": "location", 
    "Can you please tell me how to close my account?": "close", 
    "The bank closes at what time?": "hours", 
    "I want to remove my account with the bank.": "close", 
    "How can I see my account balance?": "balance", 
    "What are the hours for my bank?": "hours", 
    "Tell me more about safe deposit boxes.": "safe", 
    "How can I find my banks dialing number?": "phone", 
    "I want to order more checks, how do I do it?": "checks", 
    "Find the routing number to Bank.": "routing", 
    "Can you find me the nearest bank to my current location?": "location", 
    "where is routing number displayed?": "routing", 
    "I want a safety deposit box at my bank.": "safe", 
    "What is the cap for my withdrawal limit?": "withdrawal", 
    "What's the number to my bank?": "phone", 
    "Do I have to go to the bank to get more checks?": "checks", 
    "what steps do i take to close my account": "close", 
    "Can you show me the nearest bank?": "location", 
    "What's the limit to a withdrawal?": "withdrawal", 
    "is there a maximum limit for how much money i can take out": "withdrawal", 
    "can i schedule a time to talk with someone at the bank": "appointment", 
    "Can you tell me my balance?": "balance", 
    "How do I get information for a safe deposit box.": "safe", 
    "direct me to the absolute closest bank": "location", 
    "What is the max I can withdraw at once?": "withdrawal", 
    "when does the bank stop its hours tonight?": "hours", 
    "Give me my routing number.": "routing", 
    "I need to know the route to the closest bank.": "location", 
    "What number should I dial to reach my bank?": "phone", 
    "is there an easy way to get a safe deposit box": "safe", 
    "Can I walk to the nearest branch?": "location", 
    "Are routing numbers online on checks?": "routing", 
    "Who knows what this bank's routing number is?": "routing", 
    "How do I order a new checking book?": "checks", 
    "What is the high limit for my withdrawals?": "withdrawal", 
    "I need to know the bank's hours of operation.": "hours", 
    "I need a bank right away, where's the closest?": "location", 
    "Show me this weeks bank card transactions.": "routing", 
    "Can I find routing number information online?": "routing", 
    "My bank account needs to be closed.": "close", 
    "i really need a safe deposit box": "safe", 
    "Please make an appointment for me at the bank?": "appointment", 
    "Could I schedule an appointment with the bank?": "appointment", 
    "Where can I get more checks?": "checks", 
    "what's the total in myy account?": "balance", 
    "Am I limited at all when it comes to withdrawals?": "withdrawal", 
    "Send me some more checks.": "checks", 
    "Where is the nearest bank to me at the moment?": "location", 
    "do i have to set up an appointment": "appointment", 
    "How much money can I withdraw in a single day?": "withdrawal", 
    "I need to close this account.": "close", 
    "How do I officially terminate my account?": "close", 
    "Can you tell me the routing number for my bank?": "routing", 
    "Can you show me how to order more checks for my checking account?": "checks", 
    "Look to see what hours my  bank operates?": "hours", 
    "I need customer service to close my account?": "close", 
    "What number can I call on my phone for my bank?": "phone", 
    "can you tell me my balance": "balance", 
    "What part of my balance is liquid?": "withdrawal", 
    "Do I have to call the bank to find out my balance?": "balance", 
    "Can you provide me directions on how to close my account?": "close", 
    "What is my bank balance?": "balance", 
    "Is there a website with banks phone number on it?": "phone", 
    "I am out of checks and want more please": "checks", 
    "What are the steps to getting a safety deposit box at my bank?": "safe", 
    "What's the most amount of money I can withdraw?": "withdrawal", 
    "order new checks please": "checks", 
    "I want to get information about getting a safe deposit box.": "safe", 
    "i have to speak with a bank representative about something": "appointment", 
    "please tell me the telephone number of my banking institution": "phone", 
    "How do I order more checks?": "checks", 
    "Tell me my account balance.": "balance", 
    "who do i contact to schedule an appointment with the bank": "appointment", 
    "Please give me the routing number for my bank.": "routing", 
    "I'd like to see how much money I have available?": "balance", 
    "Can you tell me my bank's routing number?": "routing", 
    "Is there a cut off to how much money I can withdraw?": "withdrawal", 
    "does my bank prefer me to close my account a certain way": "close", 
    "What number do I use to get a hold of the bank?": "phone", 
    "Is anyone available to make an appointment with me at the bank": "appointment", 
    "What can I do to get a safe deposit box?": "safe", 
    "Whats the banks phone number?": "phone", 
    "Please provide me with my routing number.": "routing", 
    "can you help with telling me the bank hours": "hours", 
    "I need to locate the routing number for my bank.": "routing", 
    "I want to know when the bank closes.": "hours", 
    "what digits need to be dialed in order to reach my bank": "phone", 
    "What are the bank's hours?": "hours", 
    "how do i meet with a bank rep": "appointment", 
    "I want to close my checking account.": "close", 
    "where do I go to buy more checks": "checks", 
    "What's my savings account balance?": "balance", 
    "Can I take out as much as I want?": "withdrawal", 
    "How much money is in my account?": "balance", 
    "Where do I go for an ATM?": "location", 
    "will you help me find the nearest bank": "location", 
    "What is required for a safe deposit box?": "safe", 
    "where's my nearest bank please": "location", 
    "can you show me my balance": "balance", 
    "What is the phone number for the bank?": "phone", 
    "Can you display my routing number?": "routing", 
    "Where could I find my number for routing?": "routing", 
    "what's the limit on how much i can withdraw?": "withdrawal", 
    "How much money can I take out?": "withdrawal", 
    "Set a reminder so that I don't forget to schedule an appointment with my bank?": "appointment", 
    "I'd like to close my account, please.": "close", 
    "Where could I get an ATM?": "location", 
    "Can you help me schedule an appointment at the bank?": "appointment", 
    "I must order more checks.": "checks", 
    "What number do I call to contact my bank?": "phone", 
    "What number do I call to reach my bank?": "phone", 
    "How do I get my account balance?": "balance", 
    "When does the bank open it's doors?": "hours", 
    "Do I have any money available?": "balance", 
    "Is there a way to get a safe deposit box?": "safe", 
    "I'd like to obtain a safety deposit box at my bank.": "safe", 
    "How would I get more checks?": "checks", 
    "What are the business hours at my bank?": "hours", 
    "if i want a safe deposit box, who do i talk to": "safe", 
    "What steps do I need to take to close an account.": "close", 
    "My checkbook is empty, so I need to order additional checks.": "checks", 
    "What number should I call to reach my bank?": "phone", 
    "am i really nearby any banks": "location", 
    "I need to check my account balance": "balance", 
    "Does my bank have a phone number?": "phone", 
    "need some help, set up appointment": "appointment", 
    "will i check my account balance?": "balance", 
    "What is the appropriate way to close my account?": "close", 
    "is there a location of a bank near by": "location", 
    "I want to order additional checks.": "checks", 
    "What amount can I withdraw?": "withdrawal", 
    "can you show me my routing number": "routing", 
    "Tell me how I can obtain a safe deposit box.": "safe", 
    "Where do I go to get the nearest bank?": "location", 
    "what do i need to do to get a bank meeting": "appointment", 
    "What is the location of the nearest branch?": "location", 
    "Tell me about safe deposit boxes.": "safe", 
    "How do I reach my bank by phone?": "phone", 
    "I want to get rid of my account with the bank.": "close", 
    "What do I need to do to get a safety deposit box?": "safe", 
    "How can I schedule an appointment at my bank?": "appointment", 
    "Can you tell me how to get to my nearest branch?": "location", 
    "Could you schedule an appointment for me?": "appointment", 
    "How do I check my balance?": "balance", 
    "Tell me how to find my routing number": "routing", 
    "please reorder checks for me": "checks", 
    "I need the most up to date bank number?": "phone", 
    "How can I meet with my bank representative?": "appointment", 
    "guide me to my bank": "location", 
    "What is the maximum available funds?": "withdrawal", 
    "I want my bank's routing number please.": "routing", 
    "I would like to close my account, please.": "close", 
    "what are the steps for closing an account": "close", 
    "Is it possible to get a new checkbook?": "checks", 
    "Where do I go to get my routing number?": "routing", 
    "how do i set up a meeting at my bank": "appointment", 
    "what is the total in my bank account": "balance", 
    "What is my account balance?": "balance", 
    "What's in my account?": "balance", 
    "What is the proper way to close my account?": "close", 
    "What is my current balance?": "balance", 
    "What time will the bank open and close today?": "hours", 
    "I need directions to the nearest branch.": "location", 
    "How do I phone the bank?": "phone", 
    "What is my available balance?": "balance", 
    "MY ACCOUNT NEEDS CLOSING, PLEASE PLEASE HELP": "close", 
    "What's the address of the closest bank?": "location", 
    "How can I check my bank balance?": "balance", 
    "What are the hours for the bank?": "hours", 
    "Is the bank's phone number posted online": "phone", 
    "I want a safe deposit box and want to know how I can get one.": "safe", 
    "Can anyone chat with banking reps?": "appointment", 
    "what time does the bank start opening for business": "hours", 
    "tell me the bank's phone number": "phone", 
    "How do I cancel my bank account.": "close", 
    "How high does my withdrawal limit go?": "withdrawal", 
    "I need to have some more checks sent to me.": "checks", 
    "my current balance please?": "balance", 
    "How does one get a bank appointment?": "appointment", 
    "I want to check my account balance.": "balance", 
    "Tell me my balance.": "balance", 
    "Can you tell me what phone number I should use to contact my bank.": "phone", 
    "I want the routing number for my bank.": "routing", 
    "Can I view my current balance using the app?": "balance", 
    "what is the bank's opening time?": "hours", 
    "How do I get the routing number": "routing", 
    "Tell me my balance?": "balance", 
    "How do I locate my bank routing number?": "routing", 
    "May I get an appointment with someone at this bank?": "appointment", 
    "How rich am I?": "balance", 
    "I need to inquire about getting a meeting at the bank?": "appointment", 
    "how far away am i from a bank": "location", 
    "What is my bank's phone number?": "phone", 
    "What steps must I take to close my account?": "close", 
    "tell me when the bank closes": "hours", 
    "How can i schedule an appointment with someone at the bank?": "appointment", 
    "Please advise me on the opening time of the bank?": "hours", 
    "Where do I find my balance?": "balance", 
    "What can I do if I need more checks?": "checks", 
    "How should I put an order in for more checks?": "checks", 
    "What's the most amount of money I can withdraw at once?": "withdrawal", 
    "i need more checks": "checks", 
    "What do I do to order new checks?": "checks", 
    "Meeting a bank representative would be good.": "appointment", 
    "I want to cancel my bank account.": "close", 
    "Please help me close my bank account.": "close", 
    "I want to meet with a representative from my bank.": "appointment", 
    "I'd like to see how much is in my account.": "balance", 
    "Let me have the routing number for my bank.": "routing", 
    "does my bank have a phone number, and if so what is it": "phone", 
    "I need my bank's phone number?": "phone", 
    "Could you check the hours for my bank?": "hours", 
    "are you able to get me a safe deposit box.": "safe", 
    "Can I close my bank account, please?": "close", 
    "How do I find the bank's routing number?": "routing", 
    "What's the limit on my withdrawals?": "withdrawal", 
    "I really need the bank hours": "hours", 
    "What phone number do I call do reach my bank?": "phone", 
    "I have to close this account.": "close", 
    "Can my bank account be closed?": "close", 
    "What's my bank's routing number?": "routing", 
    "where's the nearest atm": "location", 
    "How much do I have in savings?": "balance", 
    "do you know when the bank closes": "hours", 
    "How can I go about to acquire my routing number?": "routing", 
    "What is my withdraw limit?": "withdrawal", 
    "get me to the closest bank": "location", 
    "I need to order more checks for my checkbook, can you assist me?": "checks", 
    "what is my limit for taking out money": "withdrawal", 
    "How do I close my checking account?": "close", 
    "Please re order more checks now": "checks", 
    "How can I reach my bank via phone?": "phone", 
    "Tell me how I get a safe deposit box at my bank.": "safe", 
    "I need to know about safe deposit boxes.": "safe", 
    "Are there any ATMs around?": "location", 
    "What's the address of the bank near me?": "location", 
    "I would like to close my account.": "close", 
    "Can you tell me the phone number to reach my bank?": "phone", 
    "What's the process for ordering more checks?": "checks", 
    "The bank opens at what time?": "hours", 
    "How do I meet a bank representative?": "appointment", 
    "I'd like to close my account.": "close", 
    "safety deposit box needed at the bank": "safe", 
    "I need to check my balance, where's the ATM?": "location", 
    "What's the phone number to the nearest Citibank": "phone", 
    "How can I find the nearest bank?": "location", 
    "What do I do in order to get an appointment with someone at the bank?": "appointment", 
    "What is the amount of money I can withdraw at once?": "withdrawal", 
    "I need to make a withdrawal. What's the most I can take?": "withdrawal", 
    "How can I set up an appointment at the bank": "appointment", 
    "tell me my account balance": "balance", 
    "How do I find the routing number for my bank?": "routing", 
    "Any idea how to find the routing number?": "routing", 
    "Tell me the bank's business hours?": "hours", 
    "what is the most that i am allowed to take out of my bank": "withdrawal", 
    "how much money can i withdraw once?": "withdrawal", 
    "How much further away is the nearest bank?": "location", 
    "What are the steps to set up an appointment at the bank?\"": "appointment", 
    "is my withdrawal limit a certain number": "withdrawal", 
    "Close this account.": "close", 
    "i need a safety deposit box at my bank": "safe", 
    "Where is the nearest bank located?": "location", 
    "What is the withdrawal limit for one time?": "withdrawal", 
    "How much money can I withdraw at one time?": "withdrawal", 
    "what are your business hours?": "hours", 
    "How much money is left on my bank card?": "routing", 
    "Provide my bank's phone number.": "phone", 
    "Is there a limit to how much I can withdraw?": "withdrawal", 
    "Can you text me my banksk phone number?": "phone", 
    "I'd like to set up a time to meet with someone at the bank?": "appointment", 
    "is there a recommended way to close an account": "close", 
    "The time of the banks's close is what?": "hours", 
    "what is the best way to check my balance": "balance", 
    "What steps do I need to take to close my account?": "close", 
    "Do you know how to schedule an appointment with someone at the bank?": "appointment", 
    "need to know my withdrawal limit": "withdrawal", 
    "What is the max amount of money I can withdraw at once?": "withdrawal", 
    "Can i replenish my checkbook?": "checks", 
    "Find my balance": "balance", 
    "Where is the nearest bank?": "location", 
    "Can you give me directions to the closest branch?": "location", 
    "What time does my local bank open?": "hours", 
    "Can you tell me the banks phone number?": "phone", 
    "please tell me how to find more checks for my checkbook": "checks", 
    "My routing number is found how?": "routing", 
    "What is my bank card balance?": "routing", 
    "I need some new checks.": "checks", 
    "Am I eligible to get a safety deposit box at my bank?": "safe", 
    "How do I figure out my account balance?": "balance", 
    "Is the bank already closed?": "hours", 
    "Can I establish an appointment and if so how?": "appointment", 
    "What does the bank do to schedule appointments?": "appointment", 
    "I need cash, where's an ATM?": "location", 
    "search for my balance": "balance", 
    "Could you tell me how to set up a  safe deposit box?": "safe", 
    "Pass along my routing number to me.": "routing", 
    "can you show me the closest atm": "location", 
    "show me the bank's phone number": "phone", 
    "My checks are all gone, can I get more?": "checks", 
    "is there a limit to how much I can take out a day?": "withdrawal", 
    "I want to meet with someone at the bank.": "appointment", 
    "How does one get a new order of checks?": "checks", 
    "How do I open a safe deposit box at my bank?": "safe", 
    "I'd like to place an order for checks, how do I do so?": "checks", 
    "I need to order some additional checks.": "checks", 
    "How high is my limit? I need to withdraw some money.": "withdrawal", 
    "What time does my bank close?": "hours", 
    "Is ordering more checks available?": "checks", 
    "How can I make my bank account non existent.": "close", 
    "What is the latest I can get service at the bank?": "hours", 
    "I would like to close a bank account.": "close", 
    "Can I set up an appointment with a banker, please?": "appointment", 
    "How can I set up an appointment at the bank?": "appointment", 
    "Is someone availabe at the bank for me to make an appointment": "appointment", 
    "Are checkbook order forms available online?": "checks", 
    "Tell me how to get to the nearest branch.": "location", 
    "I only have the bank's old number, what is the newest one?": "phone", 
    "I need an appointment at my bank.": "appointment", 
    "How much can I withdrawal?": "withdrawal", 
    "I need my bank's hours.": "hours", 
    "What is my highest withdrawal limit?": "withdrawal", 
    "I'd like a safe deposit box.": "safe", 
    "will you please close my bank account": "close", 
    "Can you tell me how high my withdrawal limit is?": "withdrawal", 
    "What time of day does the bank close?": "hours", 
    "Where's the routing number?": "routing", 
    "How do I acquire more checks?": "checks", 
    "How much is available now?": "withdrawal", 
    "Please make me an appointment with someone at the bank.": "appointment", 
    "do I have a withdrawal limit?": "withdrawal", 
    "Is there an atm machine nearby?": "location", 
    "Where can I find my bank routing number?": "routing", 
    "Can you tell me when the bank opens?": "hours", 
    "can you please tell me my bank's hours?": "hours", 
    "i need information on getting a safe deposit box": "safe", 
    "at what time does the bank first open?": "hours", 
    "Can I get a safety deposit bank at any of your locations?": "safe", 
    "What is the most I can withdrawal from my account?": "withdrawal", 
    "where's my routing number": "routing", 
    "What time does my bank open?": "hours", 
    "will my rates go up?": "phone", 
    "Could you give me info on a safe deposit box?": "safe", 
    "what time does the bank close": "hours", 
    "what is the most money that I can withdrawal": "withdrawal", 
    "How far is the nearest bank to me?": "location", 
    "i used all my checks and require more": "checks", 
    "How can I reach my bank by phone?": "phone", 
    "May i schedule an appointment with a bank representative?": "appointment", 
    "How can I find my bank's routing number?": "routing", 
    "What street is the nearest bank on?": "location", 
    "How much is my balance?": "balance", 
    "Who is the bank representative I can meet with?": "appointment", 
    "Can you tell me what time my bank opens and closes": "hours", 
    "How should I find the closest bank?": "location", 
    "need info on where the nearest bank branch is located": "location", 
    "can you direct me to an atm near me?": "location", 
    "Which is the routing number on my paper check?": "routing", 
    "Can you help me close an account?": "close", 
    "do you know what is my withdrawal limit?": "withdrawal", 
    "How am I to get a safe deposit box?": "safe", 
    "What time does this bank close?": "hours", 
    "Where's the nearest branch?": "location", 
    "How do I know the limit on one time withdrawals?": "withdrawal", 
    "what are the closing hours of operation for the bank?": "hours", 
    "Can you help me close an account.": "close", 
    "Tell me the time the bank closes.": "hours", 
    "i got to find an atm": "location", 
    "What's the best way to close my account?": "close", 
    "Is the bank close to this area?": "location", 
    "what are the steps to get a bank appointment": "appointment", 
    "Is there a limit on how much I can withdraw?": "withdrawal", 
    "how do I close my bank account": "close", 
    "Can you guide me how to close my account?": "close", 
    "How do I check how much money is in my account?": "balance", 
    "I need information to get a safe deposit box.": "safe", 
    "i could use informatoin on getting a safe deposit box.": "safe", 
    "I need to get the routing number for my bank.": "routing", 
    "What is the address to the closest branch?": "location", 
    "What do I need to do to get a safe deposit box?": "safe", 
    "i need help on directions for the nearest branch to me right now": "location", 
    "I would love to get info on getting a safe deposit box.": "safe", 
    "Please tell me how to order more checks": "checks", 
    "What is the current balance in my checking?": "balance", 
    "What is the amount I can withdraw at once?": "withdrawal", 
    "More checks, how do i get them?": "checks", 
    "How do I order more checks from my bank?": "checks", 
    "Can I take out any amount today?": "withdrawal", 
    "Where's the nearest atm?": "location", 
    "Where do I find my bank's routing number?": "routing", 
    "Do you know my bank's phone number?": "phone", 
    "What are the procedures for ending my account?": "close", 
    "Do you know what's my balance?": "balance", 
    "what's the best way to find an atm": "location", 
    "What do I need to do to order checks?": "checks", 
    "Can I set up a bank appointment?": "appointment", 
    "How do I find the nearest branch?": "location", 
    "I'd like to open a safety deposit box at my bank.": "safe", 
    "How would I get a safe deposit box?": "safe", 
    "Is there someone I can talk to at this bank and can I make an appointment?": "appointment", 
    "How do I find out my bank routing number?": "routing", 
    "My checkbook is depleted, can I order more?": "checks", 
    "give me directions to the nearest bank": "location", 
    "can you tell me my bank routing number": "routing", 
    "Can you give me my routing number please?": "routing", 
    "give me my bank's hours of operation": "hours", 
    "Provide me with my bank's phone number.": "phone", 
    "What is the number for my bank?": "phone", 
    "I need to meet a representative from my bank?": "appointment", 
    "At my bank, can I get a safety deposit box?": "safe", 
    "does my bank have a routing number, and if so what is it": "routing", 
    "how is my cash flow looking": "balance", 
    "I need to get to the nearest branch.": "location", 
    "please show me how to close my account": "close", 
    "How do I get a safety deposit box at my nearest bank?": "safe", 
    "I need to find out when the bank closes": "hours", 
    "Can you tell me how to close my account?": "close", 
    "What's the withdrawal limit for this account?": "withdrawal", 
    "what is my total in the account": "balance", 
    "how do i order more checks": "checks", 
    "Can you look up the hours for my bank?": "hours", 
    "How can i get a safe deposit box?": "safe", 
    "What time is closing for the bank?": "hours", 
    "look up my bank's routing number for me": "routing", 
    "I need my banks routing number, help.": "routing", 
    "How do I get to the closest branch?": "location", 
    "Can I see me withdrawal limit?": "withdrawal", 
    "What is the right way to close my account?": "close", 
    "Can you direct me to the nearest bank?": "location", 
    "Please tell your representative that I need to meet with him.": "appointment", 
    "I want to get information about establishing a safe deposit box.": "safe", 
    "Is there a wrong way to close my account?": "close", 
    "What time can I go to the bank in the morning?": "hours", 
    "i need a safe deposit box": "safe", 
    "How much would it cost to receive a safety deposit box?": "safe", 
    "What is the most I can take in one transaction?": "withdrawal", 
    "what is the limit for withdrawing from my account": "withdrawal", 
    "I could use some more checks": "checks", 
    "I need a new shipment of checks, how do I do it.": "checks", 
    "When will the bank open?": "hours", 
    "How much money can I withdraw in one go?": "withdrawal", 
    "get me to an atm": "location", 
    "What is the bank opening time?": "hours", 
    "Can you tell me when the bank closes?": "hours", 
    "how would i avoid closing my account in a bad way": "close", 
    "In the bank, how much money do I have?": "balance", 
    "What time will my bank open and close today?": "hours", 
    "Can I order checks?": "checks", 
    "need an appointment with the bank": "appointment", 
    "can you tell me where the closest bank is to me at this moment": "location", 
    "How could I get more checks?": "checks", 
    "How to talk with a bank rep": "appointment", 
    "Do I have to have an account with you to get a safety deposit box?": "safe", 
    "what numbers does my bank have for routing": "routing", 
    "What is the phone number for the bank, please?": "phone", 
    "What are the digits to my banks phone number?": "phone", 
    "Where can I get more checks if my checkbooks is empty?": "checks", 
    "Do I have to go to the bank to set up an appointment there?": "appointment", 
    "Can I make an appointment with a bank worker?": "appointment", 
    "need to know my routing number": "routing", 
    "What is the amount of money in my account?": "balance", 
    "what time does the bank open in the morning?": "hours", 
    "if I wanted to glimpse my account balance, what would i do": "balance", 
    "Am I by any banks?": "location", 
    "Where do I get my bank's routing number?": "routing", 
    "How do I close my account properly?": "close", 
    "tell me how do i set up an appointment at the bank?": "appointment", 
    "How far is the nearest bank?": "location", 
    "I am wanting to close my bank account.": "close", 
    "I need my account balance.": "balance", 
    "Let's get a safe deposit box for me.": "safe", 
    "What is the value of my account?": "balance", 
    "When could I see a representative?": "appointment", 
    "Tell me how to shut the account down.": "close", 
    "Can I meet with a bank rep?": "appointment", 
    "Tell me the correct way to close my account.": "close", 
    "Please give me instructions to get a safe deposit box.": "safe", 
    "I don't need my bank account anymore.": "close", 
    "I need to get a safety deposit box at my bank.": "safe", 
    "How much can I withdraw at once?": "withdrawal", 
    "What do I do to get more checks?": "checks", 
    "What is the my banks contact number?": "phone", 
    "Where is the closest bank located?": "location", 
    "help me order more checks": "checks", 
    "HELP ME TO CLOSE MY ACCOUNT PLEASE": "close", 
    "Help me close my bank account.": "close", 
    "Do you know the banks phone number?": "phone", 
    "what time does my bank open and close": "hours", 
    "What is my balance?": "balance", 
    "what is my bank's routing number": "routing", 
    "This account needs to be closed.": "close", 
    "Can I get the routing number for my bank?": "routing", 
    "Who do I call to create a bank appointment?": "appointment", 
    "do you know how much money can i withdraw at once?": "withdrawal", 
    "place an order for more checks": "checks", 
    "I used my last check so tell me if you can order more?": "checks", 
    "How much does a safety deposit box at my bank cost?": "safe", 
    "Can I see a bank representative?": "appointment", 
    "Can you tell me how much I can withdraw at once?": "withdrawal", 
    "Would ordering checks take long?": "checks", 
    "How much money do I have in the bank?": "balance", 
    "What steps do I take to check my balance?": "balance", 
    "Can I close my account?": "close", 
    "I'd like an appointment with someone at the bank.": "appointment", 
    "is there any easy way to meet with a bank rep": "appointment", 
    "Please order more checks.": "checks", 
    "set up an appointment at bank?": "appointment", 
    "How would I go about getting to my nearest branch?": "location", 
    "Is the bank open yet?": "hours", 
    "How much can I withdraw at one time?": "withdrawal", 
    "Please verify on how to order more checks?": "checks", 
    "What phone number do I call to get my bank?": "phone", 
    "Can you verify how to establish an appointment at the bank?": "appointment", 
    "What number do I need to call the bank?": "phone", 
    "What's the phone number for the bank?": "phone", 
    "Who do I speak to about checkbooks?": "checks", 
    "What is the procedure on ordering additional checks?": "checks", 
    "Where's the nearest branch to me?": "location", 
    "I would like information on getting a safe deposit box.": "safe", 
    "I'd like to set up a meeting with a bank representative.": "appointment", 
    "When do banking hours begin?": "hours", 
    "I'd like to check my balance how do I do that?": "balance", 
    "Is there any information about a safety deposit box?": "safe", 
    "What bank is close to me?": "location", 
    "is there an atm around here?": "location", 
    "How can I check my account balance?": "balance", 
    "How do I get a safety deposit box at the bank?": "safe", 
    "how exactly do i get to the nearest branch": "location", 
    "Let me know what's my bank's phone number.": "phone", 
    "What's the location of the nearest bank?": "location", 
    "Which information can you give me on getting a safe deposit box?": "safe", 
    "Please help me open a safe deposit box.": "safe", 
    "Which route takes me to the nearest branch?": "location", 
    "Where do I find my bank's phone number?": "phone", 
    "Do you know when the bank closes?": "hours", 
    "Is the bank open by 8am?": "hours", 
    "Show me how to close an account.": "close", 
    "Is there a way of replenishing my checkbook?": "checks", 
    "Where is my routing number for my bank": "routing", 
    "What is my withdrawal limit?": "withdrawal", 
    "need help getting the number for my bank": "phone", 
    "Phone number inquiry for my bank please?": "phone", 
    "I would like to make an appointment with my current bank. How?": "appointment", 
    "Do you have the digits for the bank?": "phone", 
    "How does one close an account?": "close", 
    "Can you order me new checks?": "checks", 
    "tell me what is my withdrawal limit?": "withdrawal", 
    "What's the exact number to my bank?": "phone", 
    "What should I dial to call the bank?": "phone", 
    "will the system block me from taking out too much money from my bank account": "withdrawal", 
    "How do I see a banks routing number": "routing", 
    "Where can I find the bank's routing number?": "routing", 
    "Give me my bank's phone number.": "phone", 
    "How many miles away is the closest bank?": "location", 
    "Where's the closest bank?": "location", 
    "My balance is what?": "balance", 
    "How much cash do I have?": "balance", 
    "What's the phone number for my bank?": "phone", 
    "i request information on getting a safe deposit box": "safe", 
    "Please provide me the routing number for my bank.": "routing", 
    "I need a safety deposit box at the bank?": "safe", 
    "How do I find info on a safe deposit box.": "safe", 
    "Show me my spending habits this week.": "withdrawal", 
    "Can you show me my bank's routing number?": "routing", 
    "What are the requirements to get a safe deposit box?": "safe", 
    "get me some more checks please": "checks", 
    "Show me where my routing number is?": "routing", 
    "What number can I call to reach my bank?": "phone", 
    "Show me how to close my account?": "close", 
    "Show me where my routing number is.": "routing", 
    "can you please assist me with getting a safe deposit box": "safe", 
    "Do bank reps know the routing number": "routing", 
    "Tell me my withdrawal limit.": "withdrawal", 
    "Need the bank's phone number?": "phone", 
    "What's my routing number?": "routing", 
    "What's the amount of money in my account?": "balance", 
    "How do I close my bank account?": "close", 
    "How can I make an appointment with someone at the bank?": "appointment", 
    "What's my balance right now?": "balance", 
    "can I get my routing number?": "routing", 
    "i would like a safety deposit box at my bank": "safe", 
    "how do i get a safe deposit box": "safe", 
    "Tell me the number to call my bank.": "phone", 
    "what do i have to do to rent a safe deposit box": "safe", 
    "Where can I find my routing number?": "routing", 
    "Tell me the location of the nearest branch.": "location", 
    "Can I take out an unlimited amount of money at once?": "withdrawal", 
    "Is this how I close an account?": "close", 
    "Can I close my account without coming into the bank?": "close", 
    "do i have much money in my account": "balance", 
    "I need information about getting a safe deposit box.": "safe", 
    "Can you verify the established way of terminating my account?": "close", 
    "Where do I find the phone number for this bank?": "phone", 
    "Can I walk to the nearest branch or do I have to drive?": "location", 
    "What hours is my bank open?": "hours", 
    "How do you get to the bank?": "location", 
    "Can I have the routing number for my bank.": "routing", 
    "Where do I locate my bank's routing number?": "routing", 
    "is there a bank within walking distance": "location", 
    "what is my withdrawal limit": "withdrawal", 
    "Can I have help in properly closing my account?": "close", 
    "is there a limit on one-time withdrawals": "withdrawal", 
    "I am needing to close a bank account.": "close", 
    "will you help me order more checks": "checks", 
    "I would like to close my bank account, please.": "close", 
    "Do you have my routing number handy?": "routing", 
    "Are safety deposit boxes free at my bank?": "safe", 
    "I need my bank account to be closed.": "close", 
    "can you tell me my withdrawal limit?": "withdrawal", 
    "need more checks for checkbook": "checks", 
    "Can I get a safety deposit box?": "safe", 
    "How do you order more checks?": "checks", 
    "Can I get help with getting a safety deposit box at my bank?": "safe", 
    "Tell me how high the withdrawal limit is.": "withdrawal", 
    "I have a bank account that I need to discontinue.": "close", 
    "Help me obtain my bank's routing number.": "routing", 
    "Out of checks. Need more. Can you order them for me?": "checks", 
    "How do I reorder checks?": "checks", 
    "Tell me my bank hours.": "hours", 
    "I have how much money in the bank?": "balance", 
    "What is the usual opening hour?": "hours", 
    "I want to get information about obtaining a safe deposit box.": "safe", 
    "What time do you close?": "hours", 
    "Can an account be closed online?": "close", 
    "help me locate an atm in my city": "location", 
    "I'd like to make an appointment at the bank please": "appointment", 
    "I am out of checks. Can I order more?": "checks", 
    "What is the limit for me to withdraw?": "withdrawal", 
    "i will find an atm": "location", 
    "How do I go about getting information on how to get a safe deposit box?": "safe", 
    "Do I have a limit to how much can be withdrawn?": "withdrawal", 
    "What is my ATM withdrawal limit?": "withdrawal", 
    "I need my routing number.": "routing", 
    "How can I find my bank routing number?": "routing", 
    "What are the bank's hours.": "hours", 
    "Is there a way to close the account?": "close", 
    "How do I go about getting more checks?": "checks", 
    "what is the telephone number over at my bank": "phone", 
    "Is there anything pending against this balance?": "balance", 
    "What's my bank's phone number?": "phone", 
    "if i want a safe deposit box, then what steps do i take": "safe", 
    "What do I need to do to close my accounmt?": "close", 
    "Do you have the phone number for my bank?": "phone", 
    "What's my bank's number?": "phone", 
    "I need more checks.": "checks", 
    "How much would it cost to get a safe deposit box?": "safe", 
    "What do I need to do to get my balance?": "balance", 
    "Can I locate your bank routing number on your website?": "routing", 
    "Can you help me locate an atm?": "location", 
    "How much do I have to pay to close an account?": "close", 
    "What are the established procedures on getting an appointment at the bank?": "appointment", 
    "What is the phone number for my bank?": "phone", 
    "Please close this account for me?": "close", 
    "How long is my bank open today?": "hours", 
    "I need to find my routing number.": "routing", 
    "What transportation goes to the nearest branch?": "location", 
    "How can I set up an appointment at my bank?": "appointment", 
    "I would like a safe deposit box, how do I get one?": "safe", 
    "what time does the bank close up?": "hours", 
    "How much cash can I withdraw at once?": "withdrawal", 
    "I want to get info on getting a safe deposit box.": "safe", 
    "Give me my balance.": "balance", 
    "Where is my banking routing number?": "routing", 
    "show me the best appointment with the bank": "appointment", 
    "Tell me my bank's phone number.": "phone", 
    "i need to close out my account with this banking institution": "close", 
    "Where is an ATM?": "location", 
    "Tell me my bank's phone number?": "phone", 
    "How can I order more checks?": "checks", 
    "Close my account please.": "close", 
    "i want to stop banking here, but I don't know how to do it": "close", 
    "What can I do if my checkbook is empty?": "checks", 
    "How much is my monthly payment?": "routing", 
    "is there a bank representative to meet with me": "appointment", 
    "How can I get a safety deposit box at my bank?": "safe", 
    "I ran out of checks, can I get more.": "checks", 
    "please tell me what's my balance?": "balance", 
    "can you please check my bank's hours?": "hours", 
    "Can you to tell me how to order more checks?": "checks", 
    "What is the limit to withdraw at once?": "withdrawal", 
    "Tell me the phone number for my bank": "phone", 
    "what's the best way to get some more checks": "checks", 
    "is there a certain time that the bank opens": "hours", 
    "how do i schedule something with someone at the bank": "appointment", 
    "what's the easiest way to call the bank": "phone", 
    "How could I receive a safety deposit box?": "safe", 
    "how do I reach my bank": "phone", 
    "Can I place an order for more checks online?": "checks", 
    "I need help on stopping my account and need some guidance please?": "close", 
    "how can i call my bank": "phone", 
    "Directions to the nearest bank": "location", 
    "What do I have to do to close my account?": "close", 
    "can you please assist me in setting aside sometime for a meeting with a bank representative": "appointment", 
    "Where is the bank that's closest to me?": "location", 
    "I am out of checks. How do I order more?": "checks", 
    "How do I delete my bank account?": "close", 
    "Can I schedule an appointment with a bank rep?": "appointment", 
    "what is the bank open time": "hours", 
    "How can I call my bank?": "phone", 
    "Show me my balance.": "balance", 
    "what's the best way to get some checks": "checks", 
    "Please close my account.": "close", 
    "I want to get a safety deposit box at my bank.": "safe", 
    "I'd like to set an appointment.": "appointment", 
    "where can i find info on safe deposit boxes": "safe", 
    "i am ready to pay for a safety deposit box": "safe", 
    "I would like to have an appointment with someone at the bank?": "appointment", 
    "I need you to confirm my bank's hours?": "hours", 
    "How can I see what is left in my account?": "balance", 
    "how much will i have?": "phone", 
    "How do I get rid of my bank account?": "close", 
    "I used my last check how quickly can I get some?": "checks", 
    "Put in a request for more checks": "checks", 
    "I'd like to make an appointment to see a representative.": "appointment", 
    "When is this bank closed?": "hours", 
    "Can I place an order for more checks?": "checks", 
    "Know the number do to reach my bank?": "phone", 
    "I need to find a bank nearby.": "location", 
    "I want my bank's number.": "phone", 
    "Is it too much to ask for a safety deposit box?": "safe", 
    "What is the toll-free number to my bank?": "phone", 
    "What is the maximum mount can I withdraw from my account?": "withdrawal", 
    "What is the limit for withdrawal?": "withdrawal", 
    "What number is my bank?": "phone", 
    "I WANT WANT MY ACCOUNT CLOSE, I NEED HELP TO DO IT": "close", 
    "How do I more checks?": "checks", 
    "Where can I find the bank's main number?": "phone", 
    "How can I get a safety deposit box from my bank?": "safe", 
    "What is the bank closing time?": "hours", 
    "At what hour does the bank close?": "hours", 
    "What do I need to do to set up an appointment at the bank?": "appointment", 
    "What is the bank nearest me?": "location", 
    "Tell me the bank's phone number.": "phone", 
    "Tell me how to close an account.": "close", 
    "How do I reach the bank by phone?": "phone", 
    "Where do i get a safe deposit box?": "safe", 
    "I have to order more checks.": "checks", 
    "I need to order checks.": "checks", 
    "Will you retrieve my bank's? routing number?": "routing", 
    "Can accounts be closed online?": "close", 
    "know how much money do i have?": "balance", 
    "Show me my credit limit.": "withdrawal", 
    "Are there any appointments available?": "appointment", 
    "I need to find the routing number for my bank.": "routing", 
    "Where do I check my account balance?": "balance", 
    "I'd like to schedule a meeting with a bank representative.": "appointment", 
    "What is the phone number for my bank, please?": "phone", 
    "Can you find out my bank hours?": "hours", 
    "How much can I withdraw?": "withdrawal", 
    "What number to call for more checks": "checks", 
    "I must get more checks.": "checks", 
    "Trying to look for your routing number can you just give it to me?": "routing", 
    "I need to know the bank's hours.": "hours", 
    "I need to locate an ATM machine.": "location", 
    "What number do I call my bank at?": "phone", 
    "To reach my bank what number do I call?": "phone", 
    "Nearest ATM": "location", 
    "what should i dial to call my bank": "phone", 
    "I need to know where the atm is located": "location", 
    "I would like to liquidate my account.": "close", 
    "Give me  my bank's phone number.": "phone", 
    "any idea how much money do i have?": "balance", 
    "I would like to know how to order more checks": "checks", 
    "What is the branch nearest to my location?": "location", 
    "can you tell me how much money do i have?": "balance", 
    "What hours does my bank have?": "hours", 
    "Give me the routing number for my bank": "routing", 
    "What are the bank's operating hours?": "hours", 
    "What are my bank's hours?": "hours"
}