{
    "what's the process for ordering more checks": "checks", 
    "Do i have any money": "balance", 
    "where is an atm I can use": "location", 
    "How do I terminate an account?": "close", 
    "when is my back open": "hours", 
    "how do I get an appointment at my local branch": "appointment", 
    "need to check balance please": "balance", 
    "When is the bank opening up?": "hours", 
    "I need to shutter this bank account.": "close", 
    "can you tell me where a branch is near me": "location", 
    "I need a safe deposit box.": "safe", 
    "What do I need to close a bank account?": "close", 
    "what is the process for getting more checks": "checks", 
    "How can I get my account balance?": "balance", 
    "Help me find an atm.": "location", 
    "I'm trying to find the routing number for my bank.": "routing", 
    "I desire to get a safety deposit at my bank.": "safe", 
    "Can I order more checks please": "checks", 
    "i need a safe deposit box": "safe", 
    "What's the routing number for my bank?": "routing", 
    "Please write the bank's routing number down for me, so I will have it for future reference.": "routing", 
    "If I need more checks, how do I get them?": "checks", 
    "I just started banking at ABC bank and need to know the phone number.  Please write it down for me.": "phone", 
    "I need to place an order for some more checks": "checks", 
    "where do I go to order more checks?": "checks", 
    "Get the phone number of my bank": "phone", 
    "What hours is the bank open for business this week?": "hours", 
    "Show me how I can make an appointment at the bank.": "appointment", 
    "Can you help me with a safe deposit box.": "safe", 
    "What is my withdrawal limit per transaction?": "withdrawal", 
    "how much can I withdraw": "withdrawal", 
    "I need the number to my bank": "phone", 
    "Can you please find my routing number?": "routing", 
    "How do I find out my account balance": "balance", 
    "Can you get me a safe deposit box?": "safe", 
    "I want to close my account, can you help?": "close", 
    "setup a meeting with a bank representative for me": "appointment", 
    "can you help me set up an appointment at the bank": "appointment", 
    "how do I close down my account": "close", 
    "I am running out of checks": "checks", 
    "can I meet a bank rep?": "appointment", 
    "where can i get a safety deposit box": "safe", 
    "deposit box available at my bank": "safe", 
    "I need the closest bank?": "location", 
    "tell me how to get an appointment at the bank": "appointment", 
    "Where is the closest bank at?": "location", 
    "Can I reorder checks please": "checks", 
    "Find out which bank is closest to me": "location", 
    "I need to get a safety deposit box here at the bank.": "safe", 
    "Please tell me my withdrawal limit.": "withdrawal", 
    "Can you find out the closet branch to me": "location", 
    "How late is the bank open until?": "hours", 
    "how can I get my routing number?": "routing", 
    "When does the bank open today?": "hours", 
    "Tell me how much money I've got": "balance", 
    "Can you tell me the bank's phone number?": "phone", 
    "what time is the end of the workday at the bank": "hours", 
    "What location is nearest me?": "location", 
    "Close a bank account for me please": "close", 
    "At what time does the bank close?": "hours", 
    "I'm interested in meeting a representitive.": "appointment", 
    "how much do I have left?": "balance", 
    "can you tell me the steps to finding out how much money i have": "balance", 
    "What's the cap on withdrawals?": "withdrawal", 
    "Can you direct me to the closest branch": "location", 
    "What's the best number to reach the bank?": "phone", 
    "please locate the bank's phone number for me": "phone", 
    "Do I have a withdrawal limit for each withdrawal?": "withdrawal", 
    "How can I obtain my account balance?": "balance", 
    "My checks are no more, send more please": "checks", 
    "I need to go to the branch near me, how do I do that?": "location", 
    "I am attempting to pay a bill electronically, and they want to know the bank's routing number.  Please provide it to me.": "routing", 
    "what's the phone number at my nearest branch": "phone", 
    "What is the peak of the withdrawal limit?": "withdrawal", 
    "what is my balance": "balance", 
    "when does the bank open": "hours", 
    "What's the limit on withdrawals per transactions": "withdrawal", 
    "What number can I reach my bank at?": "phone", 
    "do i have a withdrawal limit?": "withdrawal", 
    "what do i do to order checks": "checks", 
    "I need to know where a close atm is.": "location", 
    "what do i need to get a safety deposit box?": "safe", 
    "Where is the nearest ATM machine at?": "location", 
    "what do i have to do to close my account": "close", 
    "is there a cap on how much i can withdraw my my account at once?": "withdrawal", 
    "I would like a chat with a bank representative": "appointment", 
    "Which bank is the fastest to get to": "location", 
    "give me info on closing my account": "close", 
    "is there a way to contact my bank by phone?": "phone", 
    "What's my bank's phone number": "phone", 
    "I need to know my bank's hours.": "hours", 
    "What is the routing number for my bank, please?": "routing", 
    "who know the phone number of my bank": "phone", 
    "What do I call to reach my bank?": "phone", 
    "how much can I withdraw?": "withdrawal", 
    "can you give me the routing number to my bank?": "routing", 
    "What do I do to close a bank account": "close", 
    "Are there safe deposit boxes available?": "safe", 
    "can you tell me how much i have in my account": "balance", 
    "Is there a way to schedule an appointment with someone at the bank?": "appointment", 
    "i'd like info on getting a safe deposit box": "safe", 
    "I need to get money where's the closest ATM?": "location", 
    "I want to make an appointment to meet with someone at my bank": "appointment", 
    "can you tell me my banks phone number": "phone", 
    "What is the contact phone number for my bank?": "phone", 
    "tell me my withdrawal limit": "withdrawal", 
    "can you tell me my bank's routing number": "routing", 
    "how can i obtain a safe deposit box": "safe", 
    "what is my current balance?": "balance", 
    "tell me how to set up an appointment at the bank": "appointment", 
    "Does my bank offer a security deposit box?": "safe", 
    "When is my bank open?": "hours", 
    "I'm out of checks, I need to order some.": "checks", 
    "can you tell me how to order more checks": "checks", 
    "can you show me how to get a safety deposit box at my bank": "safe", 
    "How much money is in my bank account?": "balance", 
    "What is the telephone number for my bank?": "phone", 
    "Can I order more checks?": "checks", 
    "i don't see a way to order more checks online please tell me how to do so.": "checks", 
    "is there a way to close my account": "close", 
    "what times is my bank open": "hours", 
    "What is the process to get a safe deposit box?": "safe", 
    "Please tell me the routing number fo my bank": "routing", 
    "How much can I withdraw from my account at one time?": "withdrawal", 
    "can you tell me how to get more checks": "checks", 
    "What is the contact number for my bank?": "phone", 
    "What is the maximum withdrawal amount?": "withdrawal", 
    "I want to reorder checks please": "checks", 
    "What time is the bank open until?": "hours", 
    "Any idea how much I can withdrawal?": "withdrawal", 
    "Can I schedule an appointment with a banker, please?": "appointment", 
    "DO you know where I can find an atm?": "location", 
    "i want to close my account properly": "close", 
    "Where is my bank's routing number located?": "routing", 
    "What is the amount I can withdrawal?": "withdrawal", 
    "how much can i expect to withdraw?": "withdrawal", 
    "tell me the number to call for my bank": "phone", 
    "How much do I have in the bank?": "balance", 
    "how do i close an account": "close", 
    "how do I get a safety deposit box?": "safe", 
    "I would like the details on opening a safe deposit box": "safe", 
    "I would like to know how much money can I withdraw at once.": "withdrawal", 
    "I need to get an appointment at my bank. How do I do that?": "appointment", 
    "Can you order more checks?": "checks", 
    "walk me through closing my account": "close", 
    "I'd like to close my bank account.": "close", 
    "What is the routing number for my bank?": "routing", 
    "Can I get more checks?": "checks", 
    "is the bank open right now": "hours", 
    "i would like to know my routing number": "routing", 
    "Do you know the bank's hours?": "hours", 
    "What is the process for getting a safety deposit box?": "safe", 
    "Can you tell the routing number for my bank?": "routing", 
    "I need details about how to get a safe deposit box, please.": "safe", 
    "where can i find my routing number": "routing", 
    "How can I get to the closest bank?": "location", 
    "show me where an atm is": "location", 
    "How can I close my bank account?": "close", 
    "what is the procedure for closing an account": "close", 
    "please look up my bank's hours and tell me the latest I can get there": "hours", 
    "What hours is my bank open": "hours", 
    "Where is the nearest branch to my location?": "location", 
    "I need to check my account balance.": "balance", 
    "I need to close my bank account.": "close", 
    "Tell me how much money I can withdraw at one time": "withdrawal", 
    "Where can I look at my account balance": "balance", 
    "What was the most recent charge to my checking account?": "balance", 
    "where's the nearest branch and how to get there?": "location", 
    "I need some details on safe deposit boxes": "safe", 
    "How do I get a safe deposit box?": "safe", 
    "I would like my routing number.": "routing", 
    "how high is the limit for withdrawal": "withdrawal", 
    "How do I locate my routing number?": "routing", 
    "where is an atm": "location", 
    "What are the steps to order checks": "checks", 
    "Can you tell me the maximum amount I am permitted to withdraw at once?": "withdrawal", 
    "i need the number to the bank": "phone", 
    "what is my account balance": "balance", 
    "I need to know how much money I have.": "balance", 
    "Are you sure how to get a safe deposit box?": "safe", 
    "What's the limit for a withdrawal?": "withdrawal", 
    "what are my banks hours": "hours", 
    "how do I call my bank?": "phone", 
    "What is the bank's hours?": "hours", 
    "I HAVE TO MEET WITH A REPRENATIVE OF THE BANK": "appointment", 
    "I want to place an order for more checks": "checks", 
    "can you tell me what time the bank closes": "hours", 
    "what is the best way to close my account?": "close", 
    "how do i go about closing an account": "close", 
    "What are my bank's hours": "hours", 
    "How do I go about closing a bank account?": "close", 
    "tell me how to close my account": "close", 
    "Would you check my bank's hours for me": "hours", 
    "I want to call the bank, please.": "phone", 
    "how do i call my bank": "phone", 
    "Tell me my withdrawal limit.": "withdrawal", 
    "Tell me how to rent a safe deposit box.": "safe", 
    "I want the phone number for my bank": "phone", 
    "I need a routing number.": "routing", 
    "Can I find out how to get more checks": "checks", 
    "Are you sure how to close my account?": "close", 
    "When's my bank close?": "hours", 
    "can i see my balance": "balance", 
    "send me my balance": "balance", 
    "I'd like to know what my balance is": "balance", 
    "How can I get the routing number?": "routing", 
    "what should i do if my checkbook is all out?": "checks", 
    "what are my bank's hours please?": "hours", 
    "where can i find out the withdrawal limit?": "withdrawal", 
    "please tell me how to get to the nearest branch.": "location", 
    "Can I schedule an appointment with a banker?": "appointment", 
    "Can you show me my balance?": "balance", 
    "what number do i call to reach my bank": "phone", 
    "What's the best way to schedule an appointment with the bank": "appointment", 
    "i would like a safety deposit box, how do i get one": "safe", 
    "i'd like to know where the closest branch is": "location", 
    "I'm wondering when my bank closes up": "hours", 
    "What do I need to do to close my account": "close", 
    "Are you sure of how much I need to withdrawal/": "withdrawal", 
    "Please instruct me on how to get a safety deposit box.": "safe", 
    "When does the bank reopen?": "hours", 
    "How much money do I have in my account?": "balance", 
    "What is my account balance?": "balance", 
    "i need to know the balance for my account": "balance", 
    "How do I call my bank?": "phone", 
    "what are the instructions for closing a bank account?": "close", 
    "i'd like to know where i can find an atm": "location", 
    "I want to find an atm?": "location", 
    "terminate my account": "close", 
    "Where can I get my routing number": "routing", 
    "what are your atm locations": "location", 
    "Tell me when the bank closes.": "hours", 
    "is it possible to have a safe deposit box, and if so how do I do it?": "safe", 
    "i'd like to see someone who works at the bank": "appointment", 
    "what are my bank's calling digits?": "phone", 
    "what time does the bank open on Saturday mornings?": "hours", 
    "Tell me the nearest bank to me": "location", 
    "What is the bank's closing time?": "hours", 
    "can you tell me where the nearest bank to me is": "location", 
    "who do I need to talk to at my bank to get a safety deposit box?": "safe", 
    "I want to withdraw the most amount of money I can.": "withdrawal", 
    "let me know my balance": "balance", 
    "what would my withdrawal limit be?": "withdrawal", 
    "what number do I call my bank on": "phone", 
    "I want to close my account.": "close", 
    "How can I close an account?": "close", 
    "how do i get an appointment with someone at the bank": "appointment", 
    "I need to schedule an appointment at my bank.": "appointment", 
    "when does the bank lock its doors?": "hours", 
    "How soon does the bank close?": "hours", 
    "What's the most I can withdraw?": "withdrawal", 
    "can you direct me to an atm": "location", 
    "What do I do to close my account": "close", 
    "Money available": "balance", 
    "can you find the nearest atm to my job?": "location", 
    "I'd like information about how to get a safe deposit box, please.": "safe", 
    "The phone number for my bank please.": "phone", 
    "what's the banks current number": "phone", 
    "Can you help me locate my bank's phone number?": "phone", 
    "what is the easiest way to get myself a safe deposit box?": "safe", 
    "Is it possible to get a safe deposit box?": "safe", 
    "how to i go about setting up an appointment at the bank": "appointment", 
    "I want an atm.": "location", 
    "What number do I call for my bank?": "phone", 
    "Provide me info on setting up a bank appointment.": "appointment", 
    "The phone number for my bank is what?": "phone", 
    "what's the most I can withdraw": "withdrawal", 
    "what is my banks routing number": "routing", 
    "I need to order checks please.": "checks", 
    "where do I check account balance": "balance", 
    "How do I obtain a safe deposit box": "safe", 
    "i'd like to know when my bank is open": "hours", 
    "how much green do i have": "balance", 
    "How do I make sure my account is closed?": "close", 
    "how do I call my bank on the phone?": "phone", 
    "i need to meet with a representative at the bank": "appointment", 
    "what steps should i take to closing an account": "close", 
    "how much do i have in my account": "balance", 
    "how can I get a safety deposit box?": "safe", 
    "What do I do to close my account?": "close", 
    "Where is the closest bank located?": "location", 
    "please put me in touch with a banking representative": "appointment", 
    "tell me how to order more checks": "checks", 
    "what is the process for an account closure": "close", 
    "How early is my bank open?": "hours", 
    "show me what the balance is on my account": "balance", 
    "what's the contact number for my bank": "phone", 
    "Tell me the procedure for closing an account.": "close", 
    "Where can I get my balance?": "balance", 
    "How much am I allowed to withdrawal": "withdrawal", 
    "Where's my routing number?": "routing", 
    "What's the most I can possibly withdraw at once?": "withdrawal", 
    "the routing number is where?": "routing", 
    "Can you show me how to close my account?": "close", 
    "Can I get an appointment scheduled with a bank representative": "appointment", 
    "I need to order more checks.": "checks", 
    "what is my account's balance": "balance", 
    "where can I find out my balance": "balance", 
    "Any idea how to get a safe deposit box?": "safe", 
    "Where do I go if I need to set up an appointment with a bank representative?": "appointment", 
    "What do I need to know about getting a safety deposit box?": "safe", 
    "where can I find my bank's routing number": "routing", 
    "I want a safety deposit box at my bank.": "safe", 
    "give me the number for my bank": "phone", 
    "can you walk me through ordering more checks": "checks", 
    "i need to talk to someone at the bank": "appointment", 
    "how do i place an order for more checks?": "checks", 
    "What is the number for the bank?": "phone", 
    "what is the total of money i have": "balance", 
    "Find out the opening time of my bank": "hours", 
    "can't figure out where to check my account balance please show me.": "balance", 
    "i am interested in getting a safe deposit box but would like to know more first": "safe", 
    "Where can I find the routing number for my bank?": "routing", 
    "for how long is my bank open": "hours", 
    "what is the procedure for getting a safe deposit box": "safe", 
    "How do I find atms?": "location", 
    "what is the right way to close my account": "close", 
    "I have to close a bank account": "close", 
    "How can I find my bank's phone number?": "phone", 
    "How do I order checks?": "checks", 
    "what will i be charged?": "withdrawal", 
    "I need to know what my routing number is.": "routing", 
    "what are the hours during which my bank is open": "hours", 
    "What do I need to do in order to close my account?": "close", 
    "How much money can I withdraw at one time?": "withdrawal", 
    "when will the bank be open": "hours", 
    "I need to schedule an appointment with a bank representative to discuss obtaining a home loan.": "appointment", 
    "is there a way i can close my bank account?": "close", 
    "tell me withdrawal limit": "withdrawal", 
    "what is my rate?": "withdrawal", 
    "I need info on getting a safe deposit box.": "safe", 
    "i need to know my balance": "balance", 
    "tell me the phone number so i can talk to my bank": "phone", 
    "What number should I dial to contact my bank?": "phone", 
    "Is there a limit on my withdraw?": "withdrawal", 
    "what's the earliest i can come to the bank": "hours", 
    "what's the opening hour for the bank please?": "hours", 
    "please tell me my banks phone number": "phone", 
    "How can I get an appointment at the bank?": "appointment", 
    "can you tell me the procedure for closing my account": "close", 
    "Where do I go to order checks?": "checks", 
    "when do the bank's business hours start": "hours", 
    "where do i go to get a safe deposit box": "safe", 
    "I want the routing number to my bank.": "routing", 
    "What's the best way to check my account balance.": "balance", 
    "if I'm out of checks how do I order more?": "checks", 
    "i need a safety deposit box from my bank.": "safe", 
    "I am sure I have a withdrawal limit, what is it?": "withdrawal", 
    "Find directions to the closest branch": "location", 
    "Look information for getting a safe box": "safe", 
    "how much cash do I have": "balance", 
    "how should i go about getting an appointment with a bank representative": "appointment", 
    "what is my bank's routing number": "routing", 
    "I need to check my balance on my account": "balance", 
    "i need directions to an atm": "location", 
    "tell me how to go about checking my account balance.": "balance", 
    "Where can I set up an appointment with my bank?": "appointment", 
    "please show me how to get a safe deposit box": "safe", 
    "I want to schedule an appointment at my bank.": "appointment", 
    "I want a safe deposit box.": "safe", 
    "How do I set up a bank appointment": "appointment", 
    "can you tell me what the most i can take out at once is": "withdrawal", 
    "Can I close my bank account over the phone?": "close", 
    "I'd like to meet with a bank representative.": "appointment", 
    "how do I arrange a bank appointment?": "appointment", 
    "is there a manager at the bank i can talk to": "appointment", 
    "I need directions to the closest branch": "location", 
    "How soon until the bank opens?": "hours", 
    "I want my routing number": "routing", 
    "How much is remaining in my account after my last transaction?": "balance", 
    "i want some more checks": "checks", 
    "I need to know how much I can withdraw at once.": "withdrawal", 
    "how do i obtain a safety deposit box?": "safe", 
    "I would like more checks, im out": "checks", 
    "Are you sure how to set up an appointment?": "appointment", 
    "how do I get more checks": "checks", 
    "can you help me check my account balance": "balance", 
    "how much is left on my balance": "balance", 
    "how money do I have to spend": "balance", 
    "where might the routing number be found": "routing", 
    "Could I schedule an appointment with a bank representative, please?": "appointment", 
    "How much do I have in my account": "balance", 
    "what are the opening hours for my bank?": "hours", 
    "what is my max withdrawal size": "withdrawal", 
    "Show me where I can find an atm.": "location", 
    "how do I set a meeting with bank": "appointment", 
    "what time do y'all open in the morning?": "hours", 
    "Can you show me what hours my bank is open?": "hours", 
    "What do I do to set up a bank appointment?": "appointment", 
    "where do I order more checks": "checks", 
    "what is the right way to close an account": "close", 
    "Tell me the hours of operation at my bank": "hours", 
    "i'd like a safety deposit box to use at my bank": "safe", 
    "what's the withdrawal limit": "withdrawal", 
    "Help me find an atm": "location", 
    "Are you able to get a new box?": "safe", 
    "I need to order up some more checks for my checkbook": "checks", 
    "I need directions to the branch closest to my office.": "location", 
    "Please order additional checks.": "checks", 
    "is it possible to find out the routing number at my bank": "routing", 
    "Can you get my routing number for my": "routing", 
    "need directions to the nearest branch": "location", 
    "I'd like to order more checks?": "checks", 
    "how much on my balance": "balance", 
    "what time in the PM does my bank close?": "hours", 
    "Are you sure how much money I have left?": "balance", 
    "can I please set up an appointment with a bank representative?": "appointment", 
    "what are the steps for getting more checks": "checks", 
    "I'd like to order more checks.": "checks", 
    "How close am I to the nearest branch?": "location", 
    "I have run out of checks. How do I get more?": "checks", 
    "Is it possible to tape the conversation when I meet with a bank representative so I don't have to remember all the information to share with my spouse?  She can just listen to the recording and have information to make product decision.": "appointment", 
    "what is the phone number at my bank": "phone", 
    "How do I get to the nearest bank?": "location", 
    "How can I submit a check reorder request": "checks", 
    "can you give me directions to the location closest to me please?": "location", 
    "I want to find the routing number for my bank.": "routing", 
    "can I have a sit-down with someone at the bank?": "appointment", 
    "How do I get more checks?": "checks", 
    "how can i get my account closed": "close", 
    "what is my current balance": "balance", 
    "how can I get more checkbooks": "checks", 
    "can you tell me where to find an atm": "location", 
    "tell me about my balance": "balance", 
    "what is the bank's opening time": "hours", 
    "Please get me a safe deposit box.": "safe", 
    "Is it possible to get more checks?": "checks", 
    "Tell me when my bank opens": "hours", 
    "can you tell me what my bank's routing number is": "routing", 
    "How can I get a safe deposit box": "safe", 
    "I need to get my routing number, what should I do": "routing", 
    "At my bank, how do I get a safety deposit box?": "safe", 
    "are you able to find the routing number?": "routing", 
    "help me check my balance": "balance", 
    "I want to close my account, how should I do that": "close", 
    "tell me the steps to check my account balance": "balance", 
    "i would like to know my balance": "balance", 
    "What do I need to do to set up an appointment with the bank": "appointment", 
    "Do I have a balance?": "balance", 
    "How do I get more checks for my checkbook?": "checks", 
    "Can I get the safety deposit box at my bank": "safe", 
    "Where do I go to fill my checkbook?": "checks", 
    "Please give me my bank's phone number": "phone", 
    "what time is the bank open in the morning?": "hours", 
    "What is the balance on my account?": "balance", 
    "How much time do I have until the bank closes": "hours", 
    "Are you aware of my withdrawal limit?": "withdrawal", 
    "Is it possible to get a safety deposit box at my bank?": "safe", 
    "Find out the phone number for my bank": "phone", 
    "is there an ATM cap for withdrawals?": "withdrawal", 
    "Can I make an appointment at the bank by calling?": "appointment", 
    "I can find my balance where?": "balance", 
    "What is the largest amount of money I can take at once?": "withdrawal", 
    "What is the amount that I can withdrawal": "withdrawal", 
    "When's my bank open?": "hours", 
    "How do I go about closing an account?": "close", 
    "I would like to close one of my accounts": "close", 
    "how can I find my bank's routing number": "routing", 
    "i need to get this account closed": "close", 
    "Where do I go to order more checks?": "checks", 
    "Could you tell me how to close my bank account?": "close", 
    "what address is the closest bank": "location", 
    "Get me a safety deposit box at my bank.": "safe", 
    "How can I get a safe deposit box?": "safe", 
    "how much is in my account": "balance", 
    "is it permissible to schedule an appointment with someone at the bank": "appointment", 
    "when does my bank open and close?": "hours", 
    "Where is the bank closest to here?": "location", 
    "Where's the closest ATM?": "location", 
    "I would like to order my checks": "checks", 
    "What steps are there to get a safety deposit box?": "safe", 
    "i need directions to the nearest location please.": "location", 
    "Routing number?": "routing", 
    "i want to meet with someone at the bank": "appointment", 
    "Where do I get replacement checks": "checks", 
    "I'd like the routing number for my bank.": "routing", 
    "Do I have enough time to go to the bank": "hours", 
    "I want directions to the nearest branch.": "location", 
    "can I set up a meeting with my bank?": "appointment", 
    "Can you get my routing number for my bank?": "routing", 
    "What is the amount I can withdrawal all at once?": "withdrawal", 
    "How much money total is in my account?": "balance", 
    "Where is the closest bank located at?": "location", 
    "I need to close an account, what do I do": "close", 
    "how do I get a hold of someone on the phone at my bank?": "phone", 
    "Where do I find information on safe deposit boxes?": "safe", 
    "i need to know where an atm is located": "location", 
    "How can I reorder checks?": "checks", 
    "How much is the most money I can take out?": "withdrawal", 
    "Can you show me how to order more checks?": "checks", 
    "where can I find my withdrawal limit?": "withdrawal", 
    "How much money do I have available?": "balance", 
    "What's the amount of my withdrawal limit?": "withdrawal", 
    "Do you know when the bank will open?": "hours", 
    "i'd like to set up an appointment with a person at the bank": "appointment", 
    "how much can I withdrawal": "withdrawal", 
    "What's the cap on withdrawing funds?": "withdrawal", 
    "Does your bank offer safe deposit boxes?  How do I get one?": "safe", 
    "how do i schedule an appointment with someone at the bank": "appointment", 
    "Are you aware of the closest bank?": "location", 
    "Are you able to give me a routing number?": "routing", 
    "Is it possible to close my account?": "close", 
    "I've got to call the bank can you give me the contact number?": "phone", 
    "Is my routing number the same as my account number?": "routing", 
    "tell me where an atm is": "location", 
    "how early do y'all open in the morning?": "hours", 
    "Set me up an appointment with my bank": "appointment", 
    "I am in need of more checks": "checks", 
    "where do I get more checkbooks": "checks", 
    "How do I look up my routing number?": "routing", 
    "If I want a safe deposit box, what do I do?": "safe", 
    "What is the closest bank?": "location", 
    "can i order more checks": "checks", 
    "How can I open a safe deposit box": "safe", 
    "What is the procedure for getting a safety deposit box with my bank": "safe", 
    "where do I see my balance?": "balance", 
    "What is the maximum I can withdraw?": "withdrawal", 
    "Please give me the number for the bank.": "phone", 
    "Tell me what I need to do in order to make an appointment at the bank.": "appointment", 
    "I'm out of checks can I order more?": "checks", 
    "how much can I withdraw in total": "withdrawal", 
    "tell me how much my withdrawal limit is": "withdrawal", 
    "How do I get an appointment scheduled with the bank": "appointment", 
    "i need to close my account in a proper manner": "close", 
    "is there a time on the weekday when the banks open": "hours", 
    "can you tell me the hours for my bank": "hours", 
    "I need the bank routing number": "routing", 
    "are there any open availability for an appointment": "appointment", 
    "how much can I take out at once": "withdrawal", 
    "Do you know my withdrawal limit.": "withdrawal", 
    "What are the right steps to close my account": "close", 
    "Who can I talk to from the bank?": "appointment", 
    "Can you help me to get a safety deposit box at my bank?": "safe", 
    "am i allowed to schedule an appointment with someone at the bank": "appointment", 
    "I need my bank's hours please.": "hours", 
    "Where is my routing number": "routing", 
    "how can i get an appointment with my bank?": "appointment", 
    "Where is the way to the nearest branch?": "location", 
    "is there a way to talk to someone in person at the bank?": "appointment", 
    "I need to set up a meeting with the bank": "appointment", 
    "where can i get a new checkbook": "checks", 
    "Tell me my Bank's phone number": "phone", 
    "Can you check the phone number for my bank": "phone", 
    "who can I contact about safety deposit boxes?": "safe", 
    "What number do I use to call my bank?": "phone", 
    "Show me where I can see my account balance.": "balance", 
    "can you help me order more checks": "checks", 
    "I need to get my bank's routing number": "routing", 
    "What is the max amount I can withdrawal?": "withdrawal", 
    "can you tell me where the routing number is": "routing", 
    "How early can I get to the bank?": "hours", 
    "how do I know what's in my account?": "balance", 
    "when does the bank close their doors": "hours", 
    "Tell me how much money can I withdraw at once.": "withdrawal", 
    "I'd like to close a bank account": "close", 
    "I want to order more checks": "checks", 
    "Remind me to order more checks": "checks", 
    "what is the easiest way to get to the closest branch?": "location", 
    "i need to close an account": "close", 
    "I want more checks please.": "checks", 
    "tell me my routing number": "routing", 
    "Please provide the number I need to call to contact my bank": "phone", 
    "what's the procedure for closing an account": "close", 
    "need location of an atm": "location", 
    "how can i check my account balance": "balance", 
    "What is the procedure for getting a safe deposit box?": "safe", 
    "Close my account": "close", 
    "what's the max I can withdrawal at one time": "withdrawal", 
    "what are the hours at my bank?": "hours", 
    "What's the simplist way to close my account?": "close", 
    "where should i start for getting a safe deposit box": "safe", 
    "Who can I contact about closing my account?": "close", 
    "i'd like to know how much i can take out at one time": "withdrawal", 
    "would you set up an appointment for me to meet with a bank representative": "appointment", 
    "What do I need to do to get a safe deposit box": "safe", 
    "is it possible to find out where the closest bank is": "location", 
    "Can you tell me my account balance?": "balance", 
    "Can I get my bank's phone number": "phone", 
    "Can I have directions to my closest bank location?": "location", 
    "where is the branch closest to me": "location", 
    "Where do I locate the routing number for this bank?  I am looking at one of my checks, and not sure which number is the routing number.": "routing", 
    "what's my bank's phone number": "phone", 
    "Where can I view my balance?": "balance", 
    "I need to see someone at the bank. How do I do that?": "appointment", 
    "i need to make an appointment with someone at the bank?": "appointment", 
    "at my bank can i get a safety deposit box": "safe", 
    "What are the hours that my bank is open": "hours", 
    "I would like to rent a 12 x 18 safety deposit box.  Does your bank have a safety deposit box that size available?": "safe", 
    "Where can I find info on safe deposit boxes?": "safe", 
    "Who do I talk to get an appointment": "appointment", 
    "i need to reach my bank": "phone", 
    "Are you finding an atm?": "location", 
    "show me the final time the bank is open": "hours", 
    "Will you check the hours for my bank?": "hours", 
    "What time does the bank close tonight?": "hours", 
    "can you tell me my withdrawal limit": "withdrawal", 
    "how do i talk to my bank": "phone", 
    "How do I schedule an appointment at the bank?": "appointment", 
    "How do I make an appointment with my banker?": "appointment", 
    "How do I shut down the account?": "close", 
    "how can i get a safe deposit box": "safe", 
    "I require more checks.": "checks", 
    "where can i get more info on a safe deposit box": "safe", 
    "What's the limit on withdrawing money?": "withdrawal", 
    "I want a safe deposit box and want to know how I can get one.": "safe", 
    "what balance do I have": "balance", 
    "The bank opens when?": "hours", 
    "I want to call my bank.": "phone", 
    "I want new checks.": "checks", 
    "can you show me how to close an account": "close", 
    "i'd like to see what my balance is": "balance", 
    "When's the bank going to open?": "hours", 
    "can you tell me what my bank's hours are": "hours", 
    "show me how to close my account": "close", 
    "Where is my routing number listed?": "routing", 
    "What is the number for my bank?": "phone", 
    "bank near me": "location", 
    "show me the way to close my bank account": "close", 
    "What do I need to get a safety deposit box from my bank?": "safe", 
    "how can I close an account": "close", 
    "tell me where the nearest branch is": "location", 
    "How do I get a safety deposit box?": "safe", 
    "how do i go about closing my account": "close", 
    "Who can I book a meeting with at the bank?": "appointment", 
    "How can I make an order for checks?": "checks", 
    "i'd like some more checks": "checks", 
    "Can you tell me how much is in my account?": "balance", 
    "Where is the closest atm?": "location", 
    "Where is my nearest bank?": "location", 
    "What's the procedure for closing my account?": "close", 
    "Is there a number I can call to reach my bank?": "phone", 
    "Please get a safe deposit box": "safe", 
    "Can you set up a meeting for me.": "appointment", 
    "What's my withdrawal limit?": "withdrawal", 
    "how much money will my my bank let me withdraw at once": "withdrawal", 
    "where's the closest atm?": "location", 
    "How much money is in my account now?": "balance", 
    "What do I need to do to close an account": "close", 
    "what's my bank balance?": "balance", 
    "send me directions to an atm": "location", 
    "i'd like to know the one time withdrawal limit": "withdrawal", 
    "when does the bank open?": "hours", 
    "Are you able to find an atm?": "location", 
    "let's get rid of this bank account": "close", 
    "Could you tell me my routing number?": "routing", 
    "Where can I find my routing number?": "routing", 
    "I want to meet a bank representative.": "appointment", 
    "can you tell me when the bank closes": "hours", 
    "please list the steps to closing my account": "close", 
    "tell me my bank's routing number?": "routing", 
    "I need help closing my account": "close", 
    "IS THERE A BANK REP AVAILABLE PLEASE": "appointment", 
    "What's the limit on what I can withdrawal": "withdrawal", 
    "Order me more checks.": "checks", 
    "How do I get a safe deposit box": "safe", 
    "What is the bank's phone number": "phone", 
    "how do i find my banks routing number": "routing", 
    "I need my routing number.": "routing", 
    "my check supply is running low. how do i get more?": "checks", 
    "Find an atm": "location", 
    "Can I get a safety deposit box at my bank?": "safe", 
    "Will you tell me how to get a meeting with a representative from my bank?": "appointment", 
    "I need to close my account and I need guidance": "close", 
    "What do I need to do to close a bank account?": "close", 
    "can you tell me my banks routing number": "routing", 
    "I need my account balance please": "balance", 
    "How much money am I able to withdrawal": "withdrawal", 
    "Can you locate my routing number?": "routing", 
    "I need to reach the bank, what's the number?": "phone", 
    "Please give me my bank routing number.": "routing", 
    "Where can I get a check refill?": "checks", 
    "Tell me the largest money I can withdraw at once?": "withdrawal", 
    "how do i get to an atm": "location", 
    "How much money can I withdrawal": "withdrawal", 
    "What do I do to get a safe deposit box": "safe", 
    "What is the total amount in my bank account?": "balance", 
    "Please inform me of what is in my account?": "balance", 
    "what is the nearest atm to my house?": "location", 
    "what are the hours of my bank": "hours", 
    "do you know my bank's number": "phone", 
    "How much is in my account": "balance", 
    "How do I terminate my account?": "close", 
    "where is the atm": "location", 
    "How do I close my account?": "close", 
    "What is the balance?": "balance", 
    "Please tell me where my routing number can be found?": "routing", 
    "Are you aware of the bank's hours.": "hours", 
    "Please show me my balance": "balance", 
    "where is the closes bank": "location", 
    "where can I get  money the quickest": "withdrawal", 
    "What is my routing number?": "routing", 
    "Are you sure of the bank's number?": "phone", 
    "I can't find my routing number.": "routing", 
    "what are the steps to getting more checks": "checks", 
    "I want more checks.": "checks", 
    "What's the process to get a bank appointment": "appointment", 
    "What time can I go to the bank until?": "hours", 
    "I would like to close a bank account": "close", 
    "how do i cancel my account?": "close", 
    "how can i acquire more checks": "checks", 
    "Where can I find an ATM?": "location", 
    "is there a safety deposit box available": "safe", 
    "i'd like to know when the bank closes": "hours", 
    "i'd like to get a safe deposit box": "safe", 
    "I need to reorder checks, please": "checks", 
    "how should i reach my bank via phone?": "phone", 
    "Can you tell me how to close the account?": "close", 
    "if i want to schedule an appointment with someone at the bank can i do that": "appointment", 
    "I need my balance.": "balance", 
    "Is there another branch close by?": "location", 
    "Can you tell me my withdrawal limit?": "withdrawal", 
    "where can i find out the total amount of money i have": "balance", 
    "I'd like to get a safe deposit box, please.": "safe", 
    "Please give me my bank's routing number": "routing", 
    "What is my ATM withdrawal limit amount?": "withdrawal", 
    "When is the bank open?": "hours", 
    "what's the cap on withdrawals": "withdrawal", 
    "Can I get an appointment at the bank?": "appointment", 
    "Where is the nearest ATM located?": "location", 
    "i am out of checks and need to get more": "checks", 
    "Connect me with a bank representative.": "appointment", 
    "How do I order additional checks?": "checks", 
    "Can you check the business hours for my bank?": "hours", 
    "can you tell me how to close my bank account": "close", 
    "is it possible to find out how to get a safe deposit box": "safe", 
    "i want to know what the limit is to taking out money at once": "withdrawal", 
    "What's the most I can take from my account?": "withdrawal", 
    "I want this bank account closed.": "close", 
    "What's the best way to find out the balance on my account": "balance", 
    "can you tell me what my bank's number is": "phone", 
    "Can you tell me how much money I have?": "balance", 
    "can you tell me what my withdrawal limit is": "withdrawal", 
    "how early is the bank open?": "hours", 
    "What is the correct way to close my account?": "close", 
    "What is the balance I owe?": "balance", 
    "i need to have more checks": "checks", 
    "What are the directions to the nearest branch?": "location", 
    "where do I set up an appointment at my bank": "appointment", 
    "what is the procedure for closing a bank account": "close", 
    "Can you lead me to my routing number?": "routing", 
    "what are the steps to closing an account": "close", 
    "Where is the nearest ATM machine located?": "location", 
    "I want to speak with a rep from the bank.": "appointment", 
    "i need more checks": "checks", 
    "What's my account balance?": "balance", 
    "How do I view my bank balance?": "balance", 
    "Should I get a safety deposit box?": "safe", 
    "I would like to call my bank, what's the number": "phone", 
    "Provide my bank routing number.": "routing", 
    "how do I reach my bank by phone?": "phone", 
    "how late is the bank open": "hours", 
    "i want a safe deposit box where can i get more information about this": "safe", 
    "can i close my account": "close", 
    "How do I close my account at the bank?": "close", 
    "What's the process to close an account": "close", 
    "Do you know how to close the account?": "close", 
    "Can you tell me how to close an account?": "close", 
    "What's the phone number to contact my bank": "phone", 
    "I need to close my account.": "close", 
    "What is my balance right now?": "balance", 
    "How do I schedule an appointment with someone at the bank?": "appointment", 
    "Do you know how to get a safe deposit box?": "safe", 
    "what's the number to my bank": "phone", 
    "How late is the bank open?": "hours", 
    "how can i meet with a bank representative?": "appointment", 
    "guide me on my way to the closest branch": "location", 
    "Please tel me how to close my account.": "close", 
    "I just used my last check and need more.": "checks", 
    "can you tell me when the bank opens": "hours", 
    "what is my bank's number": "phone", 
    "where is the closest atm": "location", 
    "is there a limit to how much i can withdraw?": "withdrawal", 
    "until what time is the bank open?": "hours", 
    "Where is the nearest branch?": "location", 
    "Can you tell me how my account can be shut down?": "close", 
    "Can you tell me the bank's number?": "phone", 
    "Where's the closest atm": "location", 
    "I'd like to meet with a bank rep, please.": "appointment", 
    "What is the max amount I can withdraw at once?": "withdrawal", 
    "Can you assist me in ordering checks?": "checks", 
    "How do I get my routing number?": "routing", 
    "Can I order checks for my account?": "checks", 
    "Can you let me know the banking hours?": "hours", 
    "tell me my balance": "balance", 
    "how do I properly close my account": "close", 
    "where should i start for closing a bank account": "close", 
    "what's my account balance?": "balance", 
    "what is the process of getting a safe deposit box": "safe", 
    "How much cash do I have?": "balance", 
    "I need to know the phone number for the bank": "phone", 
    "When is the bank open today?": "hours", 
    "Are you aware of the bank's number?": "phone", 
    "Can you find out the banks hours": "hours", 
    "Give me the phone number for my bank": "phone", 
    "How much money can I withdrawal at one time?": "withdrawal", 
    "How can I get an account closed": "close", 
    "give me the steps to check my account balance please": "balance", 
    "need phone number of bank": "phone", 
    "are there any atms around here": "location", 
    "What do I need to do to find out the balance on my account": "balance", 
    "When does the bank open, please?": "hours", 
    "What is the most I can withdrawal?": "withdrawal", 
    "What is this bank's routing number?  I need the information in order to sign up for automatic deposit of my paycheck at work.": "routing", 
    "what are the steps necessary to close my account": "close", 
    "What is the most amount of cash that I can withdraw at one time?": "withdrawal", 
    "is there an easy way to buy more checks?": "checks", 
    "what is the sum of the money i have": "balance", 
    "What's my bank routing number?": "routing", 
    "I want to know how much money i have": "balance", 
    "can you tell me what the phone number is at my bank": "phone", 
    "show me please how to order more checks.": "checks", 
    "i need to know what the number is for my bank": "phone", 
    "can you tell me how to set up an appointment with a bank employee": "appointment", 
    "how do i go about getting more checks": "checks", 
    "what is the amount of money in my account": "balance", 
    "When is the bank open until?": "hours", 
    "I need more checks, can I order some?": "checks", 
    "Tell me how much money I have": "balance", 
    "I need more checks for my checkbook.": "checks", 
    "How can I know how much I can withdrawal?": "withdrawal", 
    "Where can I find the closest bank": "location", 
    "what am I allowed to withdraw?": "withdrawal", 
    "I've run out of checks, send me more": "checks", 
    "tell me how i can get a safe deposit box": "safe", 
    "What's the routing number for my bank": "routing", 
    "can i get an appointment with a bank worker": "appointment", 
    "Make an appointment with a bank representative": "appointment", 
    "I would like to set up an appointment": "appointment", 
    "how much can i withdraw?": "withdrawal", 
    "How do I get to the nearest bank location?": "location", 
    "Where is the nearest atm?": "location", 
    "What do my funds look like?": "balance", 
    "show me my bank's phone number": "phone", 
    "How soon does the bank close today?": "hours", 
    "give me the bank's phone number": "phone", 
    "I NEED A BANK REP PLEAS": "appointment", 
    "what are the steps to getting a safety deposit box": "safe", 
    "Hello! I can't located the bank routing number.": "routing", 
    "tell me how to get to the nearest branch": "location", 
    "how do I schedule a meeting at my bank?": "appointment", 
    "routing number located": "routing", 
    "Can you order checks for me?": "checks", 
    "What is the location of the nearest bank?": "location", 
    "Are you knowledgable about the bank's hours?": "hours", 
    "Is there a bank location near me?": "location", 
    "need to know my account balance thank you": "balance", 
    "Is there a location for my routing numbers?": "routing", 
    "When does the bank open?": "hours", 
    "I should order more checks.": "checks", 
    "what are the steps to set up an appointment at the bank": "appointment", 
    "bank phone number please": "phone", 
    "locate phone number": "phone", 
    "Please inform me of how to close my account.": "close", 
    "I want information about how to get a safe deposit box, please.": "safe", 
    "How can I look up my routing number?": "routing", 
    "What's the phone number for my bank": "phone", 
    "what is the process for ordering more checks": "checks", 
    "I'd like info on getting a safety deposit box.": "safe", 
    "How can I set up a meeting with someone at the bank?": "appointment", 
    "I need my bank's routing number.": "routing", 
    "what's the process of ordering checks": "checks", 
    "Do yo know how I can order checks.": "checks", 
    "when is the last time of the day i can visit the bank?": "hours", 
    "i'd like to know my bank's phone number": "phone", 
    "how to i get more checks": "checks", 
    "i would like to know when my bank is open": "hours", 
    "Can you inform me of the hours?": "hours", 
    "i'm looking to procure a safety deposit box at my bank": "safe", 
    "What phone number can I reach my bank at?": "phone", 
    "How can I get to the branch closest to me": "location", 
    "Does my bank close soon?": "hours", 
    "how do I acquire a safe deposit": "safe", 
    "if I go to the ATM, at what amount does it stop me?": "withdrawal", 
    "What is my account balance": "balance", 
    "Do you know the number to my bank?": "phone", 
    "How can I find my routing number, please": "routing", 
    "show me my balance": "balance", 
    "when does the bank shut": "hours", 
    "How can I retrieve my routing number?": "routing", 
    "what is the telephone number over at my bank?": "phone", 
    "Help me get set up with an appointment": "appointment", 
    "What is the correct way to close am account?": "close", 
    "How can I view my account balance?": "balance", 
    "what is the limit for what i can withdraw": "withdrawal", 
    "Is there a bank locator?": "location", 
    "Tell me how high my withdrawal limit is.": "withdrawal", 
    "Can I please talk to someone at my bank?": "appointment", 
    "I need to get the phone number for my bank": "phone", 
    "show me the way to check my account balance": "balance", 
    "what's the routing number here?": "routing", 
    "how can I speak to a bank rep": "appointment", 
    "what are my bank's hours of operation": "hours", 
    "How do I make an appointment with a bank representative?": "appointment", 
    "How do I get a safety deposit box at my bank": "safe", 
    "Let me know how much money can I withdraw at once.": "withdrawal", 
    "Can you set up an Bank appointment with someone for me?": "appointment", 
    "what is the most I can take out?": "withdrawal", 
    "I was told to call the bank for an issue I've got can you please give me the best phone number?": "phone", 
    "direct me to the nearest branch": "location", 
    "is there a way to find out my routing number?": "routing", 
    "will i get cut off after withdrawing a certain amount?": "withdrawal", 
    "How can I set up an appointment?": "appointment", 
    "I have ABC bank what is their phone number": "phone", 
    "Can you tell me how much money I have left?": "balance", 
    "is there a way to have a sit-down with a bank rep?": "appointment", 
    "find an atm that's close to my place of work": "location", 
    "What time does the bank close?": "hours", 
    "I want information about a safe deposit box?": "safe", 
    "What time does the bank close.": "hours", 
    "what is the accepted method for closing an account?": "close", 
    "I need the routing number for my bank": "routing", 
    "I need information about how to get a safe deposit box, please.": "safe", 
    "when do they prevent me from withdrawing more?": "withdrawal", 
    "closing and opening hours of the bank are": "hours", 
    "i'd like to know the routing number of my bank": "routing", 
    "let me know how to get a safe deposit box": "safe", 
    "What is the highest amount I can withdrawal": "withdrawal", 
    "How do I go about closing my account?": "close", 
    "How do I schedule an appointment with the bank": "appointment", 
    "can i get directions to the nearest branch": "location", 
    "What's the limit on the amount I can take out": "withdrawal", 
    "Can I get more checks": "checks", 
    "can you tell me how to close my account": "close", 
    "where can I find the bank's routing number?": "routing", 
    "What is the ATM withdrawal limit, please?": "withdrawal", 
    "is there a limit for one-time withdrawals?": "withdrawal", 
    "i need the bank number": "phone", 
    "tell me how to get to the location nearest to me.": "location", 
    "I need to get an appointment with a bank employee.": "appointment", 
    "How do you open a safety deposit box?": "safe", 
    "tell me the maximum withdrawal amount": "withdrawal", 
    "I want to know what the phone number is for my bank": "phone", 
    "give me my routing number": "routing", 
    "How do I go about setting up an appointment?": "appointment", 
    "Tell me how I set an appointment up with bank?": "appointment", 
    "help me close my account": "close", 
    "I want to a meeting with a bank representative": "appointment", 
    "Do you know my routing number?": "routing", 
    "where can i find my banks routing number": "routing", 
    "What is the phone number I need to call to reach my bank": "phone", 
    "Is it possible to close an account?": "close", 
    "I want to open a safety deposit box at the bank": "safe", 
    "What's my routing number for the bank?": "routing", 
    "Where do I find my bank's routing number?": "routing", 
    "let me know how to get a safety deposit box": "safe", 
    "Where can I find the nearest branch?": "location", 
    "how can i contact my bank via phone?": "phone", 
    "what is the most I can withdraw?": "withdrawal", 
    "how much is the most i can withdraw": "withdrawal", 
    "Get my bank routing number.": "routing", 
    "where is the nearest branch located": "location", 
    "How do I find out my balance?": "balance", 
    "How much money is there?": "balance", 
    "I need to obtain the routing number for my bank.": "routing", 
    "where's an atm": "location", 
    "Are you sure the closest bank/": "location", 
    "What is the closest bank to me?": "location", 
    "What can you tell me about a safe deposit box?": "safe", 
    "I want to set up an appointment at my bank": "appointment", 
    "What is the bank's number?": "phone", 
    "Is there a limit on how much I can withdraw at once?": "withdrawal", 
    "Is there money in my account?": "balance", 
    "How much money can I withdrawal?": "withdrawal", 
    "Do you know the bank's number?": "phone", 
    "can you help me find an atm": "location", 
    "What's my bank's hours?": "hours", 
    "can you tell me the steps to close a bank account": "close", 
    "I want my bank's routing number.": "routing", 
    "What time does my branch open and close?": "hours", 
    "Who do I talk to to close my account?": "close", 
    "Please tell me the routing number.": "routing", 
    "i need to get an appointment with a bank representative": "appointment", 
    "what do I have to do to close an account": "close", 
    "who knows alot about safe deposit boxes": "safe", 
    "can you show me where i could get my routing number?": "routing", 
    "what hour does the bank close?": "hours", 
    "how can i find an atm?": "location", 
    "What are the bank's opening hours?": "hours", 
    "How do I go about getting an appointment at the bank?": "appointment", 
    "Can you order more checks/": "checks", 
    "Where do I find out my balance?": "balance", 
    "What time is the bank going to close": "hours", 
    "What number do I need to call to reach my bank": "phone", 
    "How late is the bank open today?": "hours", 
    "What's the routing number for my bank, please?": "routing", 
    "is the bank close to me": "location", 
    "can you tell me what the maximum is that i can take out": "withdrawal", 
    "What's the phone number for the bank I use?": "phone", 
    "What is the process to get more checks?": "checks", 
    "Can you show me my current account balance?": "balance", 
    "I'd like to get an appointment at the bank.": "appointment", 
    "I need to get some more checks": "checks", 
    "Can you tell me the bank that's closest to me?": "location", 
    "What is the address of the nearest bank?": "location", 
    "What is the balance in my account?": "balance", 
    "I'd like to get to an ATM, where is the nearest one?": "location", 
    "what is the process to open a safety deposit box at the bank?": "safe", 
    "i need to order more checks and would rather not drive to the bank can you show me where to place my order?": "checks", 
    "Can you tell me how I can get my routing number": "routing", 
    "can you give me my bank's phone number?": "phone", 
    "how do I get ahold of someone at the bank?": "appointment", 
    "how much money am I limited to on withdrawals?": "withdrawal", 
    "when does the bank stop its operations for the night?": "hours", 
    "Can you tell me where my routing number": "routing", 
    "I want to reach my bank what is their phone number": "phone", 
    "How long until the bank opens?": "hours", 
    "I would like to schedule an appointment with a bank representative for tomorrow at 10AM please.": "appointment", 
    "bank business hours": "hours", 
    "Can you give me a routing number?": "routing", 
    "show me how to get a safe deposit box": "safe", 
    "where is the closest bank": "location", 
    "How can I get to the closest branch?": "location", 
    "hours for my bank?": "hours", 
    "Would you recommend a safety deposit box?": "safe", 
    "hook me up with the routing number": "routing", 
    "show me how to close my account properly": "close", 
    "How can I order additional checks?": "checks", 
    "bank number": "phone", 
    "Where is the nearest ATM machine?": "location", 
    "what is the total amount of money i have?": "balance", 
    "Where is my routing number?": "routing", 
    "what is the number i should call to reach my bank": "phone", 
    "How much money can I withdraw from my account at once?": "withdrawal", 
    "I have an old number for my bank can you give me the current one?": "phone", 
    "what is my routing number please": "routing", 
    "please show me my bank routing number": "routing", 
    "Any idea of the closest bank?": "location", 
    "What is the limit on my withdrawal?": "withdrawal", 
    "please rent me a safe deposit box": "safe", 
    "Can you tell me the closest bank?": "location", 
    "How should I go about closing my account": "close", 
    "I need to order additional checks.": "checks", 
    "can you tell me how to setup an appointment at the bank": "appointment", 
    "Please help me to order more checks.": "checks", 
    "how do i go about ordering more checks": "checks", 
    "I would like you to check my balance.": "balance", 
    "When are bank representatives available for appointments?": "appointment", 
    "At what hour does the bank open?": "hours", 
    "how do i meet with a bank rep?": "appointment", 
    "what are the hours of this bank": "hours", 
    "How can I order some more checks?": "checks", 
    "What bank is nearest to me?": "location", 
    "I need to close an account.": "close", 
    "please show me my banks hours": "hours", 
    "Can I find out the process to get a safe deposit box": "safe", 
    "Help me close the bank account.": "close", 
    "how do I book a time to meet with someone from the bank?": "appointment", 
    "How can I order new checks?": "checks", 
    "is it possible to give a routing number?": "routing", 
    "schedule appointment today": "appointment", 
    "I need to know what my balance is thanks.": "balance", 
    "how can i set up a meeting with a bank representative": "appointment", 
    "How do I close an account?": "close", 
    "What's my available balance?": "balance", 
    "How do I know what my balance is?": "balance", 
    "Do you know what my routing number is?": "routing", 
    "I want to close my account": "close", 
    "what is the number i would call for reaching my bank": "phone", 
    "Tell me how to close my account.": "close", 
    "via phone how do I contact my bank?": "phone", 
    "Where do I find info on closing a bank account?": "close", 
    "What is the bank's routing number?": "routing", 
    "what hours are the bank open?": "hours", 
    "I want to know what my withdrawal limit is.": "withdrawal", 
    "I need to order some more checks.": "checks", 
    "Please tell me the bank's hours/": "hours", 
    "Please tell me the bank's hours.": "hours", 
    "How much money can you withdraw at one time?": "withdrawal", 
    "where is my routing number": "routing", 
    "how would I go about closing an account?": "close", 
    "i need my bank's phone number": "phone", 
    "What if I would like to meet with a bank representative?": "appointment", 
    "how do i close my account": "close", 
    "Is it safe to access my routing number?": "routing", 
    "what is the way to the nearest branch": "location", 
    "please secure a bank rep meeting for me": "appointment", 
    "I need to close this bank account.": "close", 
    "what is the maximum i can withdraw": "withdrawal", 
    "what is the number for routing?": "routing", 
    "show me my bank's routing number": "routing", 
    "is it possible to find out when the bank opens": "hours", 
    "Can I get the routing number for my bank": "routing", 
    "what's my current finance level at": "balance", 
    "can you tell me how to check my account balance please?": "balance", 
    "how can I find out my account balance?": "balance", 
    "How do I get to the closest bank location?": "location", 
    "Tell me my local branch's phone number.": "phone", 
    "give me the banks phone number": "phone", 
    "How can I check my balance?": "balance", 
    "i'd like to know where the closest bank is": "location", 
    "whats my current balance": "balance", 
    "what is the balance in my account": "balance", 
    "let me know my account's balance": "balance", 
    "Can you tell me how to get to the nearest branch?": "location", 
    "Please tell me what the routing number for my bank is.": "routing", 
    "What is my ATM withdrawal limit, please?": "withdrawal", 
    "is it possible to find out where the nearest branch would be": "location", 
    "I would like to find the routing number.": "routing", 
    "Location of routing number": "routing", 
    "What's the highest amount that I can take out": "withdrawal", 
    "I would like to reach my bank, send the digits": "phone", 
    "what do I need to do to get a safe deposit box": "safe", 
    "what is the bank's closing time": "hours", 
    "send me the bank number": "phone", 
    "How do I open a safety deposit box at my bank, please?": "safe", 
    "i'm nearly out of checks can you show me how to order more?": "checks", 
    "How can I check my bank account balance?": "balance", 
    "what steps do I take to check my account balance/": "balance", 
    "tell me how much money is in my account?": "balance", 
    "is there a way to get more checks?": "checks", 
    "Can you direct me to a rep?": "appointment", 
    "Link me up with a bank rep": "appointment", 
    "i want to talk to a bank rep": "appointment", 
    "what's the bank's closing time": "hours", 
    "what are my bank's hours": "hours", 
    "how can I speak with a representative": "appointment", 
    "what is my withdrawal limit": "withdrawal", 
    "Tell me how to close my bank account.": "close", 
    "How do I get a safe deposit box at my bank.": "safe", 
    "I'd like to meet with a bank rep.": "appointment", 
    "What are the directions to the nearest branch": "location", 
    "where is my balance": "balance", 
    "how does my bank want me to close out an account?": "close", 
    "is it possible to make an appointment to see someone at the bank": "appointment", 
    "How many digits does my routing number have?": "routing", 
    "is it possible to learn the phone number at my bank": "phone", 
    "Can I get an appointment with someone at the bank?": "appointment", 
    "I want a safe deposit box at my bank.": "safe", 
    "I want to know how much money I have.": "balance", 
    "send over the bank number": "phone", 
    "Can you help me order more checks?": "checks", 
    "How do I schedule an appointment with my bank?": "appointment", 
    "I need to book a meeting with someone from the bank": "appointment", 
    "I'd like to see a bank representative": "appointment", 
    "What is the routing number?": "routing", 
    "bank hours available": "hours", 
    "Where can I find an atem": "location", 
    "I would like a safe deposit box.": "safe", 
    "I would like more information on obtaining a safe deposit box.": "safe", 
    "is the bank open early": "hours", 
    "I want to rent a safety deposit box at my eye level.  Does your bank have one to rent to me?": "safe", 
    "i need directions to a branch near me": "location", 
    "I need to speak with a rep": "appointment", 
    "I would like a safe deposit box?": "safe", 
    "I'd like to know my balance.": "balance", 
    "what's my routing number": "routing", 
    "Can you tell where the nearest bank is?": "location", 
    "I'm out od checkbooks, how can i get morw": "checks", 
    "What is the phone number to my bank?": "phone", 
    "i'd like to talk to someone at the bank": "appointment", 
    "I need to contact someone at the bank to ask some questions": "appointment", 
    "what would my bank's routing number be?": "routing", 
    "how should i go about getting a safety deposit box?": "safe", 
    "I would like the number in order to call the bank.": "phone", 
    "need bank phone number please": "phone", 
    "Which way is the closest branch?": "location", 
    "what's the procedure for ordering more checkbooks": "checks", 
    "i need to check my balance": "balance", 
    "I need you to help me set up an appointment with someone at the bank.": "appointment", 
    "Can you let me know how much my account balance is, please?": "balance", 
    "what's the routing number on my account": "routing", 
    "tell me what my routing number is": "routing", 
    "what would be the most polite way of closing out my account?": "close", 
    "what phone number is for my bank?": "phone", 
    "Where is the nearest atm": "location", 
    "how can I obtain a safe deposit box": "safe", 
    "i want to close an account how do i go about that": "close", 
    "Any idea how to close the account?": "close", 
    "are there time slots when I can sit down with someone from my bank?": "appointment", 
    "what does my bank require in order to get a safety deposit box?": "safe", 
    "What do I need to do to check the balance on my account": "balance", 
    "can i get info on safe deposit boxes": "safe", 
    "How do I retrieve my routing number?": "routing", 
    "Can you tell me my bank's phone number?": "phone", 
    "I need info on safe deposit boxes.": "safe", 
    "I need to close a bank account.": "close", 
    "How can I get more checks?": "checks", 
    "Give me more checks please.": "checks", 
    "How do I contact my bank?": "phone", 
    "I need withdrawal limit for my account": "withdrawal", 
    "tell me the hours for my bank.": "hours", 
    "How can I learn what my routing number is?": "routing", 
    "At what time is the bank closing.": "hours", 
    "Please locate  the routing number.": "routing", 
    "I want to know how much money can I withdraw at once.": "withdrawal", 
    "What are my bank's hours today?": "hours", 
    "How can I avail a safe deposit box?": "safe", 
    "what money is in my account": "balance", 
    "is there a withdrawal limit": "withdrawal", 
    "Please tell me the hours my bank is open": "hours", 
    "how can I set up a meeting with a bank representative": "appointment", 
    "How would I go about getting a safe deposit box?": "safe", 
    "Please tell me how to get to the closest branch": "location", 
    "I want to schedule an appointment with a bank employee.": "appointment", 
    "how does one get a safe deposit box": "safe", 
    "Tell me my bank's phone number please.": "phone", 
    "what is the limit on how much i can take out at a time": "withdrawal", 
    "I need my routing number": "routing", 
    "where is the routing number located": "routing", 
    "I need an ATM right now.": "location", 
    "Are you sure how to order checks?": "checks", 
    "please walk me through checking my account balance": "balance", 
    "What's the most I can withdrawal?": "withdrawal", 
    "How do I close one of my accounts?": "close", 
    "I need to order more checks": "checks", 
    "Can you tell me my balance?": "balance", 
    "tell me the phone number for the bank": "phone", 
    "How can I get some more checks": "checks", 
    "What's the limit on a withdrawal?": "withdrawal", 
    "tell me where a bank close to me is": "location", 
    "where is a nearest financial bank": "location", 
    "How do I open a safety deposit box?": "safe", 
    "what is the routing number for my bank": "routing", 
    "Tell me where I can find the closest bank location.": "location", 
    "How do I get a safety deposit box at my bank?": "safe", 
    "Can you tell me my routing number, please?": "routing", 
    "Can I get an appointment with the bank pleae": "appointment", 
    "how much money can I take out?": "withdrawal", 
    "I need to reorder checks": "checks", 
    "I want to order more checks.": "checks", 
    "I need information about how to open a safe deposit box, please.": "safe", 
    "What is the amount I can withdraw?": "withdrawal", 
    "how much is my withdrawal limit": "withdrawal", 
    "When does my bank open": "hours", 
    "Get my Bank's phone number": "phone", 
    "How would I get more checks?": "checks", 
    "how to close my account": "close", 
    "can you help me close out my account": "close", 
    "How can I find a number for the bank?": "phone", 
    "bank teller able to meet?": "appointment", 
    "is there a limit of ordering checks": "checks", 
    "I would like to apply for s afe deposit box, help me": "safe", 
    "Is there a map of nearby atms?": "location", 
    "can i speak with a bank teller": "appointment", 
    "How can I order checks?": "checks", 
    "Are you able to tell me how to close the account?": "close", 
    "I want a safe deposit box and would like information on how to do that.": "safe", 
    "how much will my bank let me withdraw at once": "withdrawal", 
    "show me how i can get a safe deposit box": "safe", 
    "How much is my available balance?": "balance", 
    "How can I see my account balance?": "balance", 
    "i need the phone number of my bank so i can call them": "phone", 
    "Where do you apply for a safe deposit box at": "safe", 
    "Please tell my my bank's phone number": "phone", 
    "tell me the directions to the nearest branch": "location", 
    "What is my ATM withdrawal limit?": "withdrawal", 
    "Find the routing number to Bank.": "routing", 
    "i need to know what the balance on my account is.": "balance", 
    "Look for my routing number?": "routing", 
    "please list the way i get more checks": "checks", 
    "I want to know my balance.": "balance", 
    "I would like a safe deposit box": "safe", 
    "I need more checks because I am low on them": "checks", 
    "what is my routing number": "routing", 
    "check my balance please": "balance", 
    "how do i find my withdrawal limit": "withdrawal", 
    "I would like to go to the bank and get a safety deposit box at my bank.": "safe", 
    "Where can I find my balance?": "balance", 
    "Any idea how to order checks?": "checks", 
    "What's the bank's routing number?": "routing", 
    "Can I schedule an appointment with a bank representative, please?": "appointment", 
    "What is the max I can withdraw at once?": "withdrawal", 
    "How much money do I have": "balance", 
    "What number should I dial to reach my bank?": "phone", 
    "Where can I get a hold of my routing number": "routing", 
    "Where do I look for my routing number?": "routing", 
    "tell me my bank routing number": "routing", 
    "What are the bank's closing hours?": "hours", 
    "How can I get to the closest bank location?": "location", 
    "i'd like to know the phone number of my bank": "phone", 
    "what is my bank's telephone number": "phone", 
    "what are the steps for setting up a meeting with a bank representative": "appointment", 
    "tell me how to contact my bank by phone": "phone", 
    "give me info on how to close an account": "close", 
    "where is my routing number located?": "routing", 
    "can you tell me when my bank is open?": "hours", 
    "what do I have to to to close my account": "close", 
    "Tell me my account balance": "balance", 
    "Where's the info on safety deposit boxes?": "safe", 
    "Can you check the hours for the bank?": "hours", 
    "Where can I get more checks?": "checks", 
    "Is my bank open right now?": "hours", 
    "i need to know how to get a replacement checkbook": "checks", 
    "deliver me the bank number": "phone", 
    "can you tell me how to see what my account balance is?": "balance", 
    "I'd like to close a bank account.": "close", 
    "Can you tell me what I need to do to close an account?": "close", 
    "How can I get a safe deposit box please": "safe", 
    "I need more checks because my checkbook is empty?": "checks", 
    "i need to know what the routing number is for my bank": "routing", 
    "How much am I able to withdrawal": "withdrawal", 
    "Do you know how to close my account.": "close", 
    "How do I make an order for more checks?": "checks", 
    "Any idea the bank's number?": "phone", 
    "Which numbers are for my routing?": "routing", 
    "I will order more checks.": "checks", 
    "can you tell me my balance": "balance", 
    "Can you tell me how I can get a safe deposit box": "safe", 
    "How can I get my account balance": "balance", 
    "I need to set up an appointment at the bank.": "appointment", 
    "show me where I order additional checks": "checks", 
    "what is the process for closing a bank account?": "close", 
    "how do I go about closing my account": "close", 
    "How can I set up time with someone at the bank": "appointment", 
    "do i have a limit of withdrawal": "withdrawal", 
    "Do you know how one gets a safe deposit box?": "safe", 
    "Can you let me know what my account balance is?": "balance", 
    "How can I get a box?": "safe", 
    "Does my account have a withdrawal limit?": "withdrawal", 
    "show me where my nearest branch is": "location", 
    "what is the max i can take out at once": "withdrawal", 
    "How do I order more checks?": "checks", 
    "How can I schedule a meeting with someone at my bank?": "appointment", 
    "Are you able to give me directions to the nearest branch?": "location", 
    "Are you sure of the bank's hours?": "hours", 
    "can you tell me where to find the routing number": "routing", 
    "Can you tell me what time the bank opens its doors this morning?": "hours", 
    "Find out how to close my account": "close", 
    "How can I get information on safety deposit boxes?": "safe", 
    "can you tell me the steps to getting a safe deposit box": "safe", 
    "Can you tell me my bank's routing number?": "routing", 
    "Please provide information on getting a safe box": "safe", 
    "Who should I call to get an appointment at the bank?": "appointment", 
    "i need an atm": "location", 
    "i am all out of checks. how do i get more?": "checks", 
    "Do you know the closest bank?": "location", 
    "what are the bank hours": "hours", 
    "I'm out of checks can you order some for me?": "checks", 
    "does my bank let me get a safety deposit box, and if so how?": "safe", 
    "Is there a way for me to set up an appointment at the bank?": "appointment", 
    "what are the hours of operation for this bank": "hours", 
    "I would like to get more checks": "checks", 
    "How do I close the account?": "close", 
    "what is my banks phone number": "phone", 
    "What is the process to open a safe deposit box?": "safe", 
    "What are the hours for me to access my safety deposit box at this bank?": "safe", 
    "What phone number should I use to call XYZ bank?": "phone", 
    "I need the phone number for my bank.": "phone", 
    "How do I find the bank?": "location", 
    "How much money is in my account?": "balance", 
    "Can you tell me the process to close my account": "close", 
    "Where can I find the nearest bank?": "location", 
    "I would like more checks.": "checks", 
    "how much will my atm give me at once": "withdrawal", 
    "What is the phone number for the bank?": "phone", 
    "Can you claim more checks>": "checks", 
    "how do I shutdown my account": "close", 
    "how much can i withdraw": "withdrawal", 
    "Is it ok to schedule an appointment with someone at the bank": "appointment", 
    "I want to know what my withdrawal limit is for one withdraw.": "withdrawal", 
    "how can I order more checks": "checks", 
    "I want more checks": "checks", 
    "Check my account balance for me": "balance", 
    "Where do I go to get a bank appointment?": "appointment", 
    "Can I talk to someone at the bank.": "appointment", 
    "near me are any banks available?": "location", 
    "Search for my routing number?": "routing", 
    "Tell me the bank's routing number.": "routing", 
    "What time does the bank close today?": "hours", 
    "Do you know how much money I can withdrawal?": "withdrawal", 
    "How am I supposed to close an account?": "close", 
    "tell me how to sever my relationship with the bank": "close", 
    "I am interested in getting a safe deposit box.": "safe", 
    "What is the total amount of money i have?": "balance", 
    "Tell me where I can see my banks hours.": "hours", 
    "When do the doors open at my bank": "hours", 
    "Find my routing number": "routing", 
    "What number should I call to reach my bank?": "phone", 
    "Are you sure how to close the account?": "close", 
    "tell me how to close my account at the bank": "close", 
    "Where is the bank that is the closest, please?": "location", 
    "help me get some info opening a safe deposit box": "safe", 
    "What are the steps to close an account": "close", 
    "How can I close a bank account": "close", 
    "open appointments at my bank": "appointment", 
    "What time can I go to my bank?": "hours", 
    "I want an appointment with the bank.": "appointment", 
    "Where is the closest bank?": "location", 
    "Are you informed of how to shut down the account?": "close", 
    "Tell me how to close my account": "close", 
    "I need my bank's telephone number": "phone", 
    "do i have a withdrawal limit, and if so what is it?": "withdrawal", 
    "Can you tell me what is my routing number?": "routing", 
    "Can you provide me the phone number to call the bank?": "phone", 
    "what can i do to get more checks ordered": "checks", 
    "what is the withdrawal limit on my account?": "withdrawal", 
    "can i get more checks": "checks", 
    "How can I find out how much money I have?": "balance", 
    "How do you get a safety deposit box?": "safe", 
    "What is the amount of money in my bank account?": "balance", 
    "what's the right way to close an account": "close", 
    "Can I place an order for more checks": "checks", 
    "I need to get some additional checks": "checks", 
    "What time is the bank open to?": "hours", 
    "I wish to close a bank account": "close", 
    "terminate my account please": "close", 
    "i'd like to use a safety deposit box": "safe", 
    "Show me where I can find an atm": "location", 
    "How can I schedule an appointment at my bank?": "appointment", 
    "Are you able to tell me the number of the bank?": "phone", 
    "I have to order more checks": "checks", 
    "What is the bank open until?": "hours", 
    "give me directions to the nearest branch": "location", 
    "is there  way to get a deposit box": "safe", 
    "is it possible to find out my bank's routing number": "routing", 
    "what is the number for my bank": "phone", 
    "i'd like to talk to a bank representative in person": "appointment", 
    "how to i reach my bank": "phone", 
    "direct me to findmy routing number": "routing", 
    "What do I do to schedule an appointment at the bank?": "appointment", 
    "can i schedule an appointment": "appointment", 
    "It is essential that I close a bank account": "close", 
    "i want to end my account": "close", 
    "What appointment times are available for Friday for me to make appointment with a bank representative?": "appointment", 
    "please direct me to a branch near me": "location", 
    "where is the closest branch at": "location", 
    "How does one open a safety deposit bank?": "safe", 
    "What is my current balance?": "balance", 
    "I need directions to the nearest branch.": "location", 
    "What is my available balance?": "balance", 
    "how money is available to withdraw": "withdrawal", 
    "i am in need of a safety deposit box": "safe", 
    "What's the address of the closest bank?": "location", 
    "Is it possible to rent a safe deposit box?": "safe", 
    "I need to find out how to get a safe deposit box.": "safe", 
    "what is my remaining balance?": "balance", 
    "can you tell me where an atm is": "location", 
    "how much money can I withdraw before I hit my limit": "withdrawal", 
    "Can I find out what my balance is?": "balance", 
    "when is the closing hour of this bank": "hours", 
    "i need to order checks": "checks", 
    "how do i find my bank routing number": "routing", 
    "What are my banks hours?": "hours", 
    "I need the routing number.": "routing", 
    "at one time how much is the most i can take out?": "withdrawal", 
    "How do I find out where an atm is?": "location", 
    "How do I go about getting a safe deposit box": "safe", 
    "Can I meet with a representative?": "appointment", 
    "If I wanted to close my account what is the way to do that?": "close", 
    "I want to check my account balance.": "balance", 
    "i need assitance closing my account": "close", 
    "How do I place a check order?": "checks", 
    "close an account": "close", 
    "Does my bank offer a safety deposit box": "safe", 
    "Is there a way to check my balance?": "balance", 
    "what time does my bank close?": "hours", 
    "Can I get my bank's contact number": "phone", 
    "where would an atm near me be located": "location", 
    "is it possible to find the routing number": "routing", 
    "I have to get rid of my bank account": "close", 
    "What is my bank's phone number?": "phone", 
    "What bank is the closest to me": "location", 
    "tell me when the bank closes": "hours", 
    "Where is the location of my numbers?": "routing", 
    "do i need to call my bank to find out the routing number": "routing", 
    "Are you sure how much I can withdrawal?": "withdrawal", 
    "Can you tell me what steps to take to get a safe deposit box?": "safe", 
    "What is the direct branch phone number for this specific branch?": "phone", 
    "I am almost out of checks?": "checks", 
    "What is the limit on a one time withdrawal?": "withdrawal", 
    "Calling for help with my bank routing number.": "routing", 
    "where is my bank number located": "phone", 
    "Where can I find my bank's routing number?": "routing", 
    "I want a safety deposit box at the bank.": "safe", 
    "I would like to set up an appointment with a bank representative.": "appointment", 
    "please tell me how to check my account balance.": "balance", 
    "Does this bank offer safe deposit boxes?": "safe", 
    "Can you set up a meeting with someone from the bank?": "appointment", 
    "I would like to meet with a bank representative to find out about the various checking account options offered here.": "appointment", 
    "what are the hours of operation for my bank": "hours", 
    "How much is the amount of my withdrawal limit?": "withdrawal", 
    "Could you check the hours for my bank?": "hours", 
    "what's my bank's number": "phone", 
    "When does the bank close everyday?": "hours", 
    "can you tell me the routing number for my bank?": "routing", 
    "How can I place an order for more checks": "checks", 
    "find out what my balance is on my account": "balance", 
    "do you know when the bank closes": "hours", 
    "What's the closing time for the bank": "hours", 
    "Please tell me  the bank's number.": "phone", 
    "I'd like to shut down a bank account.": "close", 
    "Can you tell the routing number for my bank, please?": "routing", 
    "My banks routing number is located where?": "routing", 
    "show me my withdrawal limit": "withdrawal", 
    "at one time is there a limit to how much i can take out?": "withdrawal", 
    "i'd like to know when my bank opens": "hours", 
    "What is my balance at the moment?": "balance", 
    "where is the bank at": "location", 
    "close my account today": "close", 
    "I would like to close my account.": "close", 
    "What's the process to set up a bank appointment": "appointment", 
    "i need to know where i can find the nearest bank": "location", 
    "i need to get some more checks": "checks", 
    "Give me my bank's routing number, please.": "routing", 
    "are there any banks located near by?": "location", 
    "I want to know how much money I currently have": "balance", 
    "is there a way to find out a bank routing number": "routing", 
    "How do I meet a bank representative?": "appointment", 
    "How can I find the nearest bank?": "location", 
    "can you tell me my balance please?": "balance", 
    "at which time does the bank close": "hours", 
    "i need a safety deposit box in my bank": "safe", 
    "Where is the nearest ATM?": "location", 
    "tell me my bank's routing number": "routing", 
    "is there a limit on how much money I can withdraw at once": "withdrawal", 
    "Can you locate an atm?": "location", 
    "What do I do if I want to set up an appointment with my bank?": "appointment", 
    "what time is the bank closed": "hours", 
    "show me the balance of my account": "balance", 
    "Can I receive more checks?": "checks", 
    "tell me what branch i can go to nearby": "location", 
    "do you know when the opens?": "hours", 
    "when is the bank's opening time": "hours", 
    "Show me the way to my nearest branch.": "location", 
    "Where is the nearest bank located?": "location", 
    "show me the bank's hours of operation": "hours", 
    "can you tell me the process for ordering more checks": "checks", 
    "Where can I access my balance?": "balance", 
    "how do i go about closing a bank account": "close", 
    "i need to meet a bank representative": "appointment", 
    "Can I order a new checkbook?": "checks", 
    "When does my bank open and close": "hours", 
    "DO you know how much money I have left?": "balance", 
    "Can you tell me how to get a safe deposit box": "safe", 
    "Would you provide my bank's routing number": "routing", 
    "how do I order more checkbooks": "checks", 
    "Can you give me directions to the closest atm?": "location", 
    "is it possible to order some more checks": "checks", 
    "can you tell me how long the bank is open": "hours", 
    "what is the phone number for my bank": "phone", 
    "did you see an atm anywhere": "location", 
    "What steps do I need to take to close my account?": "close", 
    "I'd like to know my bank's routing number": "routing", 
    "how high is my withdrawal limit": "withdrawal", 
    "At an individual time, what is the most I can take out?": "withdrawal", 
    "Do you know what time the bank opens?": "hours", 
    "Find out the hours of my bank": "hours", 
    "how do I go about ordering more checks": "checks", 
    "What's the most I can take out at one time?": "withdrawal", 
    "What's my current routing number": "routing", 
    "I need to close my account": "close", 
    "what hoops do I have to jump throught for a bank representative meeting?": "appointment", 
    "what is the amount i can withdraw at one time?": "withdrawal", 
    "at what time does the bank open in the morning?": "hours", 
    "is the bank open late, and what time": "hours", 
    "is there a maximum on how much i can pull from my account": "withdrawal", 
    "I need my account balance now.": "balance", 
    "How can I arrive to the nearest branch?": "location", 
    "Is there a way to make an appointment at the bank online?": "appointment", 
    "Give me the phone number for my bank please": "phone", 
    "Can you make an appointment for me with a banker?": "appointment", 
    "What is the number for my local branch?": "phone", 
    "Can I schedule an appointment with a bank representative?": "appointment", 
    "i want to have an appointment at the bank": "appointment", 
    "Can you schedule a meeting with someone at the bank, please?": "appointment", 
    "I need to set up an appointment with someone from my bank": "appointment", 
    "can you tell me how to get a safety deposit box at my bank": "safe", 
    "what is the most appropriate way to close an account?": "close", 
    "How can I get a deposit box at this bank?": "safe", 
    "i'd like to know my bank's routing number": "routing", 
    "What do I need to do to open a safety deposit box?": "safe", 
    "schedule me for a meeting with a bank rep": "appointment", 
    "is there a limit to my withdrawal": "withdrawal", 
    "What steps do I need to take to close an account?": "close", 
    "Set up an appointment for me at the bank.": "appointment", 
    "How can I get to an atm": "location", 
    "how can i get an appointment with someone at the bank?": "appointment", 
    "teach me how to get a safe deposit box": "safe", 
    "I would like to close a bank account.": "close", 
    "What do I do to find out my routing number": "routing", 
    "I want to know how to rent a safe deposit box": "safe", 
    "i think i need a safe deposit box. how do I get one?": "safe", 
    "What number do I give for routing info from my bank?": "routing", 
    "Where do I find out how much money I have?": "balance", 
    "what is the most i can take out": "withdrawal", 
    "Where do I go to close an account?": "close", 
    "what is the branch closest to me": "location", 
    "Can I get my bank routing number": "routing", 
    "Give me information as to how much money can I withdraw at once.": "withdrawal", 
    "Please give me information about getting a safe deposit box": "safe", 
    "do y'all have a top limit on how much i can withdraw in one setting?": "withdrawal", 
    "what is the earliest I can call the bank tomorrow?": "hours", 
    "Where do I close my account?": "close", 
    "How do I get in touch with my bank?": "phone", 
    "What is my bank's routing number?": "routing", 
    "I would like more checks": "checks", 
    "can you tell me what i have to do to look at the balance of my account": "balance", 
    "How can I meet with a representative from my bank?": "appointment", 
    "I would like to get my bank's routing number.": "routing", 
    "how can I buy more checks?": "checks", 
    "Where can I find my bank routing number?": "routing", 
    "Where do I go to schedule an appointment?": "appointment", 
    "How much is in my checking account?": "balance", 
    "i need information on getting a safe deposit box": "safe", 
    "i no longer need my bank account": "close", 
    "send me some checks please": "checks", 
    "Find my routing number?": "routing", 
    "how can I reach my bank by phone": "phone", 
    "What's the process to get a safe deposit box": "safe", 
    "What time does my bank open?": "hours", 
    "will my rates go up?": "withdrawal", 
    "what time does the bank close": "hours", 
    "How do I get to the closest branch location?": "location", 
    "what is the maximum that i can withdraw?": "withdrawal", 
    "can you walk me through how to order more checks?": "checks", 
    "How can I find my bank's routing number?": "routing", 
    "where do I order checks?": "checks", 
    "How much is my balance?": "balance", 
    "tell me the correct way to close my bank account": "close", 
    "I'd like to know my withdrawal limit?": "withdrawal", 
    "how can i close my account?": "close", 
    "Do you know where my routing number is?": "routing", 
    "Is there a way to rent a safe deposit box?": "safe", 
    "Find out how much money I have": "balance", 
    "where do I go to get to the nearest branch": "location", 
    "What number do I call for the bank?": "phone", 
    "i am out of checks and would like to get more": "checks", 
    "Where's the nearest branch?": "location", 
    "can you tell me what i can spend": "withdrawal", 
    "what's my current balance?": "balance", 
    "I need the bank's number.": "phone", 
    "where can I request more checks?": "checks", 
    "Please give me the routing number for my bank": "routing", 
    "what is the procedure for procuring a safe deposit box": "safe", 
    "Find information on getting a safe box": "safe", 
    "Can I close a bank account?": "close", 
    "i need to know my bank's routing number": "routing", 
    "I want info on acquiring a safe deposit box.": "safe", 
    "How much money do I have in savings?": "balance", 
    "How much can I withdraw at one time?": "withdrawal", 
    "can you tell me what time does the bank is running": "hours", 
    "where can I find my bank's phone number": "phone", 
    "can i order a new checkbook online?": "checks", 
    "can you tell me how much money i have currently": "balance", 
    "What time does my bank open today?": "hours", 
    "send me more checks": "checks", 
    "How do I schedule an appointment with the bank?": "appointment", 
    "How much can I withdraw in one interaction?": "withdrawal", 
    "Do you know my bank's phone number?": "phone", 
    "I would like to get more checks now.": "checks", 
    "directions to nearest branch please": "location", 
    "I need to talk to a bank rep.": "appointment", 
    "i am out of checks and need more": "checks", 
    "How do I schedule an appointment at my bank?": "appointment", 
    "I need a bank appointment, who should I contact?": "appointment", 
    "Will my bank be closing soon?": "hours", 
    "Can you tell me how to get a safe deposit box.": "safe", 
    "What do I need to do to order checks?": "checks", 
    "how do i go about getting a safety deposit box": "safe", 
    "What time is the bank closing?": "hours", 
    "send my routing number": "routing", 
    "is there a limit on how much money i can withdraw at one time?": "withdrawal", 
    "what's the latest the bank is open": "hours", 
    "send the phone number to the bank": "phone", 
    "I want to get a safety deposit box, what are the steps?": "safe", 
    "How can I open a safety deposit box at my bank, please?": "safe", 
    "please help me to get a safety deposit box": "safe", 
    "I need to talk with the bank and what is their number?": "phone", 
    "what is my routing number anyway?": "routing", 
    "Tell me where an atm is": "location", 
    "can you tell me my bank routing number": "routing", 
    "bank phone number available": "phone", 
    "What bank is closest?": "location", 
    "is it possible to find out what my account has in it": "balance", 
    "I want to order more checks for my checkbook.": "checks", 
    "i'd like to get more checks": "checks", 
    "I need help locating my routing number": "routing", 
    "Is there a waiting list for safety deposit boxes at this bank?": "safe", 
    "I need to know how to close a bank account": "close", 
    "What are the hours of my bank today?": "hours", 
    "What do I need to do to close an account?": "close", 
    "I need to know the balance of my account please?": "balance", 
    "i need a safe deposit": "safe", 
    "where can I request a safety deposit box?": "safe", 
    "What amount do I owe on my balance?": "balance", 
    "is there a spending limit": "withdrawal", 
    "what is the simplest way to close an account?": "close", 
    "when does the bank open the doors": "hours", 
    "Can you check the hours for my bank?": "hours", 
    "nearest bank to me": "location", 
    "Can you tell me about getting a safety deposit box?": "safe", 
    "What is my limit for withdrawal?": "withdrawal", 
    "need my account balance as of yesterday morning.": "balance", 
    "Check reorder please": "checks", 
    "Am I able to reach my bank by phone?": "phone", 
    "How can I set up an appointment with the bank?": "appointment", 
    "i have an empty checkbook and would like to get more checks": "checks", 
    "what's my money situation looking like": "balance", 
    "what is a bank that is close to me?": "location", 
    "How can I close a bank account?": "close", 
    "i'd like to schedule an appointment with a representative at the bank": "appointment", 
    "can i schedule an appointment with someone that is at the bank": "appointment", 
    "When will the bank open?": "hours", 
    "When does the bank open in the morning?": "hours", 
    "Who do I speak to get a safety deposit box with my bank": "safe", 
    "How do I go about talking to a bank representative?": "appointment", 
    "Can you tell my my current balance?": "balance", 
    "What hour does the bank close?": "hours", 
    "how much may I withdraw at once": "withdrawal", 
    "How do I locate the routing number for my bank?": "routing", 
    "i need to know the best way to close my account": "close", 
    "Where's my account balance info?": "balance", 
    "where do I get a safe deposit box": "safe", 
    "i need to talk to my bank": "phone", 
    "What is the routing number for this bank?": "routing", 
    "What's the number to reach my bank?": "phone", 
    "how much dough do i have": "balance", 
    "where is routing number located": "routing", 
    "I found another bank and want to cease banking here": "close", 
    "what do i do to close a bank account": "close", 
    "What is the balance of my account?": "balance", 
    "How can I schedule a bank appointment": "appointment", 
    "i'd like to schedule an appointment with a bank employee": "appointment", 
    "what is the procedure for looking at my account balance": "balance", 
    "Can you let me know how to order checks, please?": "checks", 
    "I want to get to the branch that is nearest to me": "location", 
    "show me the routing number please": "routing", 
    "is it possible to order more checks today": "checks", 
    "Is my bank's routing number listed anywhere?": "routing", 
    "What's the number for my bank?": "phone", 
    "need help with ordering checks, can you help": "checks", 
    "where is an atm close by?": "location", 
    "Who do I talk to about closing my account?": "close", 
    "Is there someone at the bank I can book a meeting with?": "appointment", 
    "I want my routing number.": "routing", 
    "show me how to check my bank balance": "balance", 
    "How far is the nearest bank?": "location", 
    "Do I have a daily limit on withdrawals?": "withdrawal", 
    "can i get a safe deposit box": "safe", 
    "Close a bank account.": "close", 
    "I need my bank's phone number": "phone", 
    "how can i see how much money i have in my account": "balance", 
    "What is the correct procedure to close my account?": "close", 
    "I'd like to order a check book, how do I do so?": "checks", 
    "how to i go about getting a safe deposit box": "safe", 
    "what are the steps to closing my account": "close", 
    "what is the maximum i can take out at one time": "withdrawal", 
    "I want to see my balance": "balance", 
    "show me how to close my account correctly": "close", 
    "How can I get an appointment with the bank": "appointment", 
    "i need to speak with my bank what is their phone number": "phone", 
    "what is the process for getting a safety deposit box?": "safe", 
    "What is my balance?": "balance", 
    "do you have a max per withdrawal limit?": "withdrawal", 
    "Where can I get a safety deposit box?": "safe", 
    "is there a branch that is close to me? how do I get there?": "location", 
    "how do I get an appointment with the bank?": "appointment", 
    "at what hour does the bank close": "hours", 
    "i'd like to know how i can set up a meeting with someone at the bank": "appointment", 
    "Spending limit": "balance", 
    "Tell me details on getting a bank appointment.": "appointment", 
    "Please order more checks?": "checks", 
    "Hello! I request my bank routing number.": "routing", 
    "how I terminate my account": "close", 
    "How much can I withdraw in a day?": "withdrawal", 
    "How can I schedule time with a bank employee": "appointment", 
    "where do i go to check my account balance?": "balance", 
    "What's the most I can withdrawal": "withdrawal", 
    "what's my current routing number": "routing", 
    "show me how much money i can take out at one time": "withdrawal", 
    "how do I secure more checks for myself?": "checks", 
    "is there a limit to how much i can take out?": "withdrawal", 
    "i need to know my bank routing number": "routing", 
    "Can I get info on a nearby atm?": "location", 
    "I would like an appointment at the bank": "appointment", 
    "i'd like to know what my bank's number is": "phone", 
    "how do I order more checks if I am low?": "checks", 
    "can i get a safety deposit box": "safe", 
    "Who can I contact at the bank to get an appointment?": "appointment", 
    "What's the max of my withdrawal limit?": "withdrawal", 
    "how to find bank routing number": "routing", 
    "Can you please give me the number for my bank?": "phone", 
    "looking for an atm can you help": "location", 
    "What is my balance": "balance", 
    "are the banks open": "hours", 
    "I need another checkbook": "checks", 
    "How can I check my account balance?": "balance", 
    "Please tell me how much money I am limited to withdrawal": "withdrawal", 
    "I NEED TO MEET WITH A BANK PLEASE": "appointment", 
    "bank location": "location", 
    "I need a safety deposit box at my bank.": "safe", 
    "please help me get more checks": "checks", 
    "Do you know when the bank closes?": "hours", 
    "where is the nearest branch": "location", 
    "what is my bank's routing number?": "routing", 
    "Can you tell me how much money is in my account, please?": "balance", 
    "What is my withdrawal limit?": "withdrawal", 
    "can you tell me how to see my account balance": "balance", 
    "show me how much money is in my account": "balance", 
    "i would like to know what my routing number is": "routing", 
    "How does one close an account?": "close", 
    "Where is the closest branch to me?": "location", 
    "What is the main phone number for this bank?": "phone", 
    "What is the amount of my withdrawal limit?": "withdrawal", 
    "What is my bank routing number": "routing", 
    "do you set limits on the amount I can withdrawal at one time": "withdrawal", 
    "Do all banks have different routing numbers?  What is this bank's routing number?": "routing", 
    "Do you have safe deposit boxes?": "safe", 
    "Are you able to tell my withdrawal limit?": "withdrawal", 
    "What are the hours of operation of my bank": "hours", 
    "How do I order another checkbook?": "checks", 
    "how do I go about meeting a bank representative?": "appointment", 
    "i need to know what the routing number is at my bank": "routing", 
    "Provide my routing number?": "routing", 
    "Where do I go to find my routing number?": "routing", 
    "Please help me terminate this bank account.": "close", 
    "how can i find out what's in my account": "balance", 
    "What's the phone number for my bank?": "phone", 
    "What's the best way for me to get an appointment at the bank": "appointment", 
    "Tell me what I need to provide for a safe deposit box.": "safe", 
    "How do I go about ordering more checks": "checks", 
    "Is there a bank nearby?": "location", 
    "CAN I MAKE AN APPOINTMENT WITH A BANKER": "appointment", 
    "what is the withdrawal cap?": "withdrawal", 
    "what is the method for scheduling an appointment with my bank?": "appointment", 
    "How much money am I allowed to withdraw at one time?": "withdrawal", 
    "I'd like to open a safety deposit bank?": "safe", 
    "what should i do to get a safe deposit box?": "safe", 
    "Can you show me my bank's routing number?": "routing", 
    "what steps are there to get a safe deposit box?": "safe", 
    "can you tell me the phone number of my bank": "phone", 
    "what is the process for ordering more checks?": "checks", 
    "I'd like an appointment with a bank representative": "appointment", 
    "Please check my balance.": "balance", 
    "I would like to talk with a bank rep": "appointment", 
    "what exactly is my routing number?": "routing", 
    "I will call you back later this afternoon once I decide which loan option to take.  Please write the phone number down for me to use this afternoon.": "phone", 
    "I'd like to meet with a bank representative, please.": "appointment", 
    "where I get an appointment to the bank": "appointment", 
    "how much can I take out of my bank?": "withdrawal", 
    "What is the limit on my withdrawal for the bank?": "withdrawal", 
    "Close my bank account": "close", 
    "how can i get more checks": "checks", 
    "I would like to close my account": "close", 
    "what's the procedure for ordering more checks": "checks", 
    "What is the limit for which I can withdraw?": "withdrawal", 
    "Where are your atms": "location", 
    "How do I close my bank account?": "close", 
    "at what time is the bank open": "hours", 
    "I wish to stop banking here": "close", 
    "if i want to close my bank account what do i do": "close", 
    "Please let me know what is in my account.": "balance", 
    "i don't need an account anymore": "close", 
    "I need to meet with a bank representative.": "appointment", 
    "is there a bank near by": "location", 
    "where do I apply for a safe deposit box": "safe", 
    "How much money do I have?": "balance", 
    "What's the maximum withdrawal allowed?": "withdrawal", 
    "is there a withdrawal limit per withdrawal": "withdrawal", 
    "can you tell me how much is the most i can take out of my account": "withdrawal", 
    "how can i find my routing number?": "routing", 
    "Do you know what's needed to close my account?": "close", 
    "How do I get a safety deposit box at my bank, please?": "safe", 
    "are there banks located near me?": "location", 
    "can you tell me how much is in my account": "balance", 
    "What's the limit on a one-time withdrawal?": "withdrawal", 
    "how can i call my bank?": "phone", 
    "Please tell me how to order checks?": "checks", 
    "direct me to opening a safe deposit box": "safe", 
    "how to i go about meeting a bank represenatative": "appointment", 
    "what's my bank's phone number?": "phone", 
    "show me the way to the nearest branch": "location", 
    "atm near me": "location", 
    "I need to close an account at my bank": "close", 
    "Do you have any information on safe deposit boxes?": "safe", 
    "i'd like to know the balance for my account": "balance", 
    "Any idea how to set up an appointment?": "appointment", 
    "Can you show me my routing number?": "routing", 
    "How can I arrange an appointment at the bank?": "appointment", 
    "What hours is my bank open?": "hours", 
    "Where is my local branch?": "location", 
    "Is there a limit to how much I can withdraw each transaction?": "withdrawal", 
    "How can I find the bank closest to me?": "location", 
    "where can I find my Bank's phone number": "phone", 
    "How can I contact my bank by phone?": "phone", 
    "what are the steps for getting a safe deposit box": "safe", 
    "When does my bank close?": "hours", 
    "Where do I go to get a safe deposit box?": "safe", 
    "Provide my bank's routing number please": "routing", 
    "What is the maximum amount I can withdraw?": "withdrawal", 
    "Can I get a safe deposit box?": "safe", 
    "can you tell me my withdrawal limit?": "withdrawal", 
    "when does the bank close": "hours", 
    "when is the bank open in the morning?": "hours", 
    "How can I close my account?": "close", 
    "I'd like to order some more checks.": "checks", 
    "What is my cash withdrawal limit, please?": "withdrawal", 
    "Tell me what I need to get a safe deposit box.": "safe", 
    "the is the max i can withdraw": "withdrawal", 
    "Help me to get information on getting a safe box": "safe", 
    "bank closing hours?": "hours", 
    "Can you give me the phone number for my bank": "phone", 
    "How do I meet with my bank representative?": "appointment", 
    "How do I reorder checks?": "checks", 
    "I believe that I want to meet a rep.": "appointment", 
    "send more checks, im dry": "checks", 
    "How can I locate my routing number?": "routing", 
    "Please set up an appointment with a bank staff member.": "appointment", 
    "where do I locate my balance?": "balance", 
    "how can I acquire a safe deposit box": "safe", 
    "is there a bank teller available": "appointment", 
    "I need the number for my bank.": "phone", 
    "What is my total savings?": "balance", 
    "There is a bank account I want to close": "close", 
    "does my bank have a routing number, and if so what is it?": "routing", 
    "What time's the bank close?": "hours", 
    "Why isn't the bank open right now?": "hours", 
    "Is it possible to find an atm?": "location", 
    "are there any fees?": "withdrawal", 
    "I need to set up a bank appointment.": "appointment", 
    "is there a limit to the amount i can withdraw?": "withdrawal", 
    "What are the bank's hours.": "hours", 
    "Can you tell me when the bank closes today?": "hours", 
    "I'd like to make an order for more checks": "checks", 
    "What are the bank's hours?": "hours", 
    "What's my bank's phone number?": "phone", 
    "Can you tell me my limit on withdrawals?": "withdrawal", 
    "How much of a balance do I have?": "balance", 
    "What time is the bank open?": "hours", 
    "what is the number of the bank i go to": "phone", 
    "can you tell me how to check my account balance": "balance", 
    "I want to know which bank is nearest to me": "location", 
    "Can I open up a savings account right now?": "balance", 
    "I need more checks.": "checks", 
    "Am i able to meet with a representative.": "appointment", 
    "What do I need to do to reorder checks": "checks", 
    "How much can I withdrawal": "withdrawal", 
    "What is the phone number for my bank?": "phone", 
    "What do I do to meet with a bank representative?": "appointment", 
    "I'm going to need more checks": "checks", 
    "i need to know the phone number of my bank": "phone", 
    "what time does the bank shut": "hours", 
    "How can I get a safety deposit box at my bank, please?": "safe", 
    "what is the telephone number for my bank": "phone", 
    "how much is in my account?": "balance", 
    "give me the bank phone number": "phone", 
    "how can I call the bank": "phone", 
    "i will not be needing my bank account any longer": "close", 
    "What's the withdrawal limit on my account": "withdrawal", 
    "Please tell me the closest bank.": "location", 
    "do i have withdrawal limit": "withdrawal", 
    "Tell me my bank's phone number.": "phone", 
    "What time does the bank close at?": "hours", 
    "are checkbooks only given out at banks?": "checks", 
    "I need to do a check reorder": "checks", 
    "what limit do they stop withdrawals?": "withdrawal", 
    "Please set up a meeting with a representative at the bank.": "appointment", 
    "how close is the nearest bank": "location", 
    "schedule appointment with my bank": "appointment", 
    "give me my bank's phone number": "phone", 
    "what are the steps for account closures": "close", 
    "can I set up an appointment with a representative": "appointment", 
    "I would like to get a safe deposit box.": "safe", 
    "what is my routing number for my bank": "routing", 
    "how do I find out where the closest branch is to me?": "location", 
    "give me the steps to closing out an account": "close", 
    "i need an appointment at the bank": "appointment", 
    "What time will the bank open its doors?": "hours", 
    "What is required for me to rent a safe deposit box?": "safe", 
    "I need to get the number to call my bank": "phone", 
    "Can't find a good number for my bank can you give it to me?": "phone", 
    "I need to get the routing number for my bank.": "routing", 
    "what hours is my bank open": "hours", 
    "can you give me pricing and availability of safety deposit boxes?": "safe", 
    "What is my withdrawal limit": "withdrawal", 
    "I have a bank account I want close": "close", 
    "What time is my bank open": "hours", 
    "what is my bank's phone number": "phone", 
    "How can I call my bank?": "phone", 
    "Please close my account.": "close", 
    "I want to get more checks": "checks", 
    "would you be able to set up a meeting with a bank representative": "appointment", 
    "what bank is closer": "location", 
    "how much will i have?": "withdrawal", 
    "can you tell me how much money i have": "balance", 
    "The bank opens at what time today?": "hours", 
    "can i talk to a bank representative": "appointment", 
    "how should i cancel my account?": "close", 
    "safety deposit box available": "safe", 
    "What do I need to do to get an appointment at the bank?": "appointment", 
    "At what time will the bank open?": "hours", 
    "where can I find my account balance?": "balance", 
    "Find the bank's Phone number": "phone", 
    "Give me my bank's phone number please.": "phone", 
    "routing number": "routing", 
    "can you let me know the phone number of my bank?": "phone", 
    "can you set me up with a bank rep?": "appointment", 
    "What do I need to do to gat a safe deposit box": "safe", 
    "who is an expert on safe deposit box": "safe", 
    "At what hour does the bank close?": "hours", 
    "what is the phone number for the bank?": "phone", 
    "What would my balance be?": "balance", 
    "give me assistance loacting my routing number": "routing", 
    "how do i get my account closed": "close", 
    "I need to meet with a bank representative, please.": "appointment", 
    "Tell me what I need to do in order to get a safe deposit box.": "safe", 
    "I have to order more checks.": "checks", 
    "What amount of money do I have": "balance", 
    "Can I speak with someone?": "appointment", 
    "what's the banks digits": "phone", 
    "is there a limit of withdrawal": "withdrawal", 
    "I need to find the routing number for my bank.": "routing", 
    "What is my savings account number?": "balance", 
    "what are the hours at my bank": "hours", 
    "tell me what time the bank opens.": "hours", 
    "How much can I withdraw?": "withdrawal", 
    "I need more checks, i used my last one": "checks", 
    "When is the bank going to close": "hours", 
    "I need to meet a bank representative.": "appointment", 
    "Do you know what my bank's phone number is?": "phone", 
    "how do I order new checks?": "checks", 
    "How much can you withdraw at one time?": "withdrawal", 
    "Do you have any more details about opening a safety deposit box?": "safe", 
    "what is the routing number for the bank": "routing", 
    "How do I get a safety deposit box from my bank?": "safe", 
    "give me a good method to find the nearest branch": "location", 
    "Where can I find my  routing number?": "routing", 
    "what are the bank's hours?": "hours", 
    "can i meet with someone at the bank": "appointment", 
    "I want to find an ATM.": "location", 
    "Where is the nearest bank located": "location", 
    "where can i find my bank routing #": "routing", 
    "How can I get a safety deposit box from my bank?": "safe", 
    "Give me the phone number for my bank.": "phone", 
    "find me the nearest atm please": "location"
}