{
    "At what hour does the bank open?": "hours", 
    "Will my bank allow me to open a safety deposit box?": "safe", 
    "what is the easiest way to find my routing number?": "routing", 
    "I want my account closed.": "close", 
    "I need to order more checks, my checkbook is empty.": "checks", 
    "Show me where the nearest ATM IS.": "location", 
    "when are banking hours": "hours", 
    "I would like to ask for a safety deposit box at my bank": "safe", 
    "what is my withdrawal limit?": "withdrawal", 
    "can you tell me my bank routing number?": "routing", 
    "How do I refill my empty checkbook?": "checks", 
    "Can you give me the number to phone the bank?": "phone", 
    "What is the closing time of the bank?": "hours", 
    "I need a safe deposit box.": "safe", 
    "Issue the number of my bank to me": "phone", 
    "what is the bank number please?": "phone", 
    "please tell me how can i check my account balance?": "balance", 
    "Where can I find an atm?": "location", 
    "Tell me my balance": "balance", 
    "does my bank have a safety deposit box?": "safe", 
    "how long until the bank closes?": "hours", 
    "Is there a way to order more checks?": "checks", 
    "I need to know when the bank closes.": "hours", 
    "Can I get some information on getting a safe deposit box?": "safe", 
    "Can you tell me my bank routing number?": "routing", 
    "Can I have the phone number?": "phone", 
    "What's the routing number for my bank?": "routing", 
    "I wish to close my bank please": "close", 
    "where is the atm": "location", 
    "What time does my bank stay open till tonight?": "hours", 
    "What is the best way to order more checks?": "checks", 
    "Please tell me on how to go about getting a safe deposit box.": "safe", 
    "I'd like to set up an appointment for my bank.": "appointment", 
    "What's the phone number?": "phone", 
    "i need help locating an atm please": "location", 
    "what branch can i get to fastest": "location", 
    "Tell me how to close a bank account since i want to.": "close", 
    "how can i know the phone number of my bank?": "phone", 
    "how can i get a safe deposit box?": "safe", 
    "I need information on closing a bank account today.": "close", 
    "I would like to know how to meet with a bank representative.": "appointment", 
    "I need the bank's phone number.": "phone", 
    "Can you let me know the phone number of my bank?": "phone", 
    "Give me my bank routing number.": "routing", 
    "Where would I look to find my routing number": "routing", 
    "Tell me where the nearest bank is.": "location", 
    "I need the bank's phone number?": "phone", 
    "can you show me how to order more checks?": "checks", 
    "what's the routing number for my bank?": "routing", 
    "am I limited to any amount in my withdrawals?": "withdrawal", 
    "what is the amount of money that i have?": "balance", 
    "how much money will it let you get out at a time?": "withdrawal", 
    "Tell me how to go about getting a safe deposit box.": "safe", 
    "where can i find my routing number?": "routing", 
    "Help me check my account balance please": "balance", 
    "i require ordering more checks.": "checks", 
    "I wanna get a safe deposit box": "safe", 
    "Where do I find my routing number?": "routing", 
    "What is the most I can withdraw at one time?": "withdrawal", 
    "Do you have info on atm's around here?": "location", 
    "i need directions to the closest available branch": "location", 
    "I am trying to figure out how to close a bank account.": "close", 
    "Tell me the routing number for my bank.": "routing", 
    "What amount of money do I have?": "balance", 
    "How does one find a routing number?": "routing", 
    "what is my one time withdrawal limit?": "withdrawal", 
    "What bank branch is closest to me?": "location", 
    "can you help me order checks.": "checks", 
    "How do I go about checking my account balance?": "balance", 
    "The bank closes when?": "hours", 
    "Can you give me assistance in closing my account?": "close", 
    "What is my daily withdraw limit?": "withdrawal", 
    "Does my bank offer a  safety deposit box?": "safe", 
    "When can I meet with a bank representative?": "appointment", 
    "I would like to purchase more checks": "checks", 
    "What are the bank's hours for today?": "hours", 
    "i don't know my bank's routing number": "routing", 
    "something i want is a safety deposit box at my bank.": "safe", 
    "what's the number to my bank?": "phone", 
    "What's the best way to close an account?": "close", 
    "how do I cancel my account?": "close", 
    "what bank is near me": "location", 
    "Can you give me information about getting safety deposit boxes at my bank?": "safe", 
    "what is the status of my funds? how much do i have?": "balance", 
    "What is the most I'm allowed to withdraw?": "withdrawal", 
    "when does the bank open": "hours", 
    "Can you get me the number for my bank?": "phone", 
    "do i have a withdrawal limit?": "withdrawal", 
    "I just wrote my last check and need to order more.": "checks", 
    "Please let me know the banks open time.": "hours", 
    "I want to close out a saving account": "close", 
    "i will need to meet with a bank representative.": "appointment", 
    "i want to shut down my bank account.": "close", 
    "What's in my bank account?": "balance", 
    "how much money will i be allowed to withdraw": "withdrawal", 
    "can you tell me how to properly close my account": "close", 
    "I need to know my bank's hours.": "hours", 
    "Where can I order more checkbooks?": "checks", 
    "where can I find an atm": "location", 
    "How do I go about finding a routing number?": "routing", 
    "what is the process to getting more checks": "checks", 
    "How do I delete my own account?": "close", 
    "Please place a check reorder.": "checks", 
    "What amount of money do I have in my account?": "balance", 
    "i need my bank's routing number.": "routing", 
    "can you find a phone number for me for my bank": "phone", 
    "what time does the bank close?": "hours", 
    "I wanna know the number to my bank": "phone", 
    "How do I go about renting a safety deposit box here?": "safe", 
    "How should I go about closing my account, the right way?": "close", 
    "Please show me the nearest bank.": "location", 
    "how much cash do i have?": "balance", 
    "When does the bank start business each day?": "hours", 
    "How do i call my bank by phone?": "phone", 
    "where is my routing number listed": "routing", 
    "tell me my withdrawal limit": "withdrawal", 
    "Tell me how much money I have please.": "balance", 
    "what is my current balance?": "balance", 
    "What is the phone number of my local banking branch?": "phone", 
    "What's the maximum amount I can withdraw from my account?": "withdrawal", 
    "I would like to know how to check my account balance.": "balance", 
    "When does the bank shut down?": "hours", 
    "Can you dial my banks number?": "phone", 
    "What does it take to get a safe deposit box?": "safe", 
    "when is the bank closing for the day?": "hours", 
    "Can I order more checks?": "checks", 
    "who do I talk to for more checks?": "checks", 
    "What is the closest bank?": "location", 
    "How can i know the routing number for my bank": "routing", 
    "can you explain to me how to order additional checks": "checks", 
    "Close my bank": "close", 
    "Where can I find a bank near me?": "location", 
    "Get me a safety deposit box at the bank": "safe", 
    "can you tell me how to get more checks": "checks", 
    "How far is a bank?": "location", 
    "What is the contact number for my bank?": "phone", 
    "what do i do if i want to look to see how much is in my account": "balance", 
    "Are there any free bank representatives I can speak with?": "appointment", 
    "I don't have a checkbox filled, can I order more?": "checks", 
    "what is my maximum withdrawal?": "withdrawal", 
    "what is the location of the closest branch?": "location", 
    "banking hours how do i check?": "hours", 
    "Is there a way to get some more checks?": "checks", 
    "How do I find my bank's number?": "phone", 
    "Where is the ATM?": "location", 
    "how much money do I have in my account?": "balance", 
    "I would like to order more checks since I am currently out.": "checks", 
    "What times are my bank open?": "hours", 
    "What do I need to fill out to get a safe deposit box?": "safe", 
    "What is the limited amount I can withdraw?": "withdrawal", 
    "at what time does the bank cease operations for the day": "hours", 
    "I would like to know how to go about getting a safe deposit box.": "safe", 
    "I need to know how to close my account.": "close", 
    "What's the routing number for my account?": "routing", 
    "Is there an FAQ to set up an appointment at the bank?": "appointment", 
    "can i get a safety deposit box at my bank": "safe", 
    "can you show me the nearest bank?": "location", 
    "Please pull up the nearest bank for me.": "location", 
    "The routing number for my bank is needed.": "routing", 
    "how much in my balance?": "balance", 
    "Is there any money I can take out?": "withdrawal", 
    "What number is needed to call my bank?": "phone", 
    "when will the bank close time?": "hours", 
    "Need the bank's routing number": "routing", 
    "when will the bank not be open?": "hours", 
    "What bank is near me?": "location", 
    "Who can help me with ordering more checks": "checks", 
    "I would like to know how can i set up an appointment at the bank?": "appointment", 
    "What number do I dial to reach my bank?": "phone", 
    "How can I find the number to call for my bank?": "phone", 
    "what is the most money I can take out?": "withdrawal", 
    "I don't see a checkbox, can I get more?": "checks", 
    "How can I get to the closest branch?": "location", 
    "Where do I get a safe deposit box?": "safe", 
    "What is the nearest branches' location?": "location", 
    "My checkbook has run out of checks, how am I supposed to order more?": "checks", 
    "where do i go to view my current balance": "balance", 
    "What do I need to do to set up a safe deposit box?": "safe", 
    "I want to talk to someone at my bank.": "appointment", 
    "i would like to close my bank": "close", 
    "Help me set up an appointment at the bank with a person": "appointment", 
    "When does the bank open its doors?": "hours", 
    "What's the process to get a safe deposit box?": "safe", 
    "How does an account get closed?": "close", 
    "i'd like to know what time the bank will close": "hours", 
    "when is the first available appointment?": "appointment", 
    "What is the account termination procedure?": "close", 
    "what is the location of the closest bank?": "location", 
    "where do I see my account balance?": "balance", 
    "i'd like to know more about getting a safe deposit box": "safe", 
    "Please send me more checks. I'm nearby out.": "checks", 
    "Help me with ordering more checks": "checks", 
    "What is the routing number for my bank?": "routing", 
    "i would like an appointment with someone at the bank please": "appointment", 
    "Can you order me more checks?": "checks", 
    "How do I get a safe deposit box?": "safe", 
    "How can I call to reach my bank?": "phone", 
    "I need to find what my withdrawal limit is.": "withdrawal", 
    "how do i check how much money i have": "balance", 
    "How do we find our routing number?": "routing", 
    "I want to withdraw. What's the limit?": "withdrawal", 
    "Let me meet a bank representative": "appointment", 
    "What number do I call to contact my bank?": "phone", 
    "How does one go about setting up an appointment at the bank?": "appointment", 
    "what is the limit of my withdrawal limit?": "withdrawal", 
    "what is the best way to close my account?": "close", 
    "what is the best way to order more checks?": "checks", 
    "how can I get a safety deposit box?": "safe", 
    "acquire my balance": "balance", 
    "My checks are running low so I have to reorder?": "checks", 
    "i would like to figure out on how to close the account.": "close", 
    "I am glad if you can help me find an atm?": "location", 
    "What do I do to open a safe deposit box account?": "safe", 
    "show my banks phone number": "phone", 
    "Where is there an atm near me?": "location", 
    "What is the earliest you are open?": "hours", 
    "I wish for an appointment.": "appointment", 
    "I need to put in an order for more checks": "checks", 
    "where can I get a safe deposit box?": "safe", 
    "What do I need to do to get to the closest bank branch?": "location", 
    "i need to close my bank": "close", 
    "I really need the routing number for my bank.": "routing", 
    "How do I go about getting information on getting a safe deposit box?": "safe", 
    "How much money can I get out at once?": "withdrawal", 
    "I need you to tell be about obtaining a safe deposit box.": "safe", 
    "How is it possible to close this account?": "close", 
    "can I go to the bank now": "hours", 
    "Tell me my bank's routing number.": "routing", 
    "I want to talk to someone directly at my bank.": "appointment", 
    "what number can i dial to reach my bank": "phone", 
    "Please let me see the bank representative.": "appointment", 
    "How much money can I withdraw in one transaction": "withdrawal", 
    "what are banking hours": "hours", 
    "What are your hours?": "hours", 
    "How much is my balance": "balance", 
    "i would like to know the phone number of my bank?": "phone", 
    "Please order more checks": "checks", 
    "What do I need to do in order to get a safe deposit box?": "safe", 
    "I want to know my balance": "balance", 
    "What number is my bank's number?": "phone", 
    "Tell me how I would set a appointment up at the bank.": "appointment", 
    "What is my account balance?": "balance", 
    "How do I close my account quickly?": "close", 
    "How do I call my bank?": "phone", 
    "send my bank routing number": "routing", 
    "i want to set up a safe deposit box at my bank": "safe", 
    "How much can I take out, max?": "withdrawal", 
    "what is the maximum i can withdrawal at once": "withdrawal", 
    "What bank is closest to me?": "location", 
    "How do i order more checks": "checks", 
    "Tell me my max withdrawal limit.": "withdrawal", 
    "Can you tell me how can i close an account?": "close", 
    "Will you show me how to check my account balance?": "balance", 
    "Can you get me to the nearest branch?": "location", 
    "What is the bank's closing time?": "hours", 
    "What do I need to do to schedule an appointment?": "appointment", 
    "How much cash can I take out?": "withdrawal", 
    "Acquire checks": "checks", 
    "Can you make an appointment at my bank for me?": "appointment", 
    "I would like to find out how to schedule an appointment with someone at the bank.": "appointment", 
    "Can I see the balance in my account?": "balance", 
    "I want to close my account.": "close", 
    "what are the numbers for my bank's routing number?": "routing", 
    "Do you have my bank's routing number?": "routing", 
    "How do i close my account?": "close", 
    "Where do I close my bank of america account": "close", 
    "How soon does the bank close?": "hours", 
    "where is the bank nearest to me?": "location", 
    "My Maximum withdraw is what?": "withdrawal", 
    "I need to locate a atm.": "location", 
    "What are your limits pertaining to withdrawals?": "withdrawal", 
    "find the bank nearest me": "location", 
    "I need to close my bank account": "close", 
    "Can I schedule a meeting with someone at the bank?": "appointment", 
    "Show me how to check my account balance.": "balance", 
    "I would like to figure out my balance.": "balance", 
    "look up my bank's phone number?": "phone", 
    "What is a quick way to check my account balance?": "balance", 
    "How wealthy am I?": "balance", 
    "who do I contact to schedule an appointment?": "appointment", 
    "What number do I call for my bank?": "phone", 
    "What hours are the bank open until?": "hours", 
    "can i have my balance report?": "balance", 
    "what time is best to get an appointment with someone at the bank": "appointment", 
    "What time does the bank open and close?": "hours", 
    "Will you please help me get some information on getting a safe deposit box?": "safe", 
    "I need to stock up on more checks": "checks", 
    "What hour does my bank close?": "hours", 
    "Provide my bank's routing number.": "routing", 
    "What steps should I take to close my account?": "close", 
    "I want to know the routing number for my bank\"": "routing", 
    "i require the routing number for my bank.": "routing", 
    "Can you give me my bank's routing number?": "routing", 
    "when is the bank gonna open for people?": "hours", 
    "where do i find my routing number": "routing", 
    "What do I do to close my account?": "close", 
    "find me a bank close by": "location", 
    "what time can I go to the bank": "hours", 
    "Which phone number is for my bank?": "phone", 
    "What is my account looking like?": "balance", 
    "i want to know  How can i order more checks?": "checks", 
    "how do I find the balance to my account?": "balance", 
    "what is the limit on my withdrawals?": "withdrawal", 
    "I am out of checks can I order some more": "checks", 
    "Can I order more checks, since I don't have anymore?": "checks", 
    "Where is there an available atm?": "location", 
    "i'm curious about how to close down my account": "close", 
    "I would like to close up my account at the bank.": "close", 
    "I would like to find out my banks hours.": "hours", 
    "is the bank closed yet?": "hours", 
    "how much is my withdrawal limit?": "withdrawal", 
    "What are the steps to closing an account?": "close", 
    "how can i order additional checks": "checks", 
    "how much money is in my bank account?": "balance", 
    "I need to order more checks.": "checks", 
    "what do I do to close my bank account?": "close", 
    "i have the need of ordering more checks.": "checks", 
    "I'm looking for the router number for my bank.": "routing", 
    "I need to buy extra checks": "checks", 
    "I need to place an order for more checks, my checkbook is empty": "checks", 
    "How much can I spend?": "balance", 
    "How do I sign up for a safety deposit box?": "safe", 
    "Please close this account.": "close", 
    "Can you please tell me what my bank routing number is?": "routing", 
    "How can I get a hold of my bank?": "phone", 
    "For checks, how do I order them?": "checks", 
    "How much can one withdrawl at one time?": "withdrawal", 
    "find out my bank's hours of operation": "hours", 
    "Please let me know where the nearest bank is.": "location", 
    "Where can I find the routing number for my bank?": "routing", 
    "what can you tell me about getting a safe deposit box": "safe", 
    "how do I close my account?": "close", 
    "How far away is the closest bank?": "location", 
    "Tell me my banks hours.": "hours", 
    "Can you tell me what time the bank opens?": "hours", 
    "at what time will the bank close": "hours", 
    "Where's the number to call for my bank?": "phone", 
    "what is a safe deposit box, and how do I get one?": "safe", 
    "i'm not sure the amount that is owed": "balance", 
    "check ordering": "checks", 
    "What are the ways of renting a safe deposit box?": "safe", 
    "i need my balance": "balance", 
    "a bank representative needs to contact me to set up a time to meet": "appointment", 
    "Where can I get a safe deposit box?": "safe", 
    "where's the closest bank?": "location", 
    "I need an appointment.": "appointment", 
    "Where should I go if I need checks?": "checks", 
    "Tell me how much money I have.": "balance", 
    "how can I tell what my account balance is?": "balance", 
    "Where can I locate my routing number?": "routing", 
    "Can you pull up my balance?": "balance", 
    "let me know my bank's routing number.": "routing", 
    "what is the bank working hours?": "hours", 
    "what do I do to get my account balance?": "balance", 
    "how much can i withdraw at one time": "withdrawal", 
    "Can you check my account balance for me?": "balance", 
    "what is the limit on withdrawals at my bank": "withdrawal", 
    "how can i see the balance in my account": "balance", 
    "what is the right way to close my account?": "close", 
    "So I need to bail my cousin out of jail and it costs 900, do I have that in my account?": "balance", 
    "how much can I withdraw?": "withdrawal", 
    "How can my account be closed?": "close", 
    "I no longer need my account, how would I go about closing it?": "close", 
    "Schedule an appointment, please.": "appointment", 
    "need to order many checks, how can i?": "checks", 
    "what is the amount in my account?": "balance", 
    "What's the phone number I can call?": "phone", 
    "what time does my bank open and close?": "hours", 
    "I need to arrange an appointment.": "appointment", 
    "Can you tell me where the closest bank is?": "location", 
    "How do I contact the bank by phone?": "phone", 
    "I am out of checks, order me some for my checkbook": "checks", 
    "Can you give me information for calling the bank?": "phone", 
    "May I receive some additional checks?": "checks", 
    "At what time is the bank open?": "hours", 
    "How should I close my bank account?": "close", 
    "Can I find out how much I can withdraw at once": "withdrawal", 
    "I want my routing number": "routing", 
    "Please tell me how to order more checks.": "checks", 
    "i want to see how much money i have": "balance", 
    "Please give me the bank's routing number.": "routing", 
    "I'm low on cash, I need an atm.": "location", 
    "I would like an appointment.": "appointment", 
    "when will the bank open time?": "hours", 
    "what is the most I can withdrawal at a time?": "withdrawal", 
    "What is the telephone number of this bank?": "phone", 
    "can you look up the amount of money i have": "balance", 
    "what is the bank's contact information": "phone", 
    "Can I get the nearest banks to my location?": "location", 
    "i want the correct bank representative to meet with me": "appointment", 
    "It's time for me to order checks": "checks", 
    "How do I shut down my account in the right manner?": "close", 
    "please tell me my banks phone number.": "phone", 
    "How do I close my account the correct way?": "close", 
    "I wanna find an atm": "location", 
    "What's the maximum I can take out?": "withdrawal", 
    "How can I call the bank?": "phone", 
    "information on my bank": "phone", 
    "When's the bank close?": "hours", 
    "How can i order more checks?": "checks", 
    "I would apprciate you telling me what my withdrawl limit is.": "withdrawal", 
    "I'm out of checks, how do I go about ordering more?": "checks", 
    "do you know if there is a limit for how much I can withdraw at once": "withdrawal", 
    "I am sorry but I would like to close a bank account.": "close", 
    "Can you provide some info for getting a safe deposit box?": "safe", 
    "What amount can I take out at once?": "withdrawal", 
    "Let me know what my balance is": "balance", 
    "To get to the closest branch of my bank, what should I do?": "location", 
    "Where's my account balance located?": "balance", 
    "Please tell me my banks hours.": "hours", 
    "What number do i call for my bank?": "phone", 
    "Place an order of checks for me since my checkbook is empty": "checks", 
    "how many banks are near my location": "location", 
    "Please allow me to know the number of of my bank": "phone", 
    "What is the daily withdrawal limit": "withdrawal", 
    "Can I set up a time to meet with someone that works at the bank?": "appointment", 
    "Can you tell me when my bank is open?": "hours", 
    "how do I call the bank": "phone", 
    "What is the limit for taking out funds?": "withdrawal", 
    "How can I get to the closest atm?": "location", 
    "I'd like you to check on my bank's business hours.": "hours", 
    "Whens the bank close?": "hours", 
    "what is my current balance": "balance", 
    "I need to now my banks routing number.": "routing", 
    "Let me know how much money I have.": "balance", 
    "Please order me some more checks, my checkbook is empty.": "checks", 
    "can you tell me my banks phone number?": "phone", 
    "Who can I talk to at the bank?": "appointment", 
    "i'm interested in learning about how to get a safe deposit box": "safe", 
    "Where can I find the closest bank to my house": "location", 
    "What's the max amount I can withdraw?": "withdrawal", 
    "I would like to close my bank account": "close", 
    "I need additonal checks": "checks", 
    "I need a safe way to deposit my funds, please find for a way online.": "safe", 
    "look up the bank nearest to my location": "location", 
    "How do I meet with a bank representative?": "appointment", 
    "how do i close a bank account?": "close", 
    "Tell me how to order more checks.": "checks", 
    "i need to check my account balance, how can i do that?": "balance", 
    "I want to go to an atm, where is it?": "location", 
    "How should I go about closing my account?": "close", 
    "i need the location of the closest available bank": "location", 
    "can you tell my the hours for my bank?": "hours", 
    "Can you tell me what my balance is?": "balance", 
    "how can i order more checks?": "checks", 
    "what is the upper limit on withdrawals": "withdrawal", 
    "Can I talk to someone about getting a safe deposit box?": "safe", 
    "My bank's number is what?": "phone", 
    "Where is the closest branch?": "location", 
    "remaining balance how much?": "balance", 
    "I want a safety deposit box at my bank": "safe", 
    "What is the maximum withdrawal I can make?": "withdrawal", 
    "I have to figure out the phone number to my bank.": "phone", 
    "Get me more checks": "checks", 
    "When will the bank close at night?": "hours", 
    "how do i go about ordering more checks?": "checks", 
    "How do I properly close my account?": "close", 
    "What is the paperwork to close my account?": "close", 
    "what is the best way to get to the nearest branch?": "location", 
    "i have the need for my bank's routing number.": "routing", 
    "what is the number of the bank?": "phone", 
    "what is the one time withdrawal limit?": "withdrawal", 
    "how high does my withdrawal ceiling go?": "withdrawal", 
    "What's the process for getting a safe deposit box?": "safe", 
    "Is there anyone I can talk to?": "appointment", 
    "tell me where to find the nearest ATM": "location", 
    "In which time bank will open?": "hours", 
    "Can I get a link to the routing number?": "routing", 
    "what's the number for my bank?": "phone", 
    "Where can I find my balance": "balance", 
    "what do i do to figure out my routing number": "routing", 
    "What are the hours of the bank?": "hours", 
    "How much money can I take out at one time?": "withdrawal", 
    "I need to know how much money I can withdraw at once": "withdrawal", 
    "How does one get a safe deposit box?": "safe", 
    "i need my bank's contact number please": "phone", 
    "Can you give me the directions for the closest branch?": "location", 
    "check my balance": "balance", 
    "Close out all accounts at bank": "close", 
    "How can I find my routing number?": "routing", 
    "I would like to know how much money I have.": "balance", 
    "I need to talk to someone at the bank about my options.  Can I set up a time to do that?": "appointment", 
    "what are the procedures to close my bank account?": "close", 
    "I need to know how to close an account.": "close", 
    "Close my account.": "close", 
    "how much is the limit on one time withdrawals?": "withdrawal", 
    "how high is my withdrawal ceiling?": "withdrawal", 
    "How should I close my account?": "close", 
    "can you help me getting a safe deposit box": "safe", 
    "what do i need to do to check my account balance?": "balance", 
    "i'd like to meet with someone in person at the bank": "appointment", 
    "Tell me the bank phone number now": "phone", 
    "i want an appointment with a bank representative": "appointment", 
    "is the bank open yet": "hours", 
    "tell me how much I have": "balance", 
    "What is my limit to take out?": "withdrawal", 
    "How much money can I get out?": "withdrawal", 
    "I need to get a safety deposit box?": "safe", 
    "What's the bank's routing number": "routing", 
    "How much is the most I can withdrawl at one time?": "withdrawal", 
    "I would like to find an atm, I need one.": "location", 
    "i will be glad if you can tell me How can i order more checks?": "checks", 
    "I wish to meet a bank representative": "appointment", 
    "I would like to make a appointment with someone at the bank.": "appointment", 
    "Tell me how to meet with a bank representative.": "appointment", 
    "Do you have safety deposit boxes?": "safe", 
    "what is the routing number of my bank?": "routing", 
    "what is the process for valid account closure?": "close", 
    "At my bank, I want a safety deposit box": "safe", 
    "I need to know my closest branch?": "location", 
    "What is the maximum withdraw amount?": "withdrawal", 
    "I want to find an atm now": "location", 
    "What's my balance?": "balance", 
    "I am in need of more checks": "checks", 
    "please tell me the phone number of my bank?": "phone", 
    "How do I find my routing number?": "routing", 
    "I would like to get my banks number.": "phone", 
    "What phone number do I call to reach the bank": "phone", 
    "what is the process to get more checks?": "checks", 
    "can you check my account balance?": "balance", 
    "How much can I withdraw at once.": "withdrawal", 
    "the bank opens when?": "hours", 
    "Where should I go to close an account?": "close", 
    "how many withdrawals can i make": "withdrawal", 
    "Who do I contact about getting a safe deposit box?": "safe", 
    "How much money can I take out at once?": "withdrawal", 
    "Is there a number I can call for the bank?": "phone", 
    "Please tell me my balance.": "balance", 
    "how probable is it to get a bank appointment with someone": "appointment", 
    "what time is the bank open": "hours", 
    "how much money is in the account": "balance", 
    "Please tell me  where's the nearest bank?": "location", 
    "Will I be able to open a safety deposit box at my bank?": "safe", 
    "What is the limit on how much money I can withdraw": "withdrawal", 
    "I would like to find an atm?": "location", 
    "How do I sign up for a safe deposit box?": "safe", 
    "are there any atms near me?": "location", 
    "I would really like to know my banks number.": "phone", 
    "how do i get my balance": "balance", 
    "what are the procedures to closing an account?": "close", 
    "For a safe deposit box, I desire information.": "safe", 
    "I would really like to know the banks open time please.": "hours", 
    "How can I get to the nearest branch?": "location", 
    "I wanna schedule a new appointment with a rep at the bank": "appointment", 
    "can you tell me the phone number of my bank?": "phone", 
    "I wanna meet a bank representative": "appointment", 
    "How much money is in my balance?": "balance", 
    "I think i would like to order more checks.": "checks", 
    "can you provide me the way to get a safe deposit box?": "safe", 
    "how much money can i withdrawal at once": "withdrawal", 
    "can I set up an appointment online?": "appointment", 
    "Do you happen to know my banks number?": "phone", 
    "What's the most I can take out of my account?": "withdrawal", 
    "what is my routing number": "routing", 
    "I want to order more checks": "checks", 
    "Can I get an appointmnet with the bank?": "appointment", 
    "what protocol should i follow to close an account": "close", 
    "when does the bank close?": "hours", 
    "i will be glad if you can tell me how can i check my account balance?": "balance", 
    "where might i be able to locate my routing number": "routing", 
    "how can I get to the closest branch?": "location", 
    "What are the steps to ordering more checkbooks?": "checks", 
    "How would I find my routing number?": "routing", 
    "What is the best way to set up an appointment?": "appointment", 
    "where is the closest bank?": "location", 
    "show me an atm.": "location", 
    "What time do you open and close?": "hours", 
    "what is the highest amount of money I can take out at?": "withdrawal", 
    "i ran out of checks and need more": "checks", 
    "how about my balance?": "balance", 
    "how much can i take out at one time": "withdrawal", 
    "Where can I check my account balance?": "balance", 
    "i need to make an appointment with someone at the bank please": "appointment", 
    "What is the procedure for getting a safe deposit box?": "safe", 
    "i ran out of checks and need to get more": "checks", 
    "How much money am I allowed to withdraw?": "withdrawal", 
    "closing my bank": "close", 
    "How much is my withdrawal limit?": "withdrawal", 
    "what is the lump some I can withdraw?": "withdrawal", 
    "can i have instructions to order more checks?": "checks", 
    "What's the maximum I can withdrawal?": "withdrawal", 
    "how am I supposed to make an appointment at the bank?": "appointment", 
    "look up the hours of operation for my bank": "hours", 
    "how to I shut down a bank account here?": "close", 
    "Am I able to get a safety deposit box at my bank?": "safe", 
    "I would appreciate finding out how to get a safe deposit box.": "safe", 
    "Can you help me close my account?": "close", 
    "What hours are my bank open?": "hours", 
    "what do i do to check my balance": "balance", 
    "how much money is currently in my account?": "balance", 
    "i want to have as it down with a bank representative.": "appointment", 
    "What can I do to shut down my account?": "close", 
    "how do i shut my account": "close", 
    "how can i close my account": "close", 
    "when can i go to the bank": "hours", 
    "what are bank hours": "hours", 
    "Can you tell me what my routing number is?": "routing", 
    "Can you tell me how can i set up an appointment at the bank?": "appointment", 
    "How can I close my account the correct way?": "close", 
    "Can you tell me how I go about making a bank appointment?": "appointment", 
    "What if I want to terminate my account?": "close", 
    "What are teh house each day for my bank?": "hours", 
    "I am out of checks, how do I get more?": "checks", 
    "Is there a limit on how much I can take out?": "withdrawal", 
    "who do I contact to order more checks?": "checks", 
    "What is my withdraw limit?": "withdrawal", 
    "close out xmas account.": "close", 
    "I've run out of checks.": "checks", 
    "i need to find my routing number.": "routing", 
    "what time is the bank open to the public?": "hours", 
    "where can I find my routing number": "routing", 
    "update me on my available funds please": "balance", 
    "Look up info on getting a safe deposit box": "safe", 
    "Can you give me the bank's routing number?": "routing", 
    "how can i find my bank's routing number?": "routing", 
    "what is my upper limit for withdrawals": "withdrawal", 
    "I need an ATM?": "location", 
    "Can I order more checks, my checkbook is empty": "checks", 
    "i want info on a deposit box": "safe", 
    "Do you know my bank hours?": "hours", 
    "Get me the bank's number": "phone", 
    "What is my bank's routing number?": "routing", 
    "can I set up a meeting with someone at the bank?": "appointment", 
    "what is the process to get an appointment set up at the bank?": "appointment", 
    "Can I order additional checkbooks?": "checks", 
    "Please help me to know my banks phone number?": "phone", 
    "were is an atm located?": "location", 
    "Can you show me my bank's hours?": "hours", 
    "what is the location of the nearest atm?": "location", 
    "can i have my bank routing number?": "routing", 
    "What is the number for my bank?": "phone", 
    "Do you have the routing number of my bank?": "routing", 
    "I wanna order more checks. Can you help?": "checks", 
    "I'm looking to find the routing number for my bank.": "routing", 
    "Can you please tell me the way to reach my bank?": "phone", 
    "I need more checks can I order more?": "checks", 
    "what are the limits on withdrawals?": "withdrawal", 
    "can you check my banks hours": "hours", 
    "I wanna shut down my account the proper way": "close", 
    "What is my max withdrawl at one time?": "withdrawal", 
    "what are the directions to the closest bank?": "location", 
    "Order some more checks.": "checks", 
    "Can I see a rep?": "appointment", 
    "How can I contact my bank": "phone", 
    "Where are your safe deposit boxes and how do I get oe?": "safe", 
    "I want to close out checking account": "close", 
    "How do I go about to check my account balance?": "balance", 
    "Is there a way to find my withdrawal limit?": "withdrawal", 
    "I would like to figure out how to order more checks.": "checks", 
    "what is the max amount I can take out?": "withdrawal", 
    "explain to me how to properly close my account": "close", 
    "What's my withdrawal limit?": "withdrawal", 
    "Can you tell help me find the location of an atm?": "location", 
    "I would like to figure out what my routing number to my bank is.": "routing", 
    "What is my bank's number?": "phone", 
    "What are the steps to close this account?": "close", 
    "Tell me the withdrawal limit": "withdrawal", 
    "what is the bank's closing time": "hours", 
    "How do I get a  safety deposit box at the bank?": "safe", 
    "What's the phone number to my bank?": "phone", 
    "How do I find a bank convenient to my location?": "location", 
    "when does the bank open?": "hours", 
    "Look up for information about how to get a safe deposit box.": "safe", 
    "i am in dire need of the routing number for my bank.": "routing", 
    "What do I need to do to close my account?": "close", 
    "I need the hours of my bank.": "hours", 
    "how much will my bank allow me to withdraw": "withdrawal", 
    "What is the procedure for obtaining a safety deposit box?": "safe", 
    "I want to meet a bank representative.": "appointment", 
    "My checkbook is gone, so can I get more?": "checks", 
    "How can I close my account?": "close", 
    "Can someone help with ordering more checks?": "checks", 
    "What are my bank's operating hours?": "hours", 
    "what are the bank's opening hours": "hours", 
    "How can I order more checks": "checks", 
    "Could you tell me my balance please?": "balance", 
    "Do I order more checks through you?": "checks", 
    "walk me through the process of checking my account balance": "balance", 
    "I need to get more checks please.": "checks", 
    "I'd like to know how to close an account.": "close", 
    "How can I set up a bank appointment?": "appointment", 
    "What time does my bank shut down?": "hours", 
    "How can a person close an account?": "close", 
    "acquire my banks routing number": "routing", 
    "Will someone be able to see me?": "appointment", 
    "I need to know the routing number for my bank": "routing", 
    "how much money will my bank let me withdraw": "withdrawal", 
    "Where's my closest branch?": "location", 
    "what number do i call to talk with my bank on the phone?": "phone", 
    "Can you help me find the closest atm?": "location", 
    "Is there a limited amount I can withdraw?": "withdrawal", 
    "i'd like to set up a meeting with someone at the bank": "appointment", 
    "I will be glad if you can tell me how can i set up an appointment at the bank?": "appointment", 
    "Can you show me an atm nearby?": "location", 
    "where would I go to get a safety deposit box at my bank?": "safe", 
    "I need to get a safe deposit box": "safe", 
    "Is there a limit on how much I can withdraw at once": "withdrawal", 
    "I need to find someone to make a appointment with at the bank.": "appointment", 
    "Can you tell me my current balance?": "balance", 
    "how do i go around getting a safe deposit box?": "safe", 
    "I wanna set up an appointment at the bank": "appointment", 
    "Show me the closest bank.": "location", 
    "Can I check my balance?": "balance", 
    "What number do i call to get in touch with my bank?": "phone", 
    "what number do I dial to reach my bank?": "phone", 
    "i want to know how i would get a safe deposit box": "safe", 
    "Which bank branch is closest to me?": "location", 
    "How do I close my account?": "close", 
    "Can you find the bank closest to me?": "location", 
    "I need to know how to get a safe deposit box.": "safe", 
    "What are the limitations on how much I can withdraw?": "withdrawal", 
    "when does the bank open today?": "hours", 
    "What is the Balance on my bank account?": "balance", 
    "what is the bank's customer service number": "phone", 
    "My bank has a routing number.  I need to know what it is please.": "routing", 
    "I want more checks?": "checks", 
    "What do I need to do if I no longer what my account?": "close", 
    "Can you give me the phone number for my bank?": "phone", 
    "how do I go about setting up a bank appointment?": "appointment", 
    "help me set up an in person appointment at the bank": "appointment", 
    "Please submit a reorder for my checks.": "checks", 
    "What can I do to close my bank of america account": "close", 
    "I am out of checks, I need more.": "checks", 
    "Can I view my balance?": "balance", 
    "I would like to close a bank account": "close", 
    "When can i schedule an appointment to speak with someone at the bank?": "appointment", 
    "What is the phone number of my bank branch?": "phone", 
    "What should I do to close my account correctly?": "close", 
    "display my banks phone number": "phone", 
    "What is the route to my nearest bank branch?": "location", 
    "Please help me find my bank's contact number.": "phone", 
    "I just ran out of checks can I order more?": "checks", 
    "What is the largest amount that I can withdraw?": "withdrawal", 
    "what steps do I follw to get my routing number.": "routing", 
    "when can I schedule an appointment for this week?": "appointment", 
    "if i run out of checks, how can i order more": "checks", 
    "can I order checks online?": "checks", 
    "let me know my bank routing number": "routing", 
    "how much money can i take out": "withdrawal", 
    "what are the bank's hours": "hours", 
    "Can I set up a time to talk to someone?": "appointment", 
    "I would like to find my routing number.": "routing", 
    "I would like to know how to close my account.": "close", 
    "Which branch is closest to me?": "location", 
    "is it possible for you to check my banks hours": "hours", 
    "Do you have the bank's contact number?": "phone", 
    "where do i get my routing number?": "routing", 
    "i need an appointment with a bank representative": "appointment", 
    "On getting safe deposit box, I want information.": "safe", 
    "atm's close to me": "location", 
    "How do I go about closing an account?": "close", 
    "I must have a safety deposit box at my bank": "safe", 
    "When is the bank open?": "hours", 
    "what is my account balance?": "balance", 
    "What can you tell me about opening a safe deposit box?": "safe", 
    "tell me the routing number for my bank": "routing", 
    "when will the bank open?": "hours", 
    "Can you give me directions to the nearest branch?": "location", 
    "How much money do I currently have?": "balance", 
    "what is is the maximum amount I can withdraw at one go?": "withdrawal", 
    "the bank closes at": "hours", 
    "when is the bank open?": "hours", 
    "What number do I dial for my bank?": "phone", 
    "i am in dire need of additional checks.": "checks", 
    "Please tell me the routing number of my bank.": "routing", 
    "What phone number do I call for my bank?": "phone", 
    "I want to speak to a teller.": "appointment", 
    "How much money can I get?": "withdrawal", 
    "what is the ways i can check my balance?": "balance", 
    "What is the correct way to close my account?": "close", 
    "What are the rules for opening a safety deposit box at my bank?": "safe", 
    "Let's see my balance.": "balance", 
    "What are the directions to the nearest branch?": "location", 
    "please show the location of the nearest bank on a map": "location", 
    "what is the best way to close my bank account?": "close", 
    "What do I do if I want to close my account?": "close", 
    "I wanna talk to a person, so set up an appointment with a rep at the bank": "appointment", 
    "Give me whatever I can withdrawal at one time": "withdrawal", 
    "I need to meet with a bank representative": "appointment", 
    "please tell me how can i set up an appointment at the bank?": "appointment", 
    "where is the nearest atm?": "location", 
    "where can I find my routing number?": "routing", 
    "What is my bank's contact information?": "phone", 
    "How do I get into the closest branch?": "location", 
    "Can I speak to someone in person?": "appointment", 
    "Bank of america withdrawal max info please": "withdrawal", 
    "Can you help me set up an appointment at the bank?": "appointment", 
    "i no longer need my account and want to close it": "close", 
    "Can you tell me how to close an account?": "close", 
    "I need to close my account.": "close", 
    "I would like a safety deposit box at my bank.": "safe", 
    "How do I view my account balance?": "balance", 
    "how high is my at once withdrawal possibility": "withdrawal", 
    "What is the closest directions to the nearest branch?": "location", 
    "get my bank's phone number?": "phone", 
    "where is the nearest  ATM?": "location", 
    "What's the phone number at my branch?": "phone", 
    "Where can I locate an ATM?": "location", 
    "How do I end my account?": "close", 
    "how do I get to the nearest bank?": "location", 
    "Where is the nearest branch?": "location", 
    "closing a bank account is something i want.": "close", 
    "What time do you start business?": "hours", 
    "what is the contact number for my bank?": "phone", 
    "I need to know my balance": "balance", 
    "Can you tell me where I check my balance?": "balance", 
    "show my current balance": "balance", 
    "will you check my banks hours": "hours", 
    "what do i have in my checking account?": "balance", 
    "where is the nearest branch?": "location", 
    "Set up an appointment to meet with a rep from the bank": "appointment", 
    "tell me my balance": "balance", 
    "i need help navigating to the branch office closest to me": "location", 
    "I need to know how to check my account balance.": "balance", 
    "Tell me my banks number.": "phone", 
    "tell me when the bank is closed": "hours", 
    "I need to reorder checks.": "checks", 
    "How do I get to the closest branch to me?": "location", 
    "What step do I need to take to close my account?": "close", 
    "can i order more checks?": "checks", 
    "What number can I call?": "phone", 
    "How do I schedule and appointment at my bank?": "appointment", 
    "how much can I take out of my account at a time?": "withdrawal", 
    "What should I do to get a safe deposit box?": "safe", 
    "Show me the process for closing this account.": "close", 
    "When will I be able to apply for a safe deposit box?": "safe", 
    "i need information from my bank on getting a safety deposit box": "safe", 
    "Can you help me shut down my account?": "close", 
    "how do I get the phone number for my bank?": "phone", 
    "Can I open a safe deposit box online": "safe", 
    "How do i reach the bank by phone?": "phone", 
    "information on my banks accounting number": "routing", 
    "what is my total balance?": "balance", 
    "is it possible to get an appointment with someone at the bank": "appointment", 
    "Where would an atm be in my town?": "location", 
    "What steps should I do to close the bank account?": "close", 
    "what is the process of getting more checks?": "checks", 
    "How do I reorder a book of checks?": "checks", 
    "i need to find my routing number, can you help me?": "routing", 
    "what is my evacuation limit like?": "withdrawal", 
    "Please help me out with info about a safe deposit box and how to get one.": "safe", 
    "What are the directions to the closest bank branch?": "location", 
    "Help me order more checks": "checks", 
    "the bank's routing number is what?": "routing", 
    "Can you tell me where the nearest bank is?": "location", 
    "I want to close a bank account tell me how to.": "close", 
    "who do I talk to set up an appointment at the bank?": "appointment", 
    "Can I schedule a time to have an appointment at the bank?": "appointment", 
    "what is the balance of my account?": "balance", 
    "what's the phone number to my bank?": "phone", 
    "what is the most I can take out?": "withdrawal", 
    "what's the closest bank": "location", 
    "How do I make an appointment?": "appointment", 
    "what is the highest withdrawal limit?": "withdrawal", 
    "what should i know in order to get a safety deposit box with my bank": "safe", 
    "what is the balance on my account": "balance", 
    "Tell me how to check my account balance.": "balance", 
    "what's the phone number for my bank?": "phone", 
    "how long until the bank is open": "hours", 
    "What do I need to do to order more checks?": "checks", 
    "How can i know my banks phone number?": "phone", 
    "I want a safety deposit box at my bank please": "safe", 
    "I need help ordering more checks": "checks", 
    "where is the closest bank to me?": "location", 
    "Is there a phone number to call the bank": "phone", 
    "what is the nearest branch?": "location", 
    "where do I find the nearest bank?": "location", 
    "To acquire a safe deposit box, what should I do?": "safe", 
    "Can you help me get a safe deposit box?": "safe", 
    "find me the phone number for my bank": "phone", 
    "How to I check the balance in my account?": "balance", 
    "What is my withdrawl limit?": "withdrawal", 
    "I have need of a safety deposit box at the bank.": "safe", 
    "I want to know how to set up a bank appointment.": "appointment", 
    "What is the location of the nearest bank?": "location", 
    "At what time will my bank be open?": "hours", 
    "When does the bank open?": "hours", 
    "how can i get in touch with a bank rep": "appointment", 
    "What do I need to do to make an appointment at the bank?": "appointment", 
    "How long is my bank open for?": "hours", 
    "I would like to order more checks.": "checks", 
    "help me locate an atm": "location", 
    "I need to speak to the bank manager.": "appointment", 
    "Instructions to close an account.": "close", 
    "I need a safety deposit box at the bank": "safe", 
    "I wanna see my account balance?": "balance", 
    "Can you tell me how much my balance is?": "balance", 
    "I need my bank's routing number.": "routing", 
    "what needs to be done in order to set up an appointment at the bank?": "appointment", 
    "Can I get more checks from you?": "checks", 
    "what should i know about getting a safe deposit box": "safe", 
    "What's the process to set up an appointment at the bank?": "appointment", 
    "What does it take to sign up for a safe deposit box?": "safe", 
    "What's the closing hour of the bank?": "hours", 
    "What is the total amount I can withdraw from my account?": "withdrawal", 
    "Where do I set up an appointment with a bank representative?": "appointment", 
    "What is the number of my bank?": "phone", 
    "what is the best way to close an account?": "close", 
    "find me an atm please": "location", 
    "Help me see an atm": "location", 
    "how do i go about setting up an appointment at the bank?": "appointment", 
    "do you know my withdrawal limit": "withdrawal", 
    "I need to know the number for my bank.": "phone", 
    "show me my balance": "balance", 
    "Can you help me get a  safety deposit box?": "safe", 
    "how much do I have?": "balance", 
    "I would like to know my banks phone number?": "phone", 
    "What is the process I should go through to set up an meeting with my bank?": "appointment", 
    "How do I find my banks routing number?": "routing", 
    "I need to know my bank's phone number.": "phone", 
    "My routing number, what is it?": "routing", 
    "I need to replace my checks.": "checks", 
    "I would like to find out my banks phone number.": "phone", 
    "What amount of money is in my account?": "balance", 
    "a safe deposit box, how do i get one?": "safe", 
    "can you show me my balance?": "balance", 
    "I desire a safety deposit box at my bank.": "safe", 
    "how much can I take out": "withdrawal", 
    "I need to find out how to order more checks.": "checks", 
    "what is my banks phone number?": "phone", 
    "I'm no longer comfortable doing business with you.  I want all my accounts to be closed immediately.": "close", 
    "i need to close my account but don't know how": "close", 
    "Can you direct me to a nearby bank?": "location", 
    "I need to find out the proper way to close my account.": "close", 
    "Can you give me the my bank's hours?": "hours", 
    "I want to find an atm that is close to me.": "location", 
    "i want to know  \"where's the nearest bank?\"": "location", 
    "Can you send me directions to the bank which is nearest my location?": "location", 
    "how am I supposed to check my balance?": "balance", 
    "i need more checks.": "checks", 
    "show me where the nearest branch is.": "location", 
    "How much money can I withdraw?": "withdrawal", 
    "i desire to meet a bank representative.": "appointment", 
    "Reorder more checks.": "checks", 
    "how do i get a safety deposit box at my bank?": "safe", 
    "is there a way to order additional checks": "checks", 
    "What time does the bank close?": "hours", 
    "How can I order more checks from the bank?": "checks", 
    "does the bank open before lunch": "hours", 
    "i want a deposit box": "safe", 
    "what is the phone number to contact my bank?": "phone", 
    "I need to arrange a meeting at my bank.": "appointment", 
    "in what manner would i get more checks": "checks", 
    "Please get me locations for an atm.": "location", 
    "I want to close my account, how do I do that?": "close", 
    "display my balance": "balance", 
    "do you know how do i order more checks?": "checks", 
    "i need to call my bank, can you get me their number?": "phone", 
    "How far is a bank from where I am?": "location", 
    "Is there a withdrawal limit?": "withdrawal", 
    "more checks i want, how can i order?": "checks", 
    "i desire to have a safety deposit box at my bank.": "safe", 
    "What's the maximum amount I can withdraw?": "withdrawal", 
    "Who do I speak to to reorder checks?": "checks", 
    "What is the phone number of my bank?": "phone", 
    "What are some steps to obtain a safe deposit box?": "safe", 
    "I need an appointment at my bank.": "appointment", 
    "Find an atm for me.": "location", 
    "When are you open?": "hours", 
    "How much can I take out at once?": "withdrawal", 
    "How much money do my banks say?": "balance", 
    "is there a way to arrange a meeting with somebody at the bank": "appointment", 
    "help me close my account": "close", 
    "Is it possible to order more checks when my checkbook is empty": "checks", 
    "who do I talk to to set up a bank appointment?": "appointment", 
    "what's the process for shutting down an account": "close", 
    "How much am I allowed to withdraw?": "withdrawal", 
    "When does my bank open?": "hours", 
    "how can I arrange to talk to someone at the bank": "appointment", 
    "where is the closest bank located?": "location", 
    "Ho can i set up an appointment at the bank?": "appointment", 
    "Where can I order more checks": "checks", 
    "Order more checks": "checks", 
    "how high is my withdrawal possibility": "withdrawal", 
    "when could I set up an appointment at the bank?": "appointment", 
    "What are all the steps I need to take to close my account?": "close", 
    "Help me get a safe deposit box": "safe", 
    "i want to meet a bank representative.": "appointment", 
    "i need help closing my bank account": "close", 
    "When does the bank open in the morning?": "hours", 
    "please find out for me the hours my bank is open for": "hours", 
    "please help me to know  how can i close an account?": "close", 
    "What documents do I need to get a safe deposit box?": "safe", 
    "Can I withdraw all my money": "withdrawal", 
    "deactivate my bank": "close", 
    "all atm's": "location", 
    "Can you tell me the number I need to call my bank on the phone?": "phone", 
    "i need assistance scheduling a meeting with the bank": "appointment", 
    "can you tell me the way to the nearest bank office?": "location", 
    "How much are in my money accounts?": "balance", 
    "I wanna talk with a bank representative": "appointment", 
    "can I get to the nearest ATM please?": "location", 
    "What's the nearest branch to me?": "location", 
    "how do I order more checks?": "checks", 
    "How do I apply for a safe deposit box?": "safe", 
    "I need the number to the bank": "phone", 
    "how should i go about ordering more checks": "checks", 
    "tell me when the bank closes.": "hours", 
    "what are the criterions to get a safety deposit box at my bank?": "safe", 
    "When is my bank open?": "hours", 
    "How much money do I have?": "balance", 
    "When does the bank close?": "hours", 
    "What are the directions for the nearest branch?": "location", 
    "I need help finding my routing number.": "routing", 
    "how can I find my routing number?": "routing", 
    "What can i do to get a safe deposit box?": "safe", 
    "Can you give me directions to the closet branch?": "location", 
    "at what number can i reach my bank": "phone", 
    "What is the amount of money that is in my name?": "balance", 
    "Can you give me my bank's number?": "phone", 
    "I would like to find out my banks routing number.": "routing", 
    "How much money do I have available": "withdrawal", 
    "I would like to know  how can i close an account?": "close", 
    "the limit that i can withdrawal at once is": "withdrawal", 
    "how much would I be able to withdrawal at one time?": "withdrawal", 
    "show me my bank's hours.": "hours", 
    "Can I close my account over the phone?": "close", 
    "Please tell me how to find my routing number.": "routing", 
    "any way you can check my banks hours please": "hours", 
    "What is my routing number please?": "routing", 
    "when is the bank going to close?": "hours", 
    "How long does it take to get to the nearest branch?": "location", 
    "can you tell me my total account balance?": "balance", 
    "I need to get more checks, what is the best way to go about doing that?": "checks", 
    "Where is the nearest bank to me?": "location", 
    "i need to know the routing number of my bank": "routing", 
    "I need to make an appointment at the bank, how can I do that?": "appointment", 
    "What do I need to do to get a safety deposit box at my bank?": "safe", 
    "How do I set up an appointment?": "appointment", 
    "Tell me how to order more checkbooks.": "checks", 
    "How do I close out an account?": "close", 
    "Do I need an appointment to meet a bank rep": "appointment", 
    "Where can I find my bank's number?": "phone", 
    "What's the procedure for cancelling an account?": "close", 
    "i need cash, where is an atm?": "location", 
    "How can I meet with a bank representative?": "appointment", 
    "i'd like to shut down my account": "close", 
    "i need to call my bank but don't know their number": "phone", 
    "How can i get in touch with someone at the bank?": "appointment", 
    "i need my routing number": "routing", 
    "show me my banks routing number": "routing", 
    "Find me a close atm.": "location", 
    "how can i check bank's working hours?": "hours", 
    "I would like to make an appointment at the bank please.": "appointment", 
    "Is there an option to secure valuable items?": "safe", 
    "Can I look up my bank's number?": "phone", 
    "What is the amount of money I own?": "balance", 
    "tell me about a deposit box": "safe", 
    "can you show me my bank's routing number?": "routing", 
    "Where is my routing number?": "routing", 
    "I would like to know my balance.": "balance", 
    "What is the opening time of the bank?": "hours", 
    "I need the nearest branch.": "location", 
    "I want to schedule an appointment at the bank.": "appointment", 
    "I need to submit a reorder for checks.": "checks", 
    "how much money do I have in the bank?": "balance", 
    "I no longer want or need this account so close it": "close", 
    "How do I find my bank's routing number?": "routing", 
    "how much cash is in my possession?": "balance", 
    "I'd like to close an account.": "close", 
    "Can i please have an appointment to speak with someone at the bank?": "appointment", 
    "Can you give me directions for the closest branch?": "location", 
    "What is the closest branch?": "location", 
    "Can someone at the bank make an appointment with me?": "appointment", 
    "Where is the closest ATM?": "location", 
    "How do I open a safe deposit box?": "safe", 
    "Does the bank have a certain time that it closes for the day and if so, what is it?": "hours", 
    "I need information on my current withdrawal limit.": "withdrawal", 
    "how much can I get at one time?": "withdrawal", 
    "How do I rent a safe deposit box from this bank?": "safe", 
    "to order more checks, i need it": "checks", 
    "Where is the nearest ATM?": "location", 
    "How high is the withdrawal limit?": "withdrawal", 
    "Can you tell me  where's the nearest bank?": "location", 
    "how can i stay updated on my account balance": "balance", 
    "what can I withdraw at once?": "withdrawal", 
    "How do I rent a safe deposit box?": "safe", 
    "can you find me the banks hours today?": "hours", 
    "Please forward the bank routing number to me.": "routing", 
    "I want to know how can i set up an appointment at the bank?": "appointment", 
    "I need to schedule a meeting with a bank manager.": "appointment", 
    "the limit that i can withdrawal is": "withdrawal", 
    "can I please meet with a bank representative?": "appointment", 
    "Is there a limit on my withdrawals?": "withdrawal", 
    "I would need a safety deposit box at my bank.": "safe", 
    "To close an account, what are the steps that need to be taken?": "close", 
    "Show me how to close my bank of america account": "close", 
    "i need to know the bank's opening time": "hours", 
    "Can you help me check my account balance?": "balance", 
    "i need to know the bank's limits on withdrawal amounts": "withdrawal", 
    "I will need a safety deposit box at my bank.": "safe", 
    "I ran out of checks so how do I get more?": "checks", 
    "what is the first available appointment this week before noon?": "appointment", 
    "Tell me how to close my account.": "close", 
    "What time will the bank be open?": "hours", 
    "please provide me with some info on getting a safe deposit box": "safe", 
    "How can I get my banks's routing number?": "routing", 
    "What time will the bank close?": "hours", 
    "Can I make an appointment?": "appointment", 
    "How can I see a bank representative?": "appointment", 
    "what bank is closest to me": "location", 
    "I need to get more checks.": "checks", 
    "My checks are all gone, I need help to order more.": "checks", 
    "how can i contact the bank?": "phone", 
    "what branch is near me": "location", 
    "how can I find my routing number": "routing", 
    "Where do I order checks from?": "checks", 
    "can i get information on safe deposit boxes?": "safe", 
    "what are the hours of business for my bank": "hours", 
    "How do I go about getting more checks ordered?": "checks", 
    "How close is the bank to me?": "location", 
    "What is the process of getting a safe deposit box?": "safe", 
    "What is the right way to shut up my account?": "close", 
    "How's my balance?": "balance", 
    "what is the maximum i can withdraw": "withdrawal", 
    "Can you tell me how to close out my account?": "close", 
    "How can I get a safe deposit box?": "safe", 
    "can you give me information on getting a safe deposit box?": "safe", 
    "Is there a limit for how much I can withdraw at once?": "withdrawal", 
    "How much can I withdraw at once?": "withdrawal", 
    "I need more checks since my checkbook is empty.": "checks", 
    "I would like to find a atm.": "location", 
    "Can you please tell me my banks number?": "phone", 
    "can you get me my banks routing number": "routing", 
    "how much money can I get out at one time?": "withdrawal", 
    "I really need a atm.": "location", 
    "can you tell me my routing number?": "routing", 
    "I would like to request information on how to get a safe deposit box.": "safe", 
    "How much can I get out?": "withdrawal", 
    "How can I check my balance?": "balance", 
    "where do i see my balance": "balance", 
    "Where's an atm?": "location", 
    "I really need to find my routing number.": "routing", 
    "When is the bank closing?": "hours", 
    "i'm interested in a safe deposit box": "safe", 
    "what is my routing number?": "routing", 
    "Can you give me my bank's phone number?": "phone", 
    "Who here is a bank representative?": "appointment", 
    "can I afford to buy something new?": "balance", 
    "How can I set a bank appointment up?": "appointment", 
    "find me my bank's phone number": "phone", 
    "Please tell me how to meet with a bank representative.": "appointment", 
    "what do I do to set up an appointment at the bank?": "appointment", 
    "where can I find an atm?": "location", 
    "I need to close my account, what should I do?": "close", 
    "i need the closest bank to where i am": "location", 
    "Can you explain account cancellation?": "close", 
    "What is the way to the nearest branch?": "location", 
    "At what point in the day does the bank open today?": "hours", 
    "What's the routing number": "routing", 
    "Where do I see my account balance?": "balance", 
    "What is my maximum withdraw?": "withdrawal", 
    "how much can I get out at once?": "withdrawal", 
    "help me find the routing number for my bank": "routing", 
    "what do i do to get more checks": "checks", 
    "I would like to receive a safety deposit box at my bank.": "safe", 
    "Can I see the bank representative?": "appointment", 
    "What is the cap for withdrawals?": "withdrawal", 
    "What's thel ocation of an ATM?": "location", 
    "can you walk me through the process of getting a safe deposit box": "safe", 
    "I would reallly appreciate if I can find out how to find my routing number.": "routing", 
    "There isn't a checkbox, more please?": "checks", 
    "Can you tell me what my withdrawal limit is?": "withdrawal", 
    "Help me close an account.": "close", 
    "What do I have to do to speak with a representative?": "appointment", 
    "what do i need for a deposit box": "safe", 
    "Where is an atm around here?": "location", 
    "how early does the bank open today?": "hours", 
    "What is the amount of money I can receive?": "withdrawal", 
    "How much is a safe deposit box?": "safe", 
    "WHAT IS MY WITHDRAWAL LIMIT": "withdrawal", 
    "do I call to order checks?": "checks", 
    "I need my bank's number.": "phone", 
    "what are my bank": "hours", 
    "What hour is the bank open?": "hours", 
    "I need to make an appointment to talk to someone at the bank.": "appointment", 
    "tell me the max i can take out": "withdrawal", 
    "what needs to be done to get a safe deposit box?": "safe", 
    "what is the easiest way to close my account?": "close", 
    "I need my account closed.": "close", 
    "Do you happen to know when the bank closes?": "hours", 
    "How can i get an appointment set up at the bank?": "appointment", 
    "What number is the bank's number?": "phone", 
    "Can you help me find my routing number?": "routing", 
    "I need checks sent to me.": "checks", 
    "do you know my withdrawal limit at once": "withdrawal", 
    "Would you tell me how I can get a safe deposit box?": "safe", 
    "What are my bank's business hours?": "hours", 
    "where can i find my bank's routing number": "routing", 
    "What is the process for ordering more checks": "checks", 
    "How to make an appointment for the bank?": "appointment", 
    "how do I close a bank account?": "close", 
    "if i wanted a safe deposit box i would": "safe", 
    "what's my routing number": "routing", 
    "i want to know how can i check my account balance?": "balance", 
    "My bank has safety deposit boxes, I need to get one.": "safe", 
    "What is the phone number to my bank?": "phone", 
    "Do you have safe deposit box information available?": "safe", 
    "how can i access my routing number": "routing", 
    "What are my bank hours?": "hours", 
    "I would like the routing number for my bank.": "routing", 
    "Please help me find my routing number.": "routing", 
    "How much money can I take out of my account at one time?": "withdrawal", 
    "How can I get myself a safe deposit box?": "safe", 
    "I need to take out whatever my withdrawal limit is": "withdrawal", 
    "Where do I start to open a safe deposit box": "safe", 
    "I need to figure out how to get to the nearest branch.": "location", 
    "I want the bank's phone number.": "phone", 
    "How can I get more checks ordered?": "checks", 
    "what do i need to do in order to get a bank appointment set up": "appointment", 
    "Reaching my bank I call what number?": "phone", 
    "I need to know how I close an account at my bank.": "close", 
    "How do i reach my bank by phone?": "phone", 
    "please tell me How can i order more checks?": "checks", 
    "I need to close a bank account.": "close", 
    "How can I get more checks?": "checks", 
    "how much money do i have in the account": "balance", 
    "What are the steps to take to close down one's account?": "close", 
    "How do I contact my bank?": "phone", 
    "i want to talk to the bank": "phone", 
    "What can be stored in a safety deposit box at the bank?": "safe", 
    "I need the phone number for my bank": "phone", 
    "What's te withdrawl limit?": "withdrawal", 
    "i need a meeting scheduled with a representative from the bank": "appointment", 
    "where do I go for my balance": "balance", 
    "Where would I find the routing number?": "routing", 
    "How can I got about closing my account?": "close", 
    "Give me the routing number for my bank.": "routing", 
    "I need to purchase more checks": "checks", 
    "is there a withdrawal limit": "withdrawal", 
    "i require my bank's routing number.": "routing", 
    "How is my routing number found?": "routing", 
    "what is the most money i could withdraw at one time": "withdrawal", 
    "how do I go about closing my account the right way?": "close", 
    "what is my balance?": "balance", 
    "I would like to find out where the nearest bank is.": "location", 
    "I am out of checks, how many checks can I order?": "checks", 
    "What steps do I take to obtain my bank's routing number?": "routing", 
    "How do I reorder checks?": "checks", 
    "I need to order more checks": "checks", 
    "when is the bank open": "hours", 
    "How do I reach my bank?": "phone", 
    "Can you tell me my balance?": "balance", 
    "What's my net worth?": "balance", 
    "I want to meet with a rep.": "appointment", 
    "Is there a manger available?": "appointment", 
    "What should I do to close a bank account?": "close", 
    "Could you check my account and tell me how much money is in it?": "balance", 
    "how can i get order more checks?": "checks", 
    "My check book is empty, I need to order more.": "checks", 
    "What time does the bank open?": "hours", 
    "what number do I call to get ahold of my bank?": "phone", 
    "Is there a quantity of money i cannot exceed in withdrawing?": "withdrawal", 
    "Would you see when my bank is open?": "hours", 
    "What is the cost of a safe deposit box": "safe", 
    "I need to buy more checks": "checks", 
    "what is the routing number for my bank": "routing", 
    "What's the bank number?": "phone", 
    "I need to get more checks": "checks", 
    "How do I get a safety deposit box at my bank?": "safe", 
    "What number should I call to contact my bank?": "phone", 
    "I need to make a appoinmtment with someone at the bank.": "appointment", 
    "Where's the number for my bank?": "phone", 
    "can you get the phone number for my bank?": "phone", 
    "what is the latest i can arrive at the bank": "hours", 
    "I want to order more checks.": "checks", 
    "look up my bank's routing number": "routing", 
    "Where do I get more checks?": "checks", 
    "what are my bank's hours?": "hours", 
    "search for my routing number": "routing", 
    "How do I get more checks": "checks", 
    "atm": "location", 
    "How do I meet a bank representative": "appointment", 
    "What do I need to do to find my routing number?": "routing", 
    "Please explain to me how to order more checks.": "checks", 
    "What are the steps to check my account balance?": "balance", 
    "What bank is closest to where I am?": "location", 
    "What if I no longer want an account?": "close", 
    "i need to know how to get my hands on more checks please": "checks", 
    "I need help getting a safety deposit box at my bank.": "safe", 
    "Can I get an appointment with a person at the bank?": "appointment", 
    "I am requesting the banks routing number.": "routing", 
    "what's the bank routing number": "routing", 
    "How will I get to the nearest branch?": "location", 
    "Do I have enough to buy a Rolex?": "balance", 
    "What are the hours for my bank?": "hours", 
    "How much is the most i can withdraw?": "withdrawal", 
    "i desire to close a bank account.": "close", 
    "Where is the nearest bank branch located?": "location", 
    "how do i go about finding my routing number?": "routing", 
    "can you get me directions to the nearest branch.": "location", 
    "Can you tell me where an atm is?": "location", 
    "Can you provide the phone number of my bank": "phone", 
    "What's the best route to the nearest branch?": "location", 
    "What's the limit on my withdraws?": "withdrawal", 
    "Please tell me my bank routing number.": "routing", 
    "how much is my balance?": "balance", 
    "Where is my routing number located?": "routing", 
    "I desire information on receiving a safe deposit box.": "safe", 
    "I need to get the hours for my bank.": "hours", 
    "who do I contact to get a safety deposit box at my bank?": "safe", 
    "my balance is": "balance", 
    "how soon does the bank close?": "hours", 
    "I need to shut my bank account.": "close", 
    "I wanna set up an appointment with someone at the bank": "appointment", 
    "Who do I need to speak to for my bank's routing number?": "routing", 
    "What's the routing number of the bank?": "routing", 
    "What steps should I take to arrange a safe deposit box?": "safe", 
    "Can I meet with someone at the bank?": "appointment", 
    "What is my bank's phone number": "phone", 
    "i want to close my account": "close", 
    "i need assistance with closing an account": "close", 
    "i am in need of closing a bank account.": "close", 
    "What money is available?": "balance", 
    "Can I schedule an appointment to talk at my bank?": "appointment", 
    "I don't want this account anymore and would like to know how to close it.": "close", 
    "What do I need to do to schedule an appointment at the bank?": "appointment", 
    "can i know my balance?": "balance", 
    "Help me set a bank appointment up": "appointment", 
    "I am looking for a atm.": "location", 
    "Can you help me figure out how to close one of my accounts at the bank?": "close", 
    "Can I see a bank representative?": "appointment", 
    "Help me schedule an appointment.": "appointment", 
    "what number does the bank give for contacting them": "phone", 
    "Can you tell me the routing number for my bank\"": "routing", 
    "I need more checks": "checks", 
    "I would really like to know my withdrawal limit.": "withdrawal", 
    "what's the closest bank?": "location", 
    "Can you tell me the routing number for my bank?": "routing", 
    "can i get a meeting scheduled with someone at the bank": "appointment", 
    "I want you to help me  to know How can i check my account balance?": "balance", 
    "what do I do to set up a bank appointment?": "appointment", 
    "What steps do I take to get a safe deposit box?": "safe", 
    "Can I check the balance in my account?": "balance", 
    "How much is the max I can take out?": "withdrawal", 
    "what is my bank total?": "balance", 
    "i Am looking for an ATM": "location", 
    "may i make an appointment with someone at the bank please": "appointment", 
    "How much cash am I allowed to withdraw?": "withdrawal", 
    "Can you help me get my account closed?": "close", 
    "how do i stop my account": "close", 
    "Is there a guide to check my account balance?": "balance", 
    "\"order checks\"": "checks", 
    "Can you tell me my routing number?": "routing", 
    "Please let me know how to close my account.": "close", 
    "what is the limit on how much I can withdrawal at one time?": "withdrawal", 
    "who do I contact to get a safe deposit box?": "safe", 
    "Close out bank account": "close", 
    "Please tell me where i can see my routing number.": "routing", 
    "Can you tell me when the bank closes today?": "hours", 
    "I need to know what my withdrawl limit is.": "withdrawal", 
    "What is the available cash balance?": "balance", 
    "how much money can I take out at one time?": "withdrawal", 
    "How do I order more checks?": "checks", 
    "I need the routing number of my bank.": "routing", 
    "I need to know how to get to the nearest branch.": "location", 
    "Help me order more checkbooks.": "checks", 
    "whats the easiest way to schedule an appointment?": "appointment", 
    "is 9:00 am will be the bank open time?": "hours", 
    "I need the routing number for my account.": "routing", 
    "what do i have": "balance", 
    "where can I order checks?": "checks", 
    "Who do I talk to to set up an appointment?": "appointment", 
    "please let me know my banks hours.": "hours", 
    "i want to have a face to face with a representative from a bank.": "appointment", 
    "You think I can get a safety deposit box?": "safe", 
    "I would like to find out the banks open time.": "hours", 
    "how far away is the nearest bank?": "location", 
    "Whats the hours for the bank today?": "hours", 
    "what's the bank's phone number": "phone", 
    "Can you help me set up a time to talk to someone at my bank?": "appointment", 
    "what are the bank hours": "hours", 
    "I need to speak to a teller.": "appointment", 
    "Please tell me the phone number to  my bank.": "phone", 
    "what so I need to do to get an appointment scheduled at the bank?": "appointment", 
    "What way do I check my account balance?": "balance", 
    "Order some more checks": "checks", 
    "Is there a number I can call?": "phone", 
    "I need to close a bank account": "close", 
    "when is the bank closed?": "hours", 
    "what is my maximum withdrawal limitation": "withdrawal", 
    "Find me the phone number to my bank": "phone", 
    "please locate the bank closest to me": "location", 
    "How can I close my account at the bank?": "close", 
    "where do I go to set up an an appointment at the bank?": "appointment", 
    "What can I afford?": "balance", 
    "tell me the phone number of of my bank": "phone", 
    "How much money is in my account?": "balance", 
    "How do I get the closest branch?": "location", 
    "When is the best time to make an appointment to talk?": "appointment", 
    "How can I get my routing number from a check?": "routing", 
    "i would really like to find out my banks hours.": "hours", 
    "Can you send me more checks?": "checks", 
    "What's the process for closing my bank account?": "close", 
    "Where can I find the nearest bank?": "location", 
    "I need a safety deposit box at my bank": "safe", 
    "show me atm's near by": "location", 
    "what is the most I can withdraw at one time?": "withdrawal", 
    "Help me to find an atm": "location", 
    "Tell me how the checkbook ordering process works.": "checks", 
    "how much can i withdraw": "withdrawal", 
    "How much money can I take out?": "withdrawal", 
    "Iam glad if you can tell me the routing number for my bank\"": "routing", 
    "please provide the routing number for my bank account": "routing", 
    "This account is no longer necessary, close.": "close", 
    "do you know the phone number for my bank": "phone", 
    "Can you tell me the hours of my bank today?": "hours", 
    "no fee atm": "location", 
    "I am glad if you can help me know  how can i close an account?": "close", 
    "can you tell me when the bank will open up": "hours", 
    "what is the maximum amount i can withdrawal": "withdrawal", 
    "What time does the bank close": "hours", 
    "When's the opening time for my bank?": "hours", 
    "what is the location of the nearest bank?": "location", 
    "what procedure to follow to get my routing number?": "routing", 
    "i'd like to know my balance please": "balance", 
    "Could I set up a bank appointment?": "appointment", 
    "What number do I call to reach my bank?": "phone", 
    "how much money is in my account?": "balance", 
    "How big is my balance?": "balance", 
    "how can i get a safety deposit box from my bank?": "safe", 
    "where is the location of the nearest bank": "location", 
    "How is it that i can check my account balance?": "balance", 
    "can you help me to know How can i order more checks?": "checks", 
    "Which branch is the closest to me?": "location", 
    "what are the directions to the nearest branch?": "location", 
    "a necessity of mine is to order more checks.": "checks", 
    "Where can I get a  safety deposit box?": "safe", 
    "Where's the routing number at?": "routing", 
    "when is my bank open?": "hours", 
    "what do I do to meet with a bank representative?": "appointment", 
    "Help me to get a safe deposit box": "safe", 
    "Help me close an account": "close", 
    "how do i contact the bank": "phone", 
    "Where is the closest bank?": "location", 
    "What's the bank's number": "phone", 
    "what is the maximum withdrawal amount that i am allowed": "withdrawal", 
    "I wanna meet with a bank representative.": "appointment", 
    "how would i get more checks": "checks", 
    "Please tell me how to go about getting a safe deposit box.": "safe", 
    "Can you check my balance?": "balance", 
    "What's the max I can take out?": "withdrawal", 
    "what are the steps to getting a safety deposit box at my bank?": "safe", 
    "how much money can i withdrawal": "withdrawal", 
    "help me locate the routing number for my bank": "routing", 
    "I need my nearest bank.": "location", 
    "How do I know my bank's routing number?": "routing", 
    "I wish to close a bank account": "close", 
    "How can I get my account closed?": "close", 
    "how much money will i be permitted to withdraw in one transaction": "withdrawal", 
    "what is my routing number and how do I find it?": "routing", 
    "What should I do to close an account?": "close", 
    "Tell me more about getting a safe deposit box.": "safe", 
    "I need information on how much it cost to open a safe deposit box": "safe", 
    "what are the hours for my bank?": "hours", 
    "how to I properly shut down my account?": "close", 
    "How much disposable money I have available": "withdrawal", 
    "\"i need to schedule an appointment with a bank rep\"": "appointment", 
    "How much money do I have in my account?": "balance", 
    "when will the bank be open?": "hours", 
    "I would like to schedule an appoint at the bank, how can I?": "appointment", 
    "I need to withdrawal up to my limit": "withdrawal", 
    "I need to know how to set a appointment up at the bank.": "appointment", 
    "Do you know my withdrawal limit?": "withdrawal", 
    "may i get an appointment with someone at the bank": "appointment", 
    "Can I sign up for a safety deposit box?": "safe", 
    "The amount of money in my account please.": "balance", 
    "What is my current balance?": "balance", 
    "Can you give me directions to the branch closest to me of my bank?": "location", 
    "What needs to be done to get a safe deposit box?": "safe", 
    "Send a reorder for checks.": "checks", 
    "Can you tell me how to check my account balance?": "balance", 
    "what is the max I can withdraw at once?": "withdrawal", 
    "I need to find out how to get a safe deposit box.": "safe", 
    "what is the closest bank to me?": "location", 
    "Can I open a safety deposit box at my bank?": "safe", 
    "To get in contact with my bank, what is the number?": "phone", 
    "What if I don't want to keep an account open?": "close", 
    "please show me the location of the nearest bank": "location", 
    "Tell me how to get a safe deposit box.": "safe", 
    "what is the withdrawal limit?": "withdrawal", 
    "How high does my withdrawal limit go?": "withdrawal", 
    "I am glad if you can tell me  \"where's the nearest bank?\"": "location", 
    "Where can I find the nearest branch of my bank?": "location", 
    "where to I access my account balance information?": "balance", 
    "can I get directions to the nearest bank?": "location", 
    "what time is the bank gonna be open to the public?": "hours", 
    "What are the steps to set up an appointment at the bank?": "appointment", 
    "I want to know how much is in my account.": "balance", 
    "Tell me my balance.": "balance", 
    "I'm in need of an atm.": "location", 
    "Please tell me the hours of the bank.": "hours", 
    "where is an atm?": "location", 
    "i need to order checks, help": "checks", 
    "What's the process of obtaining a safe deposit box at my bank?": "safe", 
    "what amount of money do i have?": "balance", 
    "Please tell me my banks routing number.": "routing", 
    "Tell me how high my withdrawl limit is.": "withdrawal", 
    "What is my bank's phone number?": "phone", 
    "Where do I find my balance?": "balance", 
    "I would really appreciate if I found out how to get to the nearest branch.": "location", 
    "Is the bank closing soon?": "hours", 
    "How do I schedule a banking appointment?": "appointment", 
    "how can i close my account properly": "close", 
    "I want to see a bank rep.": "appointment", 
    "what do i need to do to close account": "close", 
    "Where can I find my bank's routing number?": "routing", 
    "I need to meet a bank rep in-person": "appointment", 
    "What is the routing number to my bank?": "routing", 
    "What's the phone number to get in touch with my bank?": "phone", 
    "Can you help me get some information on getting a safe deposit box?": "safe", 
    "\"check fulfillment\"": "checks", 
    "give me a balance statement": "balance", 
    "Can you need me find out more about getting myself a safe deposit box?": "safe", 
    "Can I talk to the bank representative?": "appointment", 
    "what if i want to close my account": "close", 
    "How will I close my account?": "close", 
    "Who do i contact to close my account?": "close", 
    "Who do I speak to about ordering more checks?": "checks", 
    "is the bank open today?": "hours", 
    "Can you show me the nearest atm?": "location", 
    "How do I get more checks in my name?": "checks", 
    "do you know where i can find an atm": "location", 
    "where can the routing number for my bank be located": "routing", 
    "I would appreciate finding out the proper way to close my account.": "close", 
    "what is the bank's phone number?": "phone", 
    "Where's the routing number found?": "routing", 
    "what do i need to do to get a safety deposit box from my bank?": "safe", 
    "I need more checks, how can I order them?": "checks", 
    "I need more checks, help me order some": "checks", 
    "I want you to help me find an atm?": "location", 
    "I wanna know the routing number for my bank": "routing", 
    "How do I go about cancelling an account in my name?": "close", 
    "I want a safety deposit box at my bank.": "safe", 
    "What steps do I need to take to close down an account?": "close", 
    "find me information on getting a safe deposit box": "safe", 
    "Could you inform me of the time that my local banking branch closes?": "hours", 
    "I need to close my bank of america account": "close", 
    "What hour does the bank close at?": "hours", 
    "Please tell me how to make a appointment with some at the bank.": "appointment", 
    "Can you let me know my bank routing number?": "routing", 
    "What is the maximum amount I can withdraw?": "withdrawal", 
    "Where is my bank's phone number located?": "phone", 
    "what's my banks' number?": "phone", 
    "Can I meet with a bank representative?": "appointment", 
    "i want to order some checks": "checks", 
    "how much money will I have after I get paid?": "balance", 
    "What are the procedures in getting a safe deposit box?": "safe", 
    "can i view my present balance please": "balance", 
    "I need to talk to someone at the bank": "appointment", 
    "I need my routing number, please.": "routing", 
    "how do i order more checks?": "checks", 
    "What is the maximum withdrawal amount": "withdrawal", 
    "locate an atm": "location", 
    "i need information on getting a safe deposit box": "safe", 
    "I have no more checks can I order more?": "checks", 
    "what's my max withdrawl?": "withdrawal", 
    "How do I get an appointment scheduled so I can get some questions answered?": "appointment", 
    "what is the process for closing my account properly?": "close", 
    "Can you help me find an atm?": "location", 
    "I want to close my acount.": "close", 
    "How can i find the phone number of my bank?": "phone", 
    "how do I go about ordering more checks?": "checks", 
    "What is the most I can withdraw?": "withdrawal", 
    "Which hours is my bank open?": "hours", 
    "please schedule a meeting with a bank representative.": "appointment", 
    "At what time does the bank close?": "hours", 
    "Tell me the number for my bank.": "phone", 
    "When does my bank open and close?": "hours", 
    "I would like to get a safe deposit box": "safe", 
    "How do I go about closing my account?": "close", 
    "what amount of money is in my account?": "balance", 
    "What is the contact information for the bank": "phone", 
    "On second thought, just close this account out.": "close", 
    "Where can I get the phone number for my bank?": "phone", 
    "what's the number to the bank": "phone", 
    "I need to check my account balance. How?": "balance", 
    "How high is my withdrawal limit?": "withdrawal", 
    "Is the bank open at 8am?": "hours", 
    "Who can tell me what my bank's routing number is?": "routing", 
    "what is the most money i can withdraw?": "withdrawal", 
    "get my routing number": "routing", 
    "i would like to make an appointment with some one at the bank": "appointment", 
    "Is there a maximum amount to withdraw?": "withdrawal", 
    "Can you tell me where to find my routing number?": "routing", 
    "I need a safety deposit box.": "safe", 
    "i need an appointment with someone at the bank how can i do that": "appointment", 
    "Please help me with my bank's phone number.": "phone", 
    "Can you help me call my bank?": "phone", 
    "Where is the routing number listed?": "routing", 
    "I want to meet with someone at the bank.": "appointment", 
    "Today, what time does the bank close?": "hours", 
    "Can I set up an appointment?": "appointment", 
    "can someone give me the phone number to my bank?": "phone", 
    "I desire to receive a safety deposit box at my bank.": "safe", 
    "What is the best way to check my bank account balance?": "balance", 
    "what number does my bank have listed to call": "phone", 
    "What times are available for appointments at the bank?": "appointment", 
    "I'm looking for information on getting a safe deposit box.": "safe", 
    "I need more checks to be ordered?": "checks", 
    "Tell me how to get to the nearest branch.": "location", 
    "Will you help me learn how to check my account balance?": "balance", 
    "I need a safety deposit box. Can I get one?": "safe", 
    "what is the maximum amount I can withdraw?": "withdrawal", 
    "I would like the bank's number.": "phone", 
    "Give the phone number for the bank": "phone", 
    "Which way do I go from my location to get to the closest branch?": "location", 
    "What is my highest withdrawal limit?": "withdrawal", 
    "I'd like a safe deposit box.": "safe", 
    "show me the bank hours.": "hours", 
    "Order more checks please": "checks", 
    "I would like to figure out my banks routing number.": "routing", 
    "I would like to obtain a safety deposit box at the bank": "safe", 
    "can I get directions to the nearest branch?": "location", 
    "What's the process for ending an account?": "close", 
    "what is my maximum withdrawal for the day": "withdrawal", 
    "Are walk in appointments available?": "appointment", 
    "find my banks phone number": "phone", 
    "Can you tell me when the bank opens?": "hours", 
    "How much is in my checking account?": "balance", 
    "Do I need to go to another company to order checks?": "checks", 
    "do I have more than 5,000 dollars in my account?": "balance", 
    "I need to use an atm, where can I find one?": "location", 
    "can you explain to me how to shut down my account": "close", 
    "I would like to know the phone number to my bank.": "phone", 
    "Please tell me how much money  I have.": "balance", 
    "what time does the bank close": "hours", 
    "How low did my balance get": "balance", 
    "Where can I get the routing number for my bank?": "routing", 
    "could i make an appointment with someone at the bank please": "appointment", 
    "Could I get a safety deposit box?": "safe", 
    "How much is my balance?": "balance", 
    "i need to purchase a safe deposit box for myself": "safe", 
    "How do I order more checks": "checks", 
    "I wish to check my account balance": "balance", 
    "Please help me find my bank's routing number.": "routing", 
    "Is the bank representative available?": "appointment", 
    "What's the limit on cash I can withdraw?": "withdrawal", 
    "I would like for you to tell me how to close the account.": "close", 
    "Can you help me close an account?": "close", 
    "I ran out of checks can I order more?": "checks", 
    "Help me see my account balance?": "balance", 
    "Where should I go to see my balance?": "balance", 
    "I really need to know the phone number to my bank.": "phone", 
    "look up the routing number for my bank": "routing", 
    "schedule me an appointment with a bank representative": "appointment", 
    "do you know the bank open time?": "hours", 
    "I need to figure out my banks number.": "phone", 
    "How can I find the routing number?": "routing", 
    "What's the most I can take out?": "withdrawal", 
    "I need to set up an appointment please.": "appointment", 
    "where can my routing number be located": "routing", 
    "What time is the bank going to close?": "hours", 
    "can you give me instructions on how to order more checks?": "checks", 
    "direct me to the closest branch": "location", 
    "What do I need to do to get a safe deposit box?": "safe", 
    "I would like to know how to get to the nearest branch.": "location", 
    "what is the best way to cancel an account?": "close", 
    "I need checks": "checks", 
    "help me with setting up a bank appointment": "appointment", 
    "How do I order more checks for my checkbook": "checks", 
    "How much can I withdraw at one time?": "withdrawal", 
    "more checks need to order": "checks", 
    "Please tell me how much I can withdraw at once.": "withdrawal", 
    "give me directions to an atm.": "location", 
    "Can i check my balance on my phone?": "balance", 
    "Where's the nearest atm?": "location", 
    "Do you know the routing number for my bank?": "routing", 
    "What is the best way to find out my account balance?": "balance", 
    "how much can I withdraw at one time?": "withdrawal", 
    "Do you know my bank's phone number?": "phone", 
    "When do you open and close?": "hours", 
    "Tell me the banks open time.": "hours", 
    "what does the appointment schedule look like?": "appointment", 
    "what hours is my bank open?": "hours", 
    "How would I get a safe deposit box?": "safe", 
    "need to order how many checks": "checks", 
    "Can you order more checks for me": "checks", 
    "how do i see my balance": "balance", 
    "I need to get a safety deposit box at my bank": "safe", 
    "I need some information on getting a safe deposit box please.": "safe", 
    "where is the nearest atm": "location", 
    "Do you know my withdrawal limit": "withdrawal", 
    "how can i get a meeting scheduled at the bank": "appointment", 
    "Is it possible to order more checks?": "checks", 
    "Can I order more than one replacement checkbook?": "checks", 
    "How much money can I withdraw from my budget?": "withdrawal", 
    "What do I need to do to close an account?": "close", 
    "where can I locate my account balance?": "balance", 
    "Tell me where a atm is.": "location", 
    "Phone number?": "phone", 
    "I want to reorder some checks from you.": "checks", 
    "find out for me when the bank's closing hours are": "hours", 
    "Can I renew my order for checks online?’": "checks", 
    "What is the limit on how much I can take out?": "withdrawal", 
    "my bank's routing number is what?": "routing", 
    "What should I do to set up a safe deposit box?": "safe", 
    "Can you provide me with the routing number of my bank?": "routing", 
    "when would I be able to schedule an appointment?": "appointment", 
    "How do I get to the closest branch?": "location", 
    "How long until the bank closes?": "hours", 
    "I need to get the bank's number.": "phone", 
    "Can I get more checks ordered?": "checks", 
    "how can i get to the nearest branch?": "location", 
    "when is the latest the bank is open": "hours", 
    "I need help getting checks.": "checks", 
    "Could you rush me some more checks? I’m nearly out.": "checks", 
    "\"Where is the closest bank?\"": "location", 
    "Can you tell me the phone number for my bank branch?": "phone", 
    "Can you tell me what my bank routing number is?": "routing", 
    "What is the best way to close my account?": "close", 
    "My check is empty, please order me some more.": "checks", 
    "There is not a checkbox, can I get more?": "checks", 
    "I would like to speak to the bank manger.": "appointment", 
    "find out how i can get a safety deposit box from my bak.": "safe", 
    "How can I get an appointment with the bank?": "appointment", 
    "is there a limit to how much i can withdraw": "withdrawal", 
    "Please let me meet a bank representative": "appointment", 
    "What should I do to make an appointment at the bank?": "appointment", 
    "How can I reach my bank via telephone?": "phone", 
    "i need information on properly closing my account": "close", 
    "I want to know the routing number for my bank": "routing", 
    "I need to know how much I can withdraw.": "withdrawal", 
    "please check my banks hours": "hours", 
    "What is the process of ordering more checks?": "checks", 
    "how do I find my balance?": "balance", 
    "Until when is the bank open?": "hours", 
    "how long until the bank opens?": "hours", 
    "Please help me find an atm?": "location", 
    "How do I close my account the right way?": "close", 
    "What is my maximum withdrawal amount?": "withdrawal", 
    "what can i do after my checkbook runs out to get additional checks": "checks", 
    "What is the limit for my withdrawals?": "withdrawal", 
    "What's the number for my bank?": "phone", 
    "Can you check how much money I have?": "balance", 
    "What do I do to order more checks?": "checks", 
    "What is the limit on my withdrawals?": "withdrawal", 
    "I need to know the proper way to close my account.": "close", 
    "is there a withdrawal limit?": "withdrawal", 
    "Where do I find the routing number?": "routing", 
    "How can I close my bank of america account": "close", 
    "I wish to shut down my bank account.": "close", 
    "What time will the bank be open until?": "hours", 
    "I need to find out my bank phones number.": "phone", 
    "what is the status of my account?": "balance", 
    "Locate the number for my bank": "phone", 
    "what do I need to do to close a bank account?": "close", 
    "I would like to schedule an appointment at the bank.": "appointment", 
    "What is my balance?": "balance", 
    "Where can I locate the routing number?": "routing", 
    "what's the withdrawal limit": "withdrawal", 
    "what is my bank's routing number": "routing", 
    "at one go, how much can I withdraw": "withdrawal", 
    "place an order for more checks": "checks", 
    "How much money can I withdraw without exceeding my limit?": "withdrawal", 
    "get me bank hours": "hours", 
    "what is the bank's contact number": "phone", 
    "Tell me my withdrawl limit.": "withdrawal", 
    "please guide me to the branch nearest me": "location", 
    "how does a person find their correct routing number?": "routing", 
    "I want a safe deposit box and need to know more about it.": "safe", 
    "how much time until the bank closes?": "hours", 
    "I want to receive a safety deposit box at my bank.": "safe", 
    "How do I find info on opening a safe deposit box": "safe", 
    "walk me through the steps needed to close an account": "close", 
    "i want to schedule a bank appointment but don't know how": "appointment", 
    "Tell me my banks routing number.": "routing", 
    "Can I close my account?": "close", 
    "I need to have my account closed.": "close", 
    "how high is my pull-out limit?": "withdrawal", 
    "Please order more checks.": "checks", 
    "Can I get an appointment scheduled at the bank?": "appointment", 
    "Does the bank open before 9am?": "hours", 
    "when is the earliest i can arrive at the bank?": "hours", 
    "Where is the nearest bank location to me?": "location", 
    "Can I speak with a bank representative?": "appointment", 
    "I need to know my balance.": "balance", 
    "i need to know my bank routing number": "routing", 
    "What's the phone number for the bank?": "phone", 
    "what hours are my bank open": "hours", 
    "can you tell me my bank's routing number?": "routing", 
    "what time is the bank gonna open?": "hours", 
    "what is my bank routing number?": "routing", 
    "I would really appreciate a safety deposit box at my bank.": "safe", 
    "I need an appointment with someone at the bank.": "appointment", 
    "How can I check my account balance?": "balance", 
    "Can you tell me the number of my bank?": "phone", 
    "How do I schedule an appointment?": "appointment", 
    "What is the account deletion process?": "close", 
    "How do I make an appointment at my local bank?": "appointment", 
    "How close is the nearest branch?": "location", 
    "i need to call the bank": "phone", 
    "How much money can I take out of the account?": "withdrawal", 
    "replacement checks": "checks", 
    "I wanna make an appointment at the bank, how can I?": "appointment", 
    "Can you show me how I check my balance?": "balance", 
    "Please tell me the routing number to my bank.": "routing", 
    "Which way is the nearest branch?": "location", 
    "i want a safety deposit box at my bank.": "safe", 
    "how much money will it let me withdraw one time?": "withdrawal", 
    "I would like more info on how to get a safe deposit box.": "safe", 
    "Can you five me directions to the branch that is closest to me?": "location", 
    "Where do I find my bank's phone number?": "phone", 
    "Can you tell me about how to get a safe deposit box?": "safe", 
    "what is my withdrawal rate apex?": "withdrawal", 
    "How much is the limit to my withdrawal?": "withdrawal", 
    "please show me my balance": "balance", 
    "What is my withdrawal limit?": "withdrawal", 
    "what is the maximum i can withdrawal": "withdrawal", 
    "I would like to know my withdrawl limit.": "withdrawal", 
    "what is the best way to reach the bank by phone?": "phone", 
    "What's the number I can call?": "phone", 
    "walk me through the process of ordering more checks": "checks", 
    "Can you register me for a safety deposit box?": "safe", 
    "how would I go about setting up an appointment at the bank?": "appointment", 
    "Is it possible to make an appointment with someone at my bank?": "appointment", 
    "how can I close my bank account?": "close", 
    "Please help me close my account.": "close", 
    "how would i get a safe deposit box": "safe", 
    "how much cash do I have?": "balance", 
    "Do you take appointments?": "appointment", 
    "Do you have safe deposit boxes?": "safe", 
    "what is the earliest i can arrive at the bank": "hours", 
    "what is the best way to contact my bank?": "phone", 
    "Where can I find the bank's routing number?": "routing", 
    "show me how to get my routing number": "routing", 
    "I wanna find a bank close by": "location", 
    "Where do I go to find my routing number?": "routing", 
    "Can you show me the hours for my bank?": "hours", 
    "find the bank closest to me": "location", 
    "How much cash do I have?": "balance", 
    "What's the phone number for my bank?": "phone", 
    "is there a maximum amount i can withdraw?": "withdrawal", 
    "how do i find my routing number": "routing", 
    "Is there a bank nearby?": "location", 
    "what is the routing number for my bank?": "routing", 
    "what hours is the bank open?": "hours", 
    "What is the max one time withdrawl?": "withdrawal", 
    "I am glad if you can help me know  the phone number of my bank?": "phone", 
    "How do I end an account?": "close", 
    "the bank open time is exactly what?": "hours", 
    "Help with ordering more checks": "checks", 
    "I want to see a rep from the bank near me": "appointment", 
    "What is the maximum that I can withdraw?": "withdrawal", 
    "I would like to find out how to set a appointment up at the bank.": "appointment", 
    "I need to locate an atm": "location", 
    "if i need new checks what do i do": "checks", 
    "find the phone number for my bank?": "phone", 
    "how much can I take out at once?": "withdrawal", 
    "how can i order more checks": "checks", 
    "I need more checks. Will you send me some?": "checks", 
    "how can i schedule a meeting with a bank representative": "appointment", 
    "How do I close my bank account?": "close", 
    "My bank's routing number is what?": "routing", 
    "I need to meet with a bank representative.": "appointment", 
    "what can i do if i need additional checks ordered": "checks", 
    "What is the closest bank to me?": "location", 
    "show me an atm nearby.": "location", 
    "how can i find my routing number?": "routing", 
    "can I get my routing number?": "routing", 
    "I'm out of checks and need to buy more": "checks", 
    "how much money do I posses?": "balance", 
    "What does my balance look like?": "balance", 
    "Can  set up an appointment at the bank?": "appointment", 
    "i would like to know how to properly close my account": "close", 
    "I wantt to see the bank representative.": "appointment", 
    "what's my bank's phone number?": "phone", 
    "I need to find out how to set up a appointment at the bank.": "appointment", 
    "what do i need to do to set up an appointment at the bank?": "appointment", 
    "How much time do I have until the bank closes?": "hours", 
    "what do I need to do to be able to talk to someone at the bank?": "appointment", 
    "I want to know how to get a safe deposit box.": "safe", 
    "i am interested in getting a safety deposit box": "safe", 
    "What's the limit for my withdrawals?": "withdrawal", 
    "I wish to know my balance": "balance", 
    "what is the max I can withdrawal at once?": "withdrawal", 
    "let's lose that particular account.": "close", 
    "I'd like to know the routing number for my bank.": "routing", 
    "What hours is my bank open?": "hours", 
    "what is my withdrawal limit for one time?": "withdrawal", 
    "I want you to tell me my banks phone number?": "phone", 
    "tell me when the bank will open": "hours", 
    "where do I find my account balance?": "balance", 
    "give me the routing number": "routing", 
    "How hard is it to get a safe deposit box?": "safe", 
    "How do I navigate to the closest branch?": "location", 
    "please look up the contact number for my bank": "phone", 
    "close my bank": "close", 
    "Can I get a safe deposit box?": "safe", 
    "what is my bank's contact number": "phone", 
    "Can I get a safety deposit box?": "safe", 
    "how do I contact my bank?": "phone", 
    "Can you assist me in acquiring a safety deposit box at my bank?": "safe", 
    "Please tell me the routing number for my bank.": "routing", 
    "Please tell me the routing number for my bank\"": "routing", 
    "How do I check the balance of my account?": "balance", 
    "will the bank be open an 9am?": "hours", 
    "i need my bank's routing number": "routing", 
    "I need information on the bank's closing time.": "hours", 
    "can you assist me with closing my account": "close", 
    "How much money is there to withdrawal?": "balance", 
    "What's the closes atm?": "location", 
    "What do I use to check my account balance?": "balance", 
    "how do i get a deposit box": "safe", 
    "I need to call my bank.": "phone", 
    "Is the bank closing soon? What time?": "hours", 
    "i need to close a bank account.": "close", 
    "Am i eligible for a safety deposit box at my bank?": "safe", 
    "what is the address of my bank": "location", 
    "I need to meet with someone at the bank.": "appointment", 
    "ordering more checks is necessary.": "checks", 
    "Do I have as much money as at the end of last month?": "balance", 
    "where is my routing number located?": "routing", 
    "what is the amount of money I can take out before I hit my limit?": "withdrawal", 
    "What is the cap on funds withdrawal?": "withdrawal", 
    "Who should I talk to if I want a safe deposit box?": "safe", 
    "\"i need the first appointment available with the proper bank representative\"": "appointment", 
    "Can you tell me the amount of money that I have?": "balance", 
    "What steps should I take to properly close my account?": "close", 
    "How do I find the closest branch?": "location", 
    "Submit a reorder for checks.": "checks", 
    "What are the bank's hours?": "hours", 
    "What are the closing hours for the bank?": "hours", 
    "Banks near me.": "location", 
    "What's my bank's phone number?": "phone", 
    "Where is the local bank?": "location", 
    "i need to know how to get more checks": "checks", 
    "I need more checks.": "checks", 
    "I need to schedule an appointment.": "appointment", 
    "how do I go about closing a bank account?": "close", 
    "What is the phone number for my bank?": "phone", 
    "Is there any way I could set up a time to talk to someone there this week?": "appointment", 
    "Get me a safety deposit box please?": "safe", 
    "i need more info on closing an account": "close", 
    "what do i have in my balance": "balance", 
    "Someone is asking me for my bank's routing number.": "routing", 
    "i need to know how to get a safe deposit box": "safe", 
    "What is the name of the closest bank?": "location", 
    "how can i reach my bank via phone": "phone", 
    "I need my account closed": "close", 
    "what's my account balance?": "balance", 
    "Can I get my bank's phone number?": "phone", 
    "Help me find my banks phone number": "phone", 
    "I have ran out of checks, how do I order more?": "checks", 
    "What's the opening hour for my bank?": "hours", 
    "i want a safe deposit box but don't know how to get one": "safe", 
    "please look up my bank's phone number": "phone", 
    "what do I do to order more checks?": "checks", 
    "how late is the bank open?": "hours", 
    "what limitations should i be aware of for withdrawing money": "withdrawal", 
    "What direction is the nearest branch?": "location", 
    "What forms do I need for a safe deposit box?": "safe", 
    "What banks are near me?": "location", 
    "What times does my bank open and close?": "hours", 
    "I would really like to have a safety deposit box available to me at my bank.": "safe", 
    "i'd like additional checks sent to me": "checks", 
    "This account, how do I close it?": "close", 
    "How can I set up an appointment at the bank?": "appointment", 
    "No checkbox, more?": "checks", 
    "what is my bank's phone number?": "phone", 
    "are safety deposit boxes available at my bank?": "safe", 
    "what is the bank's closing time?": "hours", 
    "Please tell me the open time for the bank.": "hours", 
    "i want to get a safety deposit box at my bank.": "safe", 
    "How do you go about setting up an appointment at the bank?": "appointment", 
    "display when the bank closes": "hours", 
    "What is the contact number for my bank": "phone", 
    "Do you have information about the bank's phone number?": "phone", 
    "Show me where I can find my routing number.": "routing", 
    "I to know what my balance is": "balance", 
    "Can you tell me the balance": "balance", 
    "I don't want this account anylonger so we should get rid of it.": "close", 
    "my banks phone number is": "phone", 
    "What do I need to close this account?": "close", 
    "Can you close my bank account?": "close", 
    "Can you tell me my bank's routing number?": "routing", 
    "what is the maximum that i can withdraw": "withdrawal", 
    "How can I call my bank?": "phone", 
    "Give me directions to the closest branch": "location", 
    "what ways can i get more checks": "checks", 
    "How do i go about getting a safe deposit box?": "safe", 
    "I want to talk to someone at the bank in person.": "appointment", 
    "how do I figure out my account balance?": "balance", 
    "Can you hook me up with a safety deposit box?": "safe", 
    "What is my maximum withdrawl at one time?": "withdrawal", 
    "i want to have a safety deposit box at my bank.": "safe", 
    "What are your business hours?": "hours", 
    "Can you get me some pricing on safety deposit boxes?": "safe", 
    "will it let you get out a certain amount at once?": "withdrawal", 
    "What number do I call to contact my bank": "phone", 
    "Can I place an order for more checks?": "checks", 
    "I need to make an appointment with someone at my bank": "appointment", 
    "\"what are the available times to meet with someone at the bank\"?": "appointment", 
    "Please tell me how to check my account balance.": "balance", 
    "help me place an order for more checks": "checks", 
    "How is our routing number found?": "routing", 
    "What bank is the closest to my address?": "location", 
    "I would like to find out when the bank closes.": "hours", 
    "Can you guide me through setting up an appointment at the bank?": "appointment", 
    "Could you tell me the hours of my bank?": "hours", 
    "What is the highest amount of money i can withdraw?": "withdrawal", 
    "I have to call my bank, do you know their phone number?": "phone", 
    "What's the max on a withdrawal?": "withdrawal", 
    "Tell me the bank's phone number.": "phone", 
    "Tell me how to close an account.": "close", 
    "When is my bank open for business?": "hours", 
    "give me the bakk phone number": "phone", 
    "How can i get a safe deposit box?": "safe", 
    "What's the highest amount I can withdraw?": "withdrawal", 
    "Order checks": "checks", 
    "Can I order more checks, since I am out of checks?": "checks", 
    "walk me through the process of closing my account": "close", 
    "How do I make an appointment in the bank?": "appointment", 
    "I want to know  how can i close an account?": "close", 
    "how do i look at my balance": "balance", 
    "Do you know hot to get a  safety deposit box?": "safe", 
    "I need to find the routing number for my bank.": "routing", 
    "When will the bank be closing today?": "hours", 
    "How can I cancel an account in my name?": "close", 
    "How much can I withdraw?": "withdrawal", 
    "What's my bank's number?": "phone", 
    "Where can I order a new checkbook to replace my empty one?": "checks", 
    "Could you let me know my bank's contact number?": "phone", 
    "Is there a link to getting a safe deposit box?": "safe", 
    "how many checks to be ordered": "checks", 
    "What is the bank number?": "phone", 
    "what can i withdraw": "withdrawal", 
    "Can I check my account balance?": "balance", 
    "what amount of currency do I have?": "balance", 
    "I need to know how to get to the closet bank branch to my location.": "location", 
    "what are the bank's hours?": "hours", 
    "get the phone number for my bank?": "phone", 
    "How much is limit on what I can withdrawal": "withdrawal", 
    "How would I go about setting a appointment up at the bank?": "appointment", 
    "I would like to know  \"where's the nearest bank?\"": "location", 
    "what if i forget my routing number, how can i find it?": "routing", 
    "Do you happen to have my bank's routing number?": "routing", 
    "What are the bank's operating hours?": "hours", 
    "What are my bank's hours?": "hours", 
    "I want to see a bank representative.": "appointment"
}
