{
    "Will someone be around to take my call?": "phone", 
    "what hours do you work": "hours", 
    "will you tell me what the fastest method to order checks is": "checks", 
    "No, close the account instead.": "close", 
    "Give me the router number.": "routing", 
    "Can you tell me about your withdrawl policy?": "withdrawal", 
    "I'll need to be scheduled.": "appointment", 
    "I need to know the latest I can come in to a physical branch": "hours", 
    "Up until what time do your branches stay open?": "hours", 
    "Could you tell me the right ABA?": "routing", 
    "Can I just walk in and still be seen?": "appointment", 
    "Send me the bank's address please.": "location", 
    "What should I call to speak to a human?": "phone", 
    "Scheez, how long are you working today?": "hours", 
    "are walk ins accepted there?": "appointment", 
    "Can I speak with a person?": "phone", 
    "What is the number I should call to talk to a human?": "phone", 
    "How late are your branches open?": "hours", 
    "HOW MUCH MONEY DO I HAVE": "balance", 
    "please pencil me in": "appointment", 
    "How do I call the branch?": "phone", 
    "What are my options to keep items held safely?": "safe", 
    "No thank you, please close the account.": "close", 
    "How long are your operation hours?": "hours", 
    "Please explain to me how I can get additional checks": "checks", 
    "Can you tell me what the correct ABA is?": "routing", 
    "Where is the routing number located?": "routing", 
    "what do I have to do to order checks": "checks", 
    "Please text me the directions, if you can.": "location", 
    "Is there a certain time to walk in?": "appointment", 
    "can you identify the router number?": "routing", 
    "I want to talk to a person directly.": "phone", 
    "was the phone answered there recently?": "phone", 
    "Can you tell me what's available in my account?": "balance", 
    "Is someone available at your phone number all day?": "phone", 
    "what hours are there currently?": "hours", 
    "Give me the router number": "routing", 
    "When is your bank open?": "hours", 
    "Do you have to answer the phone all day?": "phone", 
    "How late are the physical locations open?": "hours", 
    "What are your office hours?": "hours", 
    "Can i ask for directions through a call": "location", 
    "Through text, send me my banks address.": "location", 
    "Do you know how I can close my account?": "close", 
    "can i make an appointment": "appointment", 
    "What do I have to go through to order checks": "checks", 
    "do you mind penciling me in": "appointment", 
    "Is there a router number ?": "routing", 
    "Do I have a good chance of funding right now?": "balance", 
    "Would you accept me without an appointment?": "appointment", 
    "What is in my account as of now?": "balance", 
    "What is your policy on withdrawals?": "withdrawal", 
    "Provide me with the bank's address via a text message": "location", 
    "\"To speak with a representative, press 4\"": "phone", 
    "when do I have to arrive by in order to come into a physical branch": "hours", 
    "Can you just end the account I have with you then?": "close", 
    "I order checks how?": "checks", 
    "Do you have safe options for holding items?": "safe", 
    "Do you have lock boxes at the moment?": "safe", 
    "Do you offer security boxes?": "safe", 
    "where is there a direct line?": "phone", 
    "Help me get checks fast.": "checks", 
    "What is check ordering approach?": "checks", 
    "Never mind, I would prefer to close the account.": "close", 
    "can my statement be sent via email": "balance", 
    "I need a number where I can speak to a human.": "phone", 
    "What do I need to know for withdrawals?": "withdrawal", 
    "Is there an option for walk in appointments?": "appointment", 
    "can you send e the directions via text": "location", 
    "What is the account closure procedure?": "close", 
    "What is the withdraw limit?": "withdrawal", 
    "What's the phone number to talk to a human?": "phone", 
    "I would like to know the limit to what I can withdraw through the drive thru.": "withdrawal", 
    "how do you order checks?": "checks", 
    "Let's go ahead and close the account.": "close", 
    "when can you pencil me in.": "appointment", 
    "Can we close the account instead?": "close", 
    "what is the number i need in order to speak directly to a human": "phone", 
    "Ignore that I would like to close the account": "close", 
    "I need to know the router number.": "routing", 
    "What is the status on my funding?": "balance", 
    "Alright, then just close my account.": "close", 
    "Please inform me of the correct ABA.": "routing", 
    "What are the walk in hours for your office ?": "appointment", 
    "Are there lock boxes?": "safe", 
    "What are the steps to ordering more checks?": "checks", 
    "Not interested. Close the account.": "close", 
    "tell me the maximum I can get": "withdrawal", 
    "What is the latest time I can come in to a physical branch?": "hours", 
    "Can I just walk in": "appointment", 
    "Tell me the correct ABA.": "routing", 
    "How does my funding look at the moment?": "balance", 
    "Can you email statements?": "balance", 
    "Are lock boxes available here?": "safe", 
    "Tell me the correct ABA?": "routing", 
    "am I allowed to call?": "location", 
    "are there any directions at all now?": "location", 
    "are you able to send me bank's address via text message please": "location", 
    "Is there someone who answers the phone during all hours?": "phone", 
    "I would like options on how to secure the many things of value that I have.": "safe", 
    "How much am I allowed to take out?": "withdrawal", 
    "What can you tell me about account closures?": "close", 
    "Is there an available time slot that you prefer?": "appointment", 
    "Email me my statement.": "balance", 
    "What is the latest hour I can come to be served at a physical branch?": "hours", 
    "Are there hours when I can just walk in to your office?": "appointment", 
    "Does your office only take appointments?": "appointment", 
    "I would like to know what my account balance is right now": "balance", 
    "I'd like my statement emailed to me.": "balance", 
    "I don't want to do that anymore, I want to close the account instead.": "close", 
    "How can I call a human directly?": "phone", 
    "Where should I secure all of these valuable items that I have on me?": "safe", 
    "Is there a way to get my statement emailed to me?": "balance", 
    "Instruct me on how to get more checks.": "checks", 
    "am I able to call?": "location", 
    "I am a walk in, is that ok?": "appointment", 
    "You know, I think we should cancel the account": "close", 
    "On second thought lets close the account": "close", 
    "May I ask what the fastest method to order checks is?": "checks", 
    "I wanna know the withdrawal policy": "withdrawal", 
    "What is the max that I can get out?": "withdrawal", 
    "How do I get a lock box?": "safe", 
    "What is the highest max out I can take?": "withdrawal", 
    "Can you send me an email with my statement?": "balance", 
    "What do you know about account closures?": "close", 
    "I need the operating hours": "hours", 
    "If I withdraw through the drive thru, is there a limit?": "withdrawal", 
    "Could you describe the process of ordering checks": "checks", 
    "I need to be taught how to get more checks": "checks", 
    "What is the maximum withdrawal amount?": "withdrawal", 
    "Do I need to make an appointment?": "appointment", 
    "is there a certain amount i can withdraw from the drive thru": "withdrawal", 
    "as of now what is appearing in my account": "balance", 
    "would it be ok if i call for directions": "location", 
    "List the last items in my account please.": "balance", 
    "how long is your shift": "hours", 
    "i think the best thing to do is to close the account": "close", 
    "What's the procedure to get checks?": "checks", 
    "What is the latest I can visit a physical branch?": "hours", 
    "show me how to get more checks": "checks", 
    "Options to make sure items are held safely": "safe", 
    "Please text me the directions.": "location", 
    "I need to get some checks as quick as possible.": "checks", 
    "I need an email for my statement.": "balance", 
    "Can I talk to someone by phone anytime?": "phone", 
    "I need to speak to someone. What number do I call?": "phone", 
    "can you state that hours your open": "hours", 
    "Am I gonna make it till payday?": "balance", 
    "are you able to send me an email of my statement": "balance", 
    "what will i be charged?": "safe", 
    "Would you tell me the correct ABA?": "routing", 
    "Can you give me a list of hours?": "hours", 
    "Can I get directions delivered through text message?": "location", 
    "Never mind, I would like to close the account.": "close", 
    "what hours are there?": "hours", 
    "Elaborate on the correct ABA.": "routing", 
    "What info do you have on account closures?": "close", 
    "Tell me all you about about where I can find the ABA.": "routing", 
    "What phone number can I dial to reach a real person": "phone", 
    "My items, how can I hold them safely?": "safe", 
    "What's the most that I can get out?": "withdrawal", 
    "Is there another number to I can call to speak with a human?": "phone", 
    "I need to know how to find the ABA.": "routing", 
    "How can I get new checks the fastest?": "checks", 
    "Can you specify the hours that you carry?": "hours", 
    "would it be possible to call for directions": "location", 
    "I need checks fast, how can I do that?": "checks", 
    "Look up the proper ABA": "routing", 
    "Do you have carrying hours?": "hours", 
    "I have many valuable things, how can I secure them?": "safe", 
    "How long are your operating hours?": "hours", 
    "is there a way to store valuables?": "safe", 
    "Help me figure out the right ABA": "routing", 
    "Please email me my statement now": "balance", 
    "Where can I find out about my account?": "balance", 
    "Can you teach me how to get more checks?": "checks", 
    "What is the best route?": "phone", 
    "Can I have information on the withdrawl policy?": "withdrawal", 
    "I would like to learn to get more checks.": "checks", 
    "Will someone always pick up if I call?": "phone", 
    "How fast can I order checks?": "checks", 
    "Can you get me an appointment last second?": "appointment", 
    "How do I order checks in the fastest way possible?": "checks", 
    "So, how can I find the ABA?": "routing", 
    "I need the router number": "routing", 
    "Is there a person who answers the phone for the whole day?": "phone", 
    "Give me the bank address": "location", 
    "What is my funding like right now?": "balance", 
    "Do phones get answered all day?": "phone", 
    "Describe what's in my account.": "balance", 
    "how can i order checks quickly": "checks", 
    "Tell me the withdrawal policy.": "withdrawal", 
    "Is there someone available to answer the phone all day?": "phone", 
    "I need to get directions, will I get them if I call?": "location", 
    "Is there a drive thru withdrawal limit?": "withdrawal", 
    "What is the best method to keep my valuables safe?": "safe", 
    "Is the a phone answerer there for the entire day?": "phone", 
    "I want to close the account, nevermind.": "close", 
    "how can i order checks quickly?": "checks", 
    "Are walk-in visits acceptable?": "appointment", 
    "I would like ways to keep items held safely": "safe", 
    "How can I close out an account?": "close", 
    "I want to know more about closing an account": "close", 
    "is there help with direct line?": "phone", 
    "Please email my statement to me whenever you can.": "balance", 
    "what's good with your operating hours ?": "hours", 
    "What's the direct line?": "phone", 
    "Can you tell me how to get more checks?": "checks", 
    "Send me the address": "location", 
    "When's the latest I can come in to my bank?": "hours", 
    "Please give me the information about closing accounts.": "close", 
    "How much am I allowed to get out?": "withdrawal", 
    "How would I obtain the routing number?": "routing", 
    "is there an option at your bank for storing valuables?": "safe", 
    "Would I be able to come in as a walk in?": "appointment", 
    "will you email me my statement": "balance", 
    "How do I locate the ABA": "routing", 
    "how does the check ordering process work": "checks", 
    "What time can I just walk in to the bank?": "appointment", 
    "Tell me if there is a direct line.": "phone", 
    "What are your hours?": "hours", 
    "Can I call a number and talk to a live person?": "phone", 
    "is there any direct line?": "phone", 
    "Are phones answered all day?": "phone", 
    "Are you able to send my statement via email?": "balance", 
    "What is the maximum  I can withdraw at the drive thru?": "withdrawal", 
    "Can you write me in?": "appointment", 
    "What is my account balance?": "balance", 
    "Hey, what happens to be the best way of having these checks ordered?": "checks", 
    "Can when does someone answer the phone?": "phone", 
    "Are you able to email me my statement?": "balance", 
    "How do you right the correct ABA?": "routing", 
    "I'll need those directions over text.": "location", 
    "what time can I come in to a physical branch?": "hours", 
    "Where do I locate the correct ABA?": "routing", 
    "in the drive thru, can i only take out a certain amount": "withdrawal", 
    "No, I am closing the account.": "close", 
    "Will you please email me my bank statement?": "balance", 
    "What are your current operating hours?": "hours", 
    "Could you inform me of your business hours?": "hours", 
    "Are appointments required?": "appointment", 
    "How do I go about obtaining the ABA?": "routing", 
    "close my account": "close", 
    "Could I get the banks's address texted to me?": "location", 
    "Which hours are you open?": "hours", 
    "Do you offer walk in appointments?": "appointment", 
    "I'd like my statement in an email.": "balance", 
    "What is the number for the router?": "routing", 
    "How can I close an account?": "close", 
    "Never mind, I would instead prefer to close the account.": "close", 
    "What is the phone number for live customer service?": "phone", 
    "Choices to keep items held safely": "safe", 
    "How can I secure the valuables on me?": "safe", 
    "Can you text me the directions to the location?": "location", 
    "How much can I withdraw from the drive thru?": "withdrawal", 
    "Please help me order checks as quickly as possible.": "checks", 
    "Is there a withdraw limit at the drive thru window": "withdrawal", 
    "Do I still have money in my account?": "balance", 
    "What is the withdrawal policy?": "withdrawal", 
    "When is the latest time I can visit a physical branch?": "hours", 
    "could you teach me how to get more checks": "checks", 
    "where is the bank's address?": "location", 
    "what is the earliest I can come in to a physical branch?": "hours", 
    "Will you text me the bank's address?": "location", 
    "Can you please text me the directions?": "location", 
    "Safe way to store items": "safe", 
    "tell me my options to keep items held safely": "safe", 
    "HOW MUCH IS IN MY ACCOUNT": "balance", 
    "When is the latest I can come into a physical branch?": "hours", 
    "Do you think I could call for directions?": "location", 
    "When does the physical branch close?": "hours", 
    "Closing the account is the best option I've decided.": "close", 
    "if there is one, what is the number for the direct line": "phone", 
    "Availability to keep items held safely": "safe", 
    "Can I call and get directions?": "location", 
    "What do I do to order checks quickly?": "checks", 
    "What hours are carried there?": "hours", 
    "I'd like you to email me my statemen": "balance", 
    "I need to know how to get more checks": "checks", 
    "What's the fastest way to get some more checks?": "checks", 
    "What hours does your office offer walk-ins?": "appointment", 
    "How to keep fragile items safe": "safe", 
    "did anyone answer the phone there?": "phone", 
    "Would you be able to shoot me a text that has the bank's address in it?": "location", 
    "Can you send directions through text?": "location", 
    "Please transfer me to a live person.": "phone", 
    "Is there a way to secure my valuables?": "safe", 
    "I have valuable things with me - can you tell me some ways I can secure them?": "safe", 
    "Do you have info on account closures?": "close", 
    "could you tell me the router number": "routing", 
    "can you close the account now?": "close", 
    "Please make an appointment for me.": "appointment", 
    "What number do I need to speak with a human?": "phone", 
    "how can i order check fast": "checks", 
    "How is my funding at the moment?": "balance", 
    "Will you be able to email me my statement?": "balance", 
    "what hours do you have?": "hours", 
    "Please close my account": "close", 
    "Would I be able to secure a walk in appointment?": "appointment", 
    "Could you show me how to go about ordering checks?": "checks", 
    "Is it possible to call for directions?": "location", 
    "could you pencil me in": "appointment", 
    "When do you stop answering the phone?": "phone", 
    "I'd like the directions sent via text.": "location", 
    "What time does the lobby close?": "hours", 
    "What do I do about account closures?": "close", 
    "Do I need an appointment or can I just walk in?": "appointment", 
    "Could you tell me how to find the ABA?": "routing", 
    "Is there a max I can take out?": "withdrawal", 
    "Can you just end my account then please?": "close", 
    "How will I find the ABA?": "routing", 
    "Can you make time for me?": "appointment", 
    "Send the directions my way.": "location", 
    "How is my funding at the moment now?": "balance", 
    "Is it possible for my to just walk in?": "appointment", 
    "would you tell me what hours you carry": "hours", 
    "It's better if we just close the account instead.": "close", 
    "How do I order checks?": "checks", 
    "I'd like to make an appointment.": "appointment", 
    "When can you text me directions?": "location", 
    "How are my funds?": "balance", 
    "Hopefully this will be o.k. that I am a walk-in": "appointment", 
    "What time do you work, and when do you get off?": "hours", 
    "What is the most I can get out?": "withdrawal", 
    "I need to know the office hours for walk ins.": "appointment", 
    "I have a whole lot of valuable items on me... what is my best option to secure them?": "safe", 
    "Go ahead and close the account instead.": "close", 
    "How do I order checks fast?": "checks", 
    "how much mony can I take out of the drive thru?": "withdrawal", 
    "I need an appointment.": "appointment", 
    "How much is in my account?": "balance", 
    "Is my funding looking alright?": "balance", 
    "I don't know the router number, can you tell me?": "routing", 
    "I would like to order checks in the fastest method.": "checks", 
    "can you tell me the withdrawal policy?": "withdrawal", 
    "No thank you, let's just close the account instead.": "close", 
    "I need my routing number. Can you give it to me?": "routing", 
    "How do I go about securing a few items at the bank?": "safe", 
    "Can you send me the address via text?": "location", 
    "What's the most I'm able to take out?": "withdrawal", 
    "what is the number i need to call to speak to a human": "phone", 
    "what is the quickest way to order checks?": "checks", 
    "Would you suggest we close the account": "close", 
    "is calling a way to get directions": "location", 
    "Please text me the bank's address.": "location", 
    "Can you send the directions via text?": "location", 
    "Are you able to text me the directions?": "location", 
    "Can you tell me the hours of the phyical branches?": "hours", 
    "Show me the router number.": "routing", 
    "Is it possible to text the directions?": "location", 
    "Can you send me the bank's address via text?": "location", 
    "Tell me the procedure for ordering a check.": "checks", 
    "can you give me the guidelines on withdrawals?": "withdrawal", 
    "Can someone teach me how to get checks?": "checks", 
    "Can you get me directions through text?": "location", 
    "I actually want to cancel the account": "close", 
    "Inform me of the check ordering procedure.": "checks", 
    "What is the phone number?": "phone", 
    "I need the details on your withdrawal policy please.": "withdrawal", 
    "how do I order checks": "checks", 
    "Tell me the router number.": "routing", 
    "How do I get directions? Call?": "location", 
    "As of now, how is my funding looking?": "balance", 
    "do you have a withdrawal policy ?": "withdrawal", 
    "Can I call directly?": "phone", 
    "Tell me the phone number to use to speak with a human.": "phone", 
    "what are my alternatives to keep items held safely": "safe", 
    "help me find a direct line.": "phone", 
    "Are you accepting walk ins?": "appointment", 
    "What is the status of the account?": "balance", 
    "Can I get directions after calling?": "location", 
    "How can I find out if anyone answers the phone during the day?": "phone", 
    "was the phone answered there very recently?": "phone", 
    "More options, means better perservations for these items": "safe", 
    "Are hours carried there?": "hours", 
    "Your operating hours are what?": "hours", 
    "what are my options to keep my items held safely": "safe", 
    "What hours do you follow?": "hours", 
    "Can you tell me about your withdrawal policy?": "withdrawal", 
    "After work, what time can I go to a branch til?": "hours", 
    "Is it alright if I call for directions?": "location", 
    "Can I contact you direct?": "phone", 
    "Could you explain the check ordering procedure": "checks", 
    "Inform me of how to get more checks.": "checks", 
    "We can just close the account.": "close", 
    "close the account now": "close", 
    "What are the details of your withdrawal policy?": "withdrawal", 
    "Tell me the check ordering procedure.": "checks", 
    "What is one way to order checks in the shortest time possible?": "checks", 
    "Can you tell me your withdrawal policy?": "withdrawal", 
    "Does your office have walk-in hours, and if so, what are they?": "appointment", 
    "Can you show me what my account looks like as of now?": "balance", 
    "How can I talk to a human?": "phone", 
    "Can you write my name for me?": "appointment", 
    "If I intend to withdraw through the drive thru, is there a limit?": "withdrawal", 
    "Can I walk in at anytime?": "appointment", 
    "How much can I take out?": "withdrawal", 
    "What is the withdrawal limit in the drive thru?": "withdrawal", 
    "How would I locate the ABA?": "routing", 
    "How do I get more checks.": "checks", 
    "tell me when you pencil me in.": "appointment", 
    "What I want to know is, is there a limit to what I can withdraw through the drive thru?": "withdrawal", 
    "During the does is there always someone to answer the phone?": "phone", 
    "I can take out how much in the drive thru?": "withdrawal", 
    "Close my account.": "close", 
    "How do I get more checks?": "checks", 
    "When do you carry?": "hours", 
    "Tell me about the check ordering porcedure.": "checks", 
    "Can I have a lock box?": "safe", 
    "Send me a text with the bank's address.": "location", 
    "Can I can get directions over the phone?": "location", 
    "How long do you work": "hours", 
    "What are the steps to get more checks?": "checks", 
    "What do I need to do to get more checks.": "checks", 
    "Sign me in for attendance.": "appointment", 
    "Will the office have walk in hours ?": "appointment", 
    "I think it would be best to close the account": "close", 
    "what does my account look like right now": "balance", 
    "I wanna be penciled in": "appointment", 
    "What is the withdrawal limit?": "withdrawal", 
    "Should I call for directions?": "location", 
    "will the checks get here fast?": "checks", 
    "can you send me the directions": "location", 
    "When does my local branch close?": "hours", 
    "What are your active business hours?": "hours", 
    "Where can I find out your hours?": "hours", 
    "am I able to call there?": "location", 
    "I need directions, if you can text them to me.": "location", 
    "do you have any lock boxes?": "safe", 
    "I need info on how to close an account.": "close", 
    "Can I come in same-day?": "appointment", 
    "can I call there please": "location", 
    "would you give me info on account closures": "close", 
    "Would you text me the address to the bank?": "location", 
    "Check ordering procedure is what?": "checks", 
    "Please send me a text with the bank's address": "location", 
    "What important things do I need to know about withdrawals?": "withdrawal", 
    "What hours does your office have walk-ins?": "appointment", 
    "What is the router number?": "routing", 
    "I would like the bank's address, can you text me?": "location", 
    "what are all my choices to keep my items held safely": "safe", 
    "I want some directions sent to me please.": "location", 
    "Can I get a direct line?": "phone", 
    "Can you book me in?": "appointment", 
    "what number do I call to talk to a human?": "phone", 
    "I'd like the bank address": "location", 
    "What's the fastest way to order checks?": "checks", 
    "Is there a direct number I can call?": "phone", 
    "Is there a withdrawal policy?": "withdrawal", 
    "Tell me whether or not there is a direct line.": "phone", 
    "what does my account show right now": "balance", 
    "Will there be a direct line?": "phone", 
    "How can I secure the valuable things I have on me": "safe", 
    "I'd rather close the account.": "close", 
    "I'd like to shut down the account.": "close", 
    "Operator, please.": "phone", 
    "Can you pencil me in for an appointment?": "appointment", 
    "May I call for directions?": "location", 
    "Would like to know if walk ins are accepted.": "appointment", 
    "What is the current balance showing in my account?": "balance", 
    "Get me the walk in hours for your office please.": "appointment", 
    "Can you send me a text with the bank's address?": "location", 
    "What are the physical branches operating hours?": "hours", 
    "Am I broke?": "balance", 
    "Is there a cap on what I can withdraw?": "withdrawal", 
    "Where can I get information on closing an account?": "close", 
    "What do you offer for safe keeping of my items?": "safe", 
    "Could you tell me the fastest way to order checks?": "checks", 
    "Inform me of the correct ABA.": "routing", 
    "What is the policy to withdraw?": "withdrawal", 
    "If I call, can I get directions that way?": "location", 
    "How late do the banks branches stay open?": "hours", 
    "I need to keep items held safely, what are my options?": "safe", 
    "Could you tell me the correct ABA?": "routing", 
    "Do you have safety deposit boxes?": "safe", 
    "Negative, I'd like the account closed.": "close", 
    "Do you have safe storage?": "safe", 
    "I've got many valuable things, so what is an option to secure them?": "safe", 
    "What time do you open?": "hours", 
    "Do you have lock boxes?": "safe", 
    "Could you give me your operating hours.": "hours", 
    "How about we close the account instead.": "close", 
    "do you have a direct line?": "phone", 
    "do you have walk in hours at your office": "appointment", 
    "How can I find out how to close my account?": "close", 
    "Can you email my statement to me?": "balance", 
    "Could you text me the directions?": "location", 
    "What is the maximum I can withdraw?": "withdrawal", 
    "Is just walking in acceptable?": "appointment", 
    "What is the process for closing an account?": "close", 
    "Can you tell me the router number?": "routing", 
    "do you know the right ABA": "routing", 
    "what is my rate?": "safe", 
    "I need you to pencil me in.": "appointment", 
    "Nevermind, I want to close the account.": "close", 
    "Can I get my statement sent to me through email?": "balance", 
    "what is in my account as of now?": "balance", 
    "I'd like to find info on drive thru withdrawal limits.": "withdrawal", 
    "I need options to keep items held safely.": "safe", 
    "Well, let's just shut the account down then.": "close", 
    "can i have information about your withdrawal policy?": "withdrawal", 
    "Send me directions via text.": "location", 
    "I need to call for directions.": "location", 
    "tell me the latest I can come in to a physical branch": "hours", 
    "How long are your hours?": "hours", 
    "What is the lastest I can come in?": "hours", 
    "Where do I get new checks?": "checks", 
    "Is there always someone answering the phone?": "phone", 
    "Do you all accept walk ins?": "appointment", 
    "I want to know how my funding looks right now": "balance", 
    "If available, what is the direct line?": "phone", 
    "What do I do when I need more checks?": "checks", 
    "I would like to quickly order checks": "checks", 
    "What is the fastest way to order checks?": "checks", 
    "What can you tell me about closing an account?": "close", 
    "could you tell me the fastest method to order checks": "checks", 
    "What is the most I can take out?": "withdrawal", 
    "I'd like to learn how to get more checks.": "checks", 
    "I would like to know what the withdrawal policy is.": "withdrawal", 
    "Is there more information on finding the proper ABA?": "routing", 
    "find me options to keep my items held safely": "safe", 
    "are walk ins allowed": "appointment", 
    "What time of day do you carry?": "hours", 
    "Can I call at any time during the day and have someone answer my call": "phone", 
    "I wanna know what I can get out": "withdrawal", 
    "what is in the account right now?": "balance", 
    "Let's just close the account instead.": "close", 
    "I need an option to keep my valuable things secured.": "safe", 
    "can you tell me info on account closusres": "close", 
    "What options do I have to secure my things which are valuable?": "safe", 
    "How does the procedure work when ordering checks?": "checks", 
    "Do you have a person answering the phone all day?": "phone", 
    "What time do you open and close?": "hours", 
    "Am I limited in what I can get from the drive-thru?": "withdrawal", 
    "Give me info on account closures.": "close", 
    "What steps are involved in placing an order for checks?": "checks", 
    "How much is the maximum I can take out at once?": "withdrawal", 
    "Are there any options for what I can do to secure my valuables?": "safe", 
    "How can I keep items held safely?": "safe", 
    "Can you tell me how to find the ABA?": "routing", 
    "I would like info on account closures, do you have it?": "close", 
    "Let's close the account, don't worry.": "close", 
    "Is there a direct way to reach you?": "phone", 
    "Via text message, send the bank address.": "location", 
    "What is your policy for walk ins?": "appointment", 
    "what number do i call to speak with a human?": "phone", 
    "Can you help me navigate around by texting me directions?": "location", 
    "What is the router code?": "routing", 
    "What is my current account balance?": "balance", 
    "Can you let me know of your office walk in hours.": "appointment", 
    "Just close the account, dont worry about it.": "close", 
    "i would like that, could you pencil me in": "appointment", 
    "Are you able to text me directions?": "location", 
    "Because I have alot of valuable things, please tell me what option there is to secure them": "safe", 
    "How can I best secure everything valuable on me?": "safe", 
    "Do you know how to locate the ABA?": "routing", 
    "text the bank's address to me": "location", 
    "You're open from when to when?": "hours", 
    "Is there a way I can keep items locked up at the bank?": "safe", 
    "Can  you guide me on how to find the ABA?": "routing", 
    "Lets close the account.": "close", 
    "are there limitations to the amount i can withdraw from the drive thru": "withdrawal", 
    "Can you tell me your hours?": "hours", 
    "how do i find out what your withdrawal policy is ?": "withdrawal", 
    "Please pencil me in.": "appointment", 
    "What hours do you have?": "hours", 
    "I need info on account closures": "close", 
    "What are the means of keeping valuables safe?": "safe", 
    "What is the max limit that I can get out?": "withdrawal", 
    "I need to know how to order checks.": "checks", 
    "Do you have a number to call for directions?": "location", 
    "Is there someone available to answer the phone during all hours?": "phone", 
    "I need to know the max I can take out at a given time.": "withdrawal", 
    "Is there a maximum withdrawl on the drive-thru?": "withdrawal", 
    "What is the most I can withdraw?": "withdrawal", 
    "how can I get my statement sent by email?": "balance", 
    "Could you text me the bank's address?": "location", 
    "I'd like to know how to get more checks": "checks", 
    "What is the fastest route?": "phone", 
    "Give the router number": "routing", 
    "Does your office have walk in hours available?": "appointment", 
    "I'd like my statement in my email.": "balance", 
    "I need the phone number to talk to someone directly.": "phone", 
    "What funding options could i get right now?": "balance", 
    "May you please teach m how to get more checks?": "checks", 
    "What is the bank office's walk in hours?": "appointment", 
    "Are walk ins being accepted?": "appointment", 
    "I'm interested in ordering my checks fast.": "checks", 
    "Help me find the correct phone number to get in touch with a real person": "phone", 
    "What is the highest performance output I can get from this?": "withdrawal", 
    "How do you order checks?": "checks", 
    "I need ways to keep items held safely": "safe", 
    "Is is possible to send me the directions through text?": "location", 
    "What is a routing number?": "routing", 
    "What is your bank's routing number?": "routing", 
    "I need to order checks and fast.": "checks", 
    "Please let me know if walk ins are accepted.": "appointment", 
    "when are your walk-in hours": "appointment", 
    "What is the current state of my funding?": "balance", 
    "Could you tell me what is in my account as of now?": "balance", 
    "What times can I come in?": "hours", 
    "Is the phone answered all day by somebody?": "phone", 
    "How can I prevent my valuables from being stolen?": "safe", 
    "are there directions?": "location", 
    "What is the drive thru limit on withdrawals?": "withdrawal", 
    "can you squeeze me in": "appointment", 
    "What's the phone number I must call to reach a representative": "phone", 
    "What is your withdrawal policy like?": "withdrawal", 
    "Can you tell me information about account closures?": "close", 
    "what's your operating hours like ?": "hours", 
    "How can I speak to a human?": "phone", 
    "What are your carrying hours?": "hours", 
    "Do you offer a way to store valuables?": "safe", 
    "I need help locating my ABA.": "routing", 
    "Do you offer ways to keep valuables safe?": "safe", 
    "Can the office have walk in hours?": "appointment", 
    "What is your work schedule?": "hours", 
    "Shut down the account.": "close", 
    "Is there an option for getting directions over text message?": "location", 
    "I need to know how to close an account.": "close", 
    "Can you get me directions to your place?": "location", 
    "Where can I find my routing number?": "routing", 
    "Explain how to get more checks.": "checks", 
    "I am interested in speaking with a representative": "phone", 
    "Does the phone get answered all day?": "phone", 
    "Can I have account closure information?": "close", 
    "Can you give me info on lock boxes?": "safe", 
    "What are the walk in hours in the office?": "appointment", 
    "I'd like to learn how to obtain more checks": "checks", 
    "what is the best method to order checks rapidly": "checks", 
    "Are safe options available for items held?": "safe", 
    "show me ways to keep items held safely": "safe", 
    "are there any fees?": "safe", 
    "what policy is your withdrawal?": "withdrawal", 
    "What can I do if I find myself in need of more checks": "checks", 
    "What are your normal business hours?": "hours", 
    "send me a text with the banks address": "location", 
    "What options can you give me in terms of securing my valuables?": "safe", 
    "are there walk ins there?": "appointment", 
    "Can you tell me when you're open?": "hours", 
    "Can I be seen without an appointment if I just show up?": "appointment", 
    "Could you tell me the most I can withdraw through the drive through?": "withdrawal", 
    "What is an option to secure the large amount of valuable items I have?": "safe", 
    "Can you tell me how my funding looks right now?": "balance", 
    "what's the duration of your shift": "hours", 
    "Its all right, let us close the account.": "close", 
    "Can you direct me to the phone line to speak with a human?": "phone", 
    "what is the most I can get out?": "withdrawal", 
    "please email me my statement": "balance", 
    "I need more info on closing an account.": "close", 
    "Are you able to pencil me in?": "appointment", 
    "Is there a safety deposit box.": "safe", 
    "Until what time can I come into a branch?": "hours", 
    "How much is left in my account?": "balance", 
    "Can I get the number to call to speak with a human?": "phone", 
    "can you provide me info on account closures": "close", 
    "What is the current policy for withdrawals?": "withdrawal", 
    "What are the directions to this location?": "location", 
    "How do I close my account?": "close", 
    "is there always someone to answer the phone during the day": "phone", 
    "Please text me my banks address.": "location", 
    "Is there a phone number I call to talk to someone?": "phone", 
    "I need an option to secure my valuable things.": "safe", 
    "I want to talk to a person, what number should I call?": "phone", 
    "What is my routing number?": "routing", 
    "If walk ins are accepted please let me know.": "appointment", 
    "Can you tell me what the office hours are for walk ins?": "appointment", 
    "Just close the account instead.": "close", 
    "Can you give me the address?": "location", 
    "No thank  you.  Just close the account.": "close", 
    "Dont bother, close the account.": "close", 
    "Will I be late coming to the physical branch?": "hours", 
    "I've got a lot of valuable things in my possession - can you tell me my options to secure them?": "safe", 
    "What is the best option to secure all the valuable items that I have with me?": "safe", 
    "I need a way to secure valuable things. Can you help?": "safe", 
    "I am interested in the check ordering procedure.": "checks", 
    "what are the hours you carry": "hours", 
    "what number should I dial to talk to a human": "phone", 
    "Can you teach me to get more checks?": "checks", 
    "I have been looking for a chance to safeguard my things, do you have any suggestions": "safe", 
    "Is it okay to call for directions?": "location", 
    "I need the ABA number.": "routing", 
    "No, I would prefer to close the account instead.": "close", 
    "Can I get in touch with someone real?": "phone", 
    "As of now, what shows in my account?": "balance", 
    "What does my funding look like?": "balance", 
    "What is the max amount of money I can get?": "withdrawal", 
    "what is the highest performance I can get?": "withdrawal", 
    "Instruct me how to get more checks.": "checks", 
    "Can you make the appointment?": "appointment", 
    "can you tell me storage options for valuables?": "safe", 
    "What is the status of my funding?": "balance", 
    "What's the drive-thru limit?": "withdrawal", 
    "I need to know the max limit I can get out.": "withdrawal", 
    "I really need info on account closures": "close", 
    "is it possible for you to email me my statement": "balance", 
    "If I need new checks, what do I do?": "checks", 
    "Who should I contact to find the main number?": "phone", 
    "Nevermind, close the account.": "close", 
    "Do you guys offer offer lock boxes?": "safe", 
    "How do I figure out the correct ABA?": "routing", 
    "Do you have options for safe deposit boxes?": "safe", 
    "How can I obtain additional checks?": "checks", 
    "Are there lock boxes available?": "safe", 
    "What are the steps in closing an account?": "close", 
    "How late can I come into a branch office?": "hours", 
    "How late can I come to a physical branch before closing?": "hours", 
    "How to find ABA": "routing", 
    "How much money is in the account?": "balance", 
    "Is there a direct line or not?": "phone", 
    "I would like to walk in, if that is available for your office.": "appointment", 
    "What is my ABA?": "routing", 
    "When are you operating?": "hours", 
    "who is able to answers the phone all day": "phone", 
    "text me the address of the bank": "location", 
    "can you fit me in": "appointment", 
    "what about direct line?": "phone", 
    "Let me know about your withdrawal policy": "withdrawal", 
    "What's my account balance?": "balance", 
    "I'd like details on my max out.": "withdrawal", 
    "what is in my account at this moment": "balance", 
    "are there any lock boxes?": "safe", 
    "I am interested in receiving my statement in email form": "balance", 
    "Do you carry hours?": "hours", 
    "Where can I find the router number?": "routing", 
    "Can you give me a more direct line?": "phone", 
    "What is my funding at this time?": "balance", 
    "What is the highest amount I can take out?": "withdrawal", 
    "Nah, go ahead and close the account.": "close", 
    "Is it alright if I walk in?": "appointment", 
    "Forget about it, I'll just close the account": "close", 
    "What time can I walk in?": "appointment", 
    "Can you send an email to me with my statement?": "balance", 
    "Nah, let's close the account.": "close", 
    "If I need checks, how do I do that?": "checks", 
    "An ABA number is located where?": "routing", 
    "Email the statement to me please.": "balance", 
    "Give me my account balance.": "balance", 
    "Can you recite the router number?": "routing", 
    "How much am I allowed to take out via the drive thru?": "withdrawal", 
    "If I come through the drive thru, what funds can I get out?": "withdrawal", 
    "Is emailing my statement to me a possibility?": "balance", 
    "Do you have walk in hours or is it only by appointment?": "appointment", 
    "Is there a number I can call to receive directions?": "location", 
    "will you teach me how to get more checks?": "checks", 
    "What is the highest amount I can get out": "withdrawal", 
    "I need the withdrawal policy": "withdrawal", 
    "Can walk ins be accepted?": "appointment", 
    "How is my funding?": "balance", 
    "I wanna know the router number": "routing", 
    "are you able to text me the directions": "location", 
    "What hours does your office start accepting and declining walk ins": "appointment", 
    "I wanna have the correct ABA": "routing", 
    "are there lock boxes?": "safe", 
    "if I need to order checks fast, what is the best method": "checks", 
    "Can you tell me information on account closures?": "close", 
    "Please tell me the correct ABA.": "routing", 
    "How late can come into a physical branch?": "hours", 
    "Can you sign me up?": "appointment", 
    "Is there a way you can text me the directions?": "location", 
    "Where is the ABA found?": "routing", 
    "Is there any space to pencil me in?": "appointment", 
    "Will you text me directions?": "location", 
    "What's the quickest way to get checks?": "checks", 
    "What is the process to order checks?": "checks", 
    "I'd like the withdrawal policy": "withdrawal", 
    "How much can I withdraw through the drive thru?": "withdrawal", 
    "Can you put my name down?": "appointment", 
    "Can you set me an appointment?": "appointment", 
    "Send over my statement by email.": "balance", 
    "what is the correct way to locate the ABA": "routing", 
    "How much can I withdraw from a drive thru at once?": "withdrawal", 
    "Is there a texting option for receiving directions?": "location", 
    "Is there a process for ordering checks?": "checks", 
    "do you have lock boxes at all?": "safe", 
    "forget it, close the account": "close", 
    "Do you know what the correct ABA is?": "routing", 
    "I have heard there is a limit, what is the limit?": "withdrawal", 
    "Is there a direct line I can call?": "phone", 
    "Will you give me directions if I call?": "location", 
    "Can you tell me if you have lock boxes?": "safe", 
    "how can I find your withdrawal policy?": "withdrawal", 
    "In that case, I just want my account closed.": "close", 
    "What number should I dial to talk with a human?": "phone", 
    "can you email me my statement?": "balance", 
    "I need the router number please.": "routing", 
    "Can you give me an option to secure valuable things that I have on me?": "safe", 
    "PLease give me the right ABA.": "routing", 
    "Can I speak to someone directly?": "phone", 
    "Where is the bank located?": "location", 
    "Do you have information on the withdrawal policy?": "withdrawal", 
    "Please walk me through the steps involved in canceling an account": "close", 
    "during which time do you all operate": "hours", 
    "When are your hours?": "hours", 
    "how much can i take out": "withdrawal", 
    "I really need to know how to get more checks": "checks", 
    "How much is in my account as of now?": "balance", 
    "I need help finding the ABA.": "routing", 
    "Could I call to get directions?": "location", 
    "is there a direct line there?": "phone", 
    "Is it okay for my bank to accept walk ins?": "appointment", 
    "What does my account currently say?": "balance", 
    "What is the best way for me to secure my valuables?": "safe", 
    "Are walk-ins okay?": "appointment", 
    "I'd like the operating hours": "hours", 
    "Can you suggest how I can secure the valuable things I have on me?": "safe", 
    "Can you get me an appointment?": "appointment", 
    "does the amount of money i can take out from the drive thru cap": "withdrawal", 
    "do you accept walk ins?": "appointment", 
    "Can you point me to the ABA?": "routing", 
    "What information can you give me on account closures?": "close", 
    "What time will the branch close?": "hours", 
    "do I have to make an appointment": "appointment", 
    "Can you give me a time to come in?": "appointment", 
    "could you give me the router number": "routing", 
    "Do you have a withdrawal policy?": "withdrawal", 
    "do you have a direct line": "phone", 
    "am i allowed to call for directions": "location", 
    "How will I order checks?": "checks", 
    "Can you explain your withdrawal policy?": "withdrawal", 
    "Please tell me your withdrawal policy.": "withdrawal", 
    "Whats the policy on your withdrawal?": "withdrawal", 
    "Do you have boxes that lock?": "safe", 
    "As of now, what is showing in my account?": "balance", 
    "what can I take out of the drive thru?": "withdrawal", 
    "Are walk ins available": "appointment", 
    "are there any directions?": "location", 
    "what is the highest performance output it can generate for me?": "withdrawal", 
    "What are the hours during the day someone answers the phone?": "phone", 
    "Text me the address for the bank.": "location", 
    "is the phone answered by someone all day": "phone", 
    "what is the most i can withdraw": "withdrawal", 
    "Do you accept walk ins?": "appointment", 
    "I would like to know the max I can get out.": "withdrawal", 
    "Don't mind that, we'll go ahead and close the account.": "close", 
    "Help me know more about the check ordering procedure.": "checks", 
    "Can you show me options on how to secure the valuables I have?": "safe", 
    "Let's close the account, It would be better that way": "close", 
    "What is the maximum I can get through the drive through?": "withdrawal", 
    "Is there a withdrawal limit at the drive thru?": "withdrawal", 
    "I wanna know the latest I can come in to a physical branch": "hours", 
    "Tell me the correct ABA for...": "routing", 
    "Can I come in for a walk in": "appointment", 
    "what number will reach a human?": "phone", 
    "What is the direct line, if there is one?": "phone", 
    "what tiems are you open?": "hours", 
    "How can I go about securing the valuables on me?": "safe", 
    "Can we just close the account instead?": "close", 
    "does your office offer walk in hours": "appointment", 
    "What can I do to keep my valuables from being taken?": "safe", 
    "\"Please Stay on the line if you would like to speak with a representative\"": "phone", 
    "could you text me the directions": "location", 
    "how do i get directions": "location", 
    "Which ABA is right?": "routing", 
    "How do I go about getting checks quickly?": "checks", 
    "If there is a faster method to order checks, I would be interested.": "checks", 
    "items are being held safely in different ways": "safe", 
    "does the office your at have walk in hours": "appointment", 
    "When does the branch close?": "hours", 
    "what's the account showing right now?": "balance", 
    "I need to know how late I can arrive at the branch office and still receive service": "hours", 
    "How much do you work": "hours", 
    "What hours are you open?": "hours", 
    "what is the total amount I can take out of the drive thru?": "withdrawal", 
    "What hours can I walk in to the branch?": "appointment", 
    "Tell how I can close an account.": "close", 
    "Can you tell me the right ABA?": "routing", 
    "How does my funding look currently?": "balance", 
    "Is there a direct line to the branch?": "phone", 
    "Write my name down for me.": "appointment", 
    "Look up the contact number for the bank if I want to speak with someone real": "phone", 
    "I need to get more checks, can you teach me?": "checks", 
    "does the office have walk in hours?": "appointment", 
    "Use these options to keep items held safely": "safe", 
    "What is the direct number?": "phone", 
    "What's the most I can withdraw?": "withdrawal", 
    "WHAT IS IN MY ACCOUNT": "balance", 
    "are lock boxes available here": "safe", 
    "What time does the bank close?": "hours", 
    "I would like to know how to secure my valuable things, which I have a lot of.": "safe", 
    "what hours are you open": "hours", 
    "What time does the branch close?": "hours", 
    "What are the hours of operation?": "hours", 
    "Give me the exact business hours of your place.": "hours", 
    "what are my options to keep items held safely": "safe", 
    "Text me directions please.": "location", 
    "how does the funding look?": "balance", 
    "How will I find the actual ABA?": "routing", 
    "How can I order checks": "checks", 
    "What’s the withdrawal limit?": "withdrawal", 
    "I need to have some info on account closures.": "close", 
    "May I know your operating hours?": "hours", 
    "I want to know how to close my account.": "close", 
    "How much am I able to withdraw?": "withdrawal", 
    "How much can I take out of the drive thru?": "withdrawal", 
    "To speak with a live person, what number should I call?": "phone", 
    "Can I speak to a human please?": "phone", 
    "Please fill me in on account closures": "close", 
    "I'm interested in the winthdrawl policy.": "withdrawal", 
    "what kind of hours are there?": "hours", 
    "Can you give me the number for a real human?": "phone", 
    "What does my account show?": "balance", 
    "I need directions.": "location", 
    "How can I get the ABA?": "routing", 
    "Inform me of your withdrawal policy.": "withdrawal", 
    "When are you open?": "hours", 
    "How much can I take out at once?": "withdrawal", 
    "Would you be able to send me an email with my statement?": "balance", 
    "If I call, will you be able to give me directions.": "location", 
    "How is the check ordering procedure?": "checks", 
    "Can I come in without an appointment?": "appointment", 
    "can I call?": "location", 
    "I would like to speak with a representative": "phone", 
    "how long till you pencil me in?": "appointment", 
    "How late does the lobby stay open?": "hours", 
    "Let's cancel the account": "close", 
    "I want to withdraw, how much can I withdraw?": "withdrawal", 
    "What is the number on the router?": "routing", 
    "What's the procedure to close an account?": "close", 
    "Can I have information on closing accounts?": "close", 
    "did anyone answer the phone there recently?": "phone", 
    "could i call for directions": "location", 
    "Is there always an operator available?": "phone", 
    "How does my account show right now?": "balance", 
    "Would you tell me the hours you carry?": "hours", 
    "How do I get bank address sent via Text?": "location", 
    "What are the branch hours?": "hours", 
    "What method can I use to order my checks fast?": "checks", 
    "where can I find the ABA": "routing", 
    "Could you tell me what the walk in hours are at your office?": "appointment", 
    "choices to hold items safely": "safe", 
    "What is the largest amount I can withdraw?": "withdrawal", 
    "Which one's the correct ABA?": "routing", 
    "What transactions are showing in my account?": "balance", 
    "What is left in my account?": "balance", 
    "Is everything ok with my funding?": "balance", 
    "do you know how I can increase the number of the checks that I get": "checks", 
    "Is there a continuous line?": "phone", 
    "I want to shut down this account": "close", 
    "pencil me in": "appointment", 
    "Can you get me the routing number?": "routing", 
    "Is there a line that goes directly to you?": "phone", 
    "How much can I withdraw at the drive thru?": "withdrawal", 
    "it's ok. I'll just close the account.": "close", 
    "How can I get in contact with a real person?": "phone", 
    "I can visit your location near me until what time?": "hours", 
    "Tell me what shows in my account as of now.": "balance", 
    "Please send me the bank's address in a text.": "location", 
    "There are more options to preserve these items": "safe", 
    "How much money do I have?": "balance", 
    "How can I call directly?": "phone", 
    "How to keep things safe.": "safe", 
    "where is ABA located": "routing", 
    "Show me the correct ABA.": "routing", 
    "How is my funding doing right now?": "balance", 
    "Tell me if there is a direct line": "phone", 
    "Would you please text me directions?": "location", 
    "during the day, does someone answer the phone": "phone", 
    "What is the status of my account?": "balance", 
    "Don't worry about it, I think we can close the account.": "close", 
    "What hours are you available?": "hours", 
    "How is the funding right now?": "balance", 
    "What is the proper procedure to order checks": "checks", 
    "What should I do to secure the valuable things on me": "safe", 
    "How do you withdraw?": "withdrawal", 
    "Do you know if anyone has been answering the phone during the day?": "phone", 
    "Can the ABA be found there": "routing", 
    "Can you direct me to the ABA?": "routing", 
    "Can you send me the address to the bank via text?": "location", 
    "I would like to speak with a human, what is the number for that?": "phone", 
    "Please email my statement to me.": "balance", 
    "Text me the address": "location", 
    "What is the balance in my account?": "balance", 
    "Tell me what steps to take to close my account.": "close", 
    "May I speak with a human?": "phone", 
    "Please can you pencil me in?": "appointment", 
    "What exactly does my account show as of now?": "balance", 
    "Will I be able to get a lock box?": "safe", 
    "What time do your branches close?": "hours", 
    "How is the funding at the moment?": "balance", 
    "what is the maximum output I can get?": "withdrawal", 
    "Shall we close the account now?": "close", 
    "direct line please": "phone", 
    "What are the policies for walk-ins?": "appointment", 
    "Can you tell me what is showing in my account right now?": "balance", 
    "I'd like my statement through email please.": "balance", 
    "Is the phone answered by someone all day?": "phone", 
    "I need my statement emailed to me.": "balance", 
    "I want to account closed, thanks.": "close", 
    "Can you see what my account is showing right now?": "balance", 
    "What is the right ABA?": "routing", 
    "If I have valuables, can you help me store them?": "safe", 
    "I need the directions, could you text them to me": "location", 
    "do you know the router number": "routing", 
    "Are there any limits to how much I can withdraw at the drive thru?": "withdrawal", 
    "I am wanting to know if walk ins are accepted.": "appointment", 
    "I need directions through text, if possible.": "location", 
    "Can I get a lock box?": "safe", 
    "Can you give me information on the quickest way to ask for checks?": "checks", 
    "What time is the latest I can come in to a physical branch?": "hours", 
    "I'd like my statement via email please.": "balance", 
    "I'd rather close the account": "close", 
    "Get me an account balance.": "balance", 
    "Is the bank's address near?": "location", 
    "Would you tell me the fasted method to order checks?": "checks", 
    "I would like to know the router number?": "routing", 
    "Help me make an appointment please.": "appointment", 
    "What is in my account?": "balance", 
    "Can you give me the correct ABA?": "routing", 
    "What are your hours": "hours", 
    "How can I hold items safely?": "safe", 
    "please close the account": "close", 
    "What is the quickest way to order checks?": "checks", 
    "Withdrawal through drive thru limits.": "withdrawal", 
    "I need to withdraw through the drive thru, what is the limit?": "withdrawal", 
    "Where do I find the ABA?": "routing", 
    "how can i keep my items held safely": "safe", 
    "Can I go there directly?": "phone", 
    "What's the latest I can come into a physical branch?": "hours", 
    "What exactly is the check ordering procedure?": "checks", 
    "what is the quickest method to order checks": "checks", 
    "I want to close my account": "close", 
    "What is the limit that I can withdraw through the drive thru?": "withdrawal", 
    "I need you to get me the bank's address through a text message please.": "location", 
    "I would like a more direct line, is that available?": "phone", 
    "What options are available to secure my valuables?": "safe", 
    "what is the max i can withdraw": "withdrawal", 
    "Do you have lock boxes in the bank?": "safe", 
    "Can I make an appointment?": "appointment", 
    "Give me the correct ABA to use.": "routing", 
    "Are there any limitations on withdrawals?": "withdrawal", 
    "How far is the bank's address?": "location", 
    "What is the proper ABA?": "routing", 
    "Where's the ABA at?": "routing", 
    "How are checks ordered?": "checks", 
    "Can you send me info on closing an account?": "close", 
    "What are your work hours like today?": "hours", 
    "Details on account closures please.": "close", 
    "I'll take my statement via email.": "balance", 
    "I need to know the maximum amount I can withdraw.": "withdrawal", 
    "Can you find a time for me?": "appointment", 
    "tell me how my funding looks.": "balance", 
    "what is the most i can get out": "withdrawal", 
    "How can I order checks fast?": "checks", 
    "Would like to know of the hours I can walk in to the office.": "appointment", 
    "Please check to see how late branches are open until": "hours", 
    "alternatives to keep items held safely": "safe", 
    "what is the most I can get out of this?": "withdrawal", 
    "Get me a phone number I can call to reach a representative": "phone", 
    "What information can you tell me about account closures?": "close", 
    "Do you think you could text me directions?": "location", 
    "tell me about my funding": "balance", 
    "What am I allowed to withdraw at once?": "withdrawal", 
    "My funding, can you tell me how it looks right now?": "balance", 
    "Does someone answer the phone after hours?": "phone", 
    "I need to secure the valuables on me": "safe", 
    "Can you sign me in?": "appointment", 
    "Is it ok if I call for directions?": "location", 
    "Forget that and lets close the account": "close", 
    "Do you have the correct ABA?": "routing", 
    "Can you tell me your operation hours, please?": "hours", 
    "Do you have hours when you accept walk ins at your office?": "appointment", 
    "How much can I withdraw through the drive through?": "withdrawal", 
    "what is the latest that i can come in to a brick and mortar branch": "hours", 
    "How much can I get out?": "withdrawal", 
    "Tell me how much I can take out?": "withdrawal", 
    "what time do the physical branches stop allowing people to come in": "hours", 
    "How do your office hours work?": "appointment", 
    "Is it possible to have a lock box?": "safe", 
    "what are some ways i can order more checks?": "checks", 
    "What hours are you operational?": "hours", 
    "show me how to find the ABA": "routing", 
    "What is the procedure to order checks?": "checks", 
    "Would I be able to call someone anytime of the day?": "phone", 
    "Give me an option to help secure the valuable items I have on me.": "safe", 
    "What is showing in my account at this moment?": "balance", 
    "I'm not sure, but, are walk-ins accepted?": "appointment", 
    "Give me the bank address through text.": "location", 
    "how can I order more checks in the fastest way possible": "checks", 
    "Is it acceptable if I walk in?": "appointment", 
    "No, I'd still like to close": "close", 
    "Are walk ins allowed?": "appointment", 
    "What number do I call for directions?": "location", 
    "Okay, just have my account closed then please.": "close", 
    "What does my account currently show?": "balance", 
    "Could you tell me the fasted method to order checks?": "checks", 
    "Can I always get through to someone if I call?": "phone", 
    "what are your hours of operation": "hours", 
    "Is my funding looking ok": "balance", 
    "Do you know the router number?": "routing", 
    "Are lock boxes available?": "safe", 
    "when can I come in to a physical branch?": "hours", 
    "Tell me about closing an account.": "close", 
    "Close the account.": "close", 
    "Can you send my statement in an email?": "balance", 
    "I need to speak to a human, what is the number?": "phone", 
    "What is the option to speak with a representative": "phone", 
    "Is there a limit to a withdraw and how much is it?": "withdrawal", 
    "Can you let me know how to navigate?": "location", 
    "how can i request for checks the fastest?": "checks", 
    "Are your operating hours normal ?": "hours", 
    "Text me the bank's address, please?": "location", 
    "do you take walk ins?": "appointment", 
    "Email me a statement.": "balance", 
    "Do you have boxes capable of being locked?": "safe", 
    "When is the latest I can come in for a walk in": "appointment", 
    "let's close the account instead": "close", 
    "What is my account status?": "balance", 
    "Do you have the bank's address that you could text me?": "location", 
    "How can I store my items safely?": "safe", 
    "Get me the directions I need.": "location", 
    "Can you keep my items safely at the branch?": "safe", 
    "Can you help me order more checks?": "checks", 
    "would you text me the way to get there": "location", 
    "Tell me the withdrawal limit from the drive thru.": "withdrawal", 
    "Are there options to keep items held safely?": "safe", 
    "what are my choices to safely hold my items": "safe", 
    "What is the routing number?": "routing", 
    "Where can I find the ABA?": "routing", 
    "what number can I call to talk to a human?": "phone", 
    "What times can I just visit your office or walk in?": "appointment", 
    "send me a text with the address of the bank": "location", 
    "Let me know the router number.": "routing", 
    "Can you please close the account?": "close", 
    "Can I just come in whenever?": "appointment", 
    "What is the most money I can take out?": "withdrawal", 
    "Where would I find more information on the ABA?": "routing", 
    "do you carry lock boxes": "safe", 
    "Go ahead and close the account.": "close", 
    "How do my funds look at the moment?": "balance", 
    "What is the maximum amount I can take out?": "withdrawal", 
    "Could you tell me what shows in my account as of now?": "balance", 
    "what is appearing in my account as of now": "balance", 
    "What amount is the maximum I can withdraw at the drive thru?": "withdrawal", 
    "What is the number one way of ordering these checks?": "checks", 
    "Nope, I want this closed.": "close", 
    "Is calling for directions an option?": "location", 
    "Can you sign me in as well?": "appointment", 
    "What is the direct phone number?": "phone", 
    "Can I come in the office without an appointment?": "appointment", 
    "I need to know if you have lock boxes.": "safe", 
    "when is your shift": "hours", 
    "do you always have someone to answer the phone all day?": "phone", 
    "What time do you open and close at?": "hours", 
    "Where can I find ABA": "routing", 
    "Does the office have hours for walk ins ?": "appointment", 
    "How does my funding look right now?": "balance", 
    "Can I call at anytime of the day and have the phone answered?": "phone", 
    "How can I get more checks?": "checks", 
    "What times can I come in to your business?": "hours", 
    "Find my router number.": "routing", 
    "Are items held safely?": "safe", 
    "Do you have a receptionist to answer the phone on duty all day": "phone", 
    "Do you have someone to answer the phone all day": "phone", 
    "Do you supply lox boes>": "safe", 
    "Send me an email with my statement.": "balance", 
    "would you mind shooting me a text with the directions": "location", 
    "are you in possession of any lock boxes": "safe", 
    "May I call to ask for directions?": "location", 
    "I have a lot of things that I need to protect": "safe", 
    "would you tell me the fastest method of ordering checks": "checks", 
    "I would like you to text me directions.": "location", 
    "Tell me the branches closing time.": "hours", 
    "During what hours are you operational?": "hours", 
    "What's the latest I can come to the branch?": "hours", 
    "How long till I can come in to a physical branch?": "hours", 
    "how can you pencil me in?": "appointment", 
    "do you know how i can find the ABA": "routing", 
    "I've got quite a few costly items on hand, and I'd like them to be kept protected. Any suggestions?": "safe", 
    "Can you give me the number to call in order to speak with a human?": "phone", 
    "I need to keep some items locked up so what are my options?": "safe", 
    "What devices keep items held safely?": "safe", 
    "How do I discover the ABA": "routing", 
    "I am wondering if there is a limit to what I can withdraw through the drive thru.": "withdrawal", 
    "Is there a maximum amount I can get through the drive through withdrawal?": "withdrawal", 
    "do you allow walk ins": "appointment", 
    "Can I walk in?": "appointment", 
    "Just close the account please.": "close", 
    "Could you tell me what I need to know on account closures?": "close", 
    "is a direct line there?": "phone", 
    "How low is my checking account?": "balance", 
    "how can i secure the valuable items that i have on me": "safe", 
    "what hours are you operating from?": "hours", 
    "Is there someone that answers the phone all day?": "phone", 
    "I need to know how to get more checks.": "checks", 
    "Is the ABA correct?": "routing", 
    "Tell me your operating hours.": "hours", 
    "Can I have information on account closures?": "close", 
    "I would like the fastest method to order checks.": "checks", 
    "Is there a limit at the drive thru for how much I can withdraw?": "withdrawal", 
    "can I call for directions instead": "location", 
    "I would love to know the latest I can come in to a physical branch": "hours", 
    "what time does your shift start and end": "hours", 
    "Does the branch accept walk ins?": "appointment", 
    "Please email me my statement": "balance", 
    "How long are you working today?": "hours", 
    "Please let me know if there is a direct line.": "phone", 
    "Can you order some more checks for me?": "checks", 
    "WHAT IS THE STATUS OF MY ACCOUNT": "balance", 
    "Please tell me your office walk in hours.": "appointment", 
    "How do I order checks for myself?": "checks", 
    "what are you working hours?": "hours", 
    "After looking at my account, how much is there as of now?": "balance", 
    "Teach me ways to get more checks.": "checks", 
    "Can you send me directions please.": "location", 
    "Could you send me the directions via text?": "location", 
    "Does your office offer walk-in hours?": "appointment", 
    "How can I order checks?": "checks", 
    "Can you show me how to find the ABA?": "routing", 
    "Instead, let's just close the account.": "close", 
    "Can I call so I could get directed?": "location", 
    "Don't worry, we can just close the account.": "close", 
    "How can accounts be closed?": "close", 
    "Let me know your operating hours please": "hours", 
    "do you know how I can get more checks": "checks", 
    "I want to get more checks.": "checks", 
    "What hours does your office carry?": "hours", 
    "What rules apply to withdrawal?": "withdrawal", 
    "What number should I look for, I need to speak to someone in charge": "phone", 
    "When are the physical branches closed?": "hours", 
    "What is the policy for withdrawing?": "withdrawal", 
    "Which hours are carried over?": "hours", 
    "Can I call to ask for directions?": "location", 
    "When's the latest I can come into a physical branch?": "hours", 
    "do you have any directions?": "location", 
    "Put me in": "appointment", 
    "I need to know what the ABA is?": "routing", 
    "How can I keep my items safe?": "safe", 
    "What is the contact information for the bank?": "location", 
    "where can the ABA be found": "routing", 
    "what is latest I can enter a physical branch": "hours", 
    "What is the fastest way I can order checks?": "checks", 
    "Could you email my statement to me?": "balance", 
    "Would you please text me the directions?": "location", 
    "I need my statement via email please.": "balance", 
    "Do you have lockable boxes?": "safe", 
    "We offer to keep items safely": "safe", 
    "Do you take walk ins?": "appointment", 
    "Where could I find the routing number?": "routing", 
    "when is the latest I can come in to a physical branch?": "hours", 
    "I would like info on account closures": "close", 
    "I would like to speak with a human, what number should I call": "phone", 
    "what number reaches a human?": "phone", 
    "What do I do if I want to order checks?": "checks", 
    "what is the maximum I can get?": "withdrawal", 
    "I'd like the account closed today": "close", 
    "Can I rent lock boxes from you?": "safe", 
    "do you accept walk ins": "appointment", 
    "Is there a limit to how much I can get out?": "withdrawal", 
    "Are there specific hours for walk ins?": "appointment", 
    "Is someone available over phone all day?": "phone", 
    "I need the correct ABA": "routing", 
    "Is there someone there to take my calls?": "phone", 
    "What is the procedure for ordering a check?": "checks", 
    "I need help finding the ABA": "routing", 
    "How do I go about getting new checks?": "checks", 
    "Would like to know the router number.": "routing", 
    "What is currently showing in my account?": "balance", 
    "How am I doing with my finding?": "balance", 
    "Can you tell me if someone answers the phone all day?": "phone", 
    "I want the withdrawal policy": "withdrawal", 
    "At this time, how does my funding look?": "balance", 
    "I need more checks": "checks", 
    "I think it would be best to terminate the account": "close", 
    "what are the steps of check ordering": "checks", 
    "Do you have boxes that are lockable?": "safe", 
    "What is the status of my funding right now.": "balance", 
    "I've decided closing the account will be best for me": "close", 
    "I need to know the correct ABA.": "routing", 
    "Give me the max I can take out?": "withdrawal", 
    "I do not have an appointment": "appointment", 
    "I need to be penciled in.": "appointment", 
    "Can you tell me how I can secure the valuable things I have on me?": "safe", 
    "Can someone give me directions over the phone?": "location", 
    "Is the line direct?": "phone", 
    "Can you tell me about my funding at the moment?": "balance", 
    "Forget it. Just close the account.": "close", 
    "Does anyone answer the phone daily?": "phone", 
    "does calling work if i want to ask for directions": "location", 
    "I want info on account closures": "close", 
    "What's the most I can withdrawl?": "withdrawal", 
    "Nevermind, I'd rather just close the account.": "close", 
    "How will I secure the valuables on me?": "safe", 
    "It does not matter, let us close the account.": "close", 
    "Please help me find what the proper ABA is": "routing", 
    "close the account": "close", 
    "Who can I call for directions?": "location", 
    "How do I order more checks?": "checks", 
    "I need to get some checks as soon as possible.": "checks", 
    "Can you get me in?": "appointment", 
    "Is it possible to get lock boxes there?": "safe", 
    "Who can I call for directions.": "location", 
    "What is my ABA number?": "routing", 
    "What information on account closure is available?": "close", 
    "is it possible to have my statement emailed?": "balance", 
    "I would like to see my statement; will you please email it to me?": "balance", 
    "Can you please send me my statement via email?": "balance", 
    "Are you able to send the directions via text?": "location", 
    "What funds are available in my account?": "balance", 
    "Would you give me some options for how to secure the valuable things I have on me?": "safe", 
    "When can I come in?": "appointment", 
    "On what hours could I just walk in to your office without an appointment?": "appointment", 
    "Tell me what the correct ABA is.": "routing", 
    "I need directions, can you text them to me?": "location", 
    "Are you able to tell me the router number?": "routing", 
    "Can I close my account": "close", 
    "Can you send me the directions?": "location", 
    "Walk me through the process of getting more checks for myself": "checks", 
    "Help me locate the ABA": "routing", 
    "How I find the routing number?": "routing", 
    "I have a lot of high priced items on me, where would be a good place to keep them?": "safe", 
    "Will I be able to use a lock box?": "safe", 
    "Please tell me the hours you carry.": "hours", 
    "How much money is in my account?": "balance", 
    "How late can I just walk in?": "appointment", 
    "Where can I find directions?": "location", 
    "Do you offer lock boxes?": "safe", 
    "How much in total can I take out of the drive thru?": "withdrawal", 
    "Help me find my ABA number.": "routing", 
    "Please text me the diretions": "location", 
    "Lets just terminate the account instead.": "close", 
    "What's the policy on withdrawals?": "withdrawal", 
    "What am I limited to taking from the drive thru?": "withdrawal", 
    "Give me my current account statement": "balance", 
    "how much can i withdraw": "withdrawal", 
    "I have been looking for a safe, do you have any suggestions how to protect my things?": "safe", 
    "Keep items held safely with these options": "safe", 
    "Is it possible for you to pencil me in?": "appointment", 
    "Never mind, let's just close the account instead.": "close", 
    "How would you approach check ordering?": "checks", 
    "I have valuables and need to know how to protect them.": "safe", 
    "could you send the directions by text": "location", 
    "dont worry, i will close the account": "close", 
    "Can you please email my statement to me?": "balance", 
    "Show me how to get more checks.": "checks", 
    "Can you send my statement via email?": "balance", 
    "Tell me your withdrawal policy.": "withdrawal", 
    "which phone number puts on the line with a person?": "phone", 
    "could you give me info on account closures": "close", 
    "Send my statement to me in an email.": "balance", 
    "Is it possible to pencil me in?": "appointment", 
    "Please show me the quickest way to order new checks.": "checks", 
    "Is it possible to get my statement emailed to me?": "balance", 
    "what is the quickest way to order checks": "checks", 
    "All day is there someone answering the phone?": "phone", 
    "What are branch hours?": "hours", 
    "How late are branch locations open until?": "hours", 
    "What policy is in place effecting a withdrawl?": "withdrawal", 
    "How can I get to this place?": "location", 
    "Do I need to have an appointment or do you take walk ins?": "appointment", 
    "show me some ways to keep items held safely": "safe", 
    "Give me the correct ABA.": "routing", 
    "can you schedule me": "appointment", 
    "How much is currently in my account?": "balance", 
    "Is it possible to text me directions?": "location", 
    "What are your hours at your physical branches?": "hours", 
    "Do you have lock boxes at this time?": "safe", 
    "What option is there to secure my valuable things.": "safe", 
    "How would I find out how to to find the ABA?": "routing", 
    "Could you send me my statement through email?": "balance", 
    "How late do I have to walk in to the bank?": "hours", 
    "Is there a number I can call to reach someone?": "phone", 
    "is it possible to text me the directions": "location", 
    "I changed my mind and want to close the account.": "close", 
    "I'm interested in knowning your hours?": "hours", 
    "I need the bank adress": "location", 
    "do you possess lock boxes": "safe", 
    "I changed my mind, let's close the account.": "close", 
    "I need directions, can I call for them?": "location", 
    "safety options for items being held": "safe", 
    "Can you tell me what your business hours are?": "hours", 
    "can you please send me bank's address over text message": "location", 
    "I want you to text me what the address of the bank is": "location", 
    "can you make time for me": "appointment", 
    "Terminate the account.": "close", 
    "Well, maybe we should just close the account": "close", 
    "What is your policy for withdrawals?": "withdrawal", 
    "Can you give me information about the closed accounts?": "close", 
    "Nevermind, let us close the account.": "close", 
    "How can I make sure my valuable items are secure": "safe", 
    "Tell me the maximum I can take from my account.": "withdrawal", 
    "Can you give me the router number?": "routing", 
    "can you close the account?": "close", 
    "Please show me how to get more checks.": "checks", 
    "Give me directions to this location.": "location", 
    "do you know the correct ABA": "routing", 
    "Are you accepting walk ins at this time?": "appointment", 
    "Teach me how to get additional checks.": "checks", 
    "Can you tell me the hours that you carry?": "hours", 
    "What is the limit of what I can get out?": "withdrawal", 
    "Do you have lock boxes for my items?": "safe", 
    "What are the options to keep these items in top shape?": "safe", 
    "Does my funding look ok right now?": "balance", 
    "i need a way to store my valuables?": "safe", 
    "Send me my statement via email.": "balance", 
    "what is the fastest way to order checks?": "checks", 
    "Inform me on the check ordering procedure.": "checks", 
    "If I want to speak with a person, what number should I dial?": "phone", 
    "How much can I take from the drive thru?": "withdrawal", 
    "Do you offer lock boxes or something similar?": "safe", 
    "Is there someone who answers the phone daily?": "phone", 
    "I would like to call for directions.": "location", 
    "What is check commanding procedure?": "checks", 
    "will checks be here fast?": "checks", 
    "The withdrawal policy, what is it?": "withdrawal", 
    "Do you have the router number?": "routing", 
    "what's the bank's address?": "location", 
    "Explain to me your withdrawal policy": "withdrawal", 
    "Tell me what I can get out": "withdrawal", 
    "Give me your business hours please": "hours", 
    "What is the address for the bank?": "location", 
    "Does someone accept calls all day?": "phone", 
    "What number can I call to speak with a human?": "phone", 
    "Are there any withdrawal limits at the drive thru?": "withdrawal", 
    "Can you tell me the maximum I can get out?": "withdrawal", 
    "Find my ABA please.": "routing", 
    "Will you just text me the bank's address?": "location", 
    "Can I order checks the fastest way?": "checks", 
    "Is it okay for me to just walk in?": "appointment", 
    "Can you send me directions by Text?": "location", 
    "Nevermind, let's just close the account.": "close", 
    "Does your office have available walk in hours?": "appointment", 
    "What hours do you operate?": "hours", 
    "can you please send me bank's address via text message": "location", 
    "What funds do I have available to me right now?": "balance", 
    "Are there any lock boxes that you offer?": "safe", 
    "Can you tell me the latest I can come to a branch?": "hours", 
    "Is someone answering the phone all day?": "phone", 
    "How can I get checks quickly?": "checks", 
    "Can you tell me how much money is currently in my account?": "balance", 
    "I need directions, can you text me them?": "location", 
    "when looking at my account right now, what is showing in the account": "balance", 
    "What are the options to hold items safely?": "safe", 
    "What is correct ABA?": "routing", 
    "I need info on your routing number.": "routing", 
    "How late can I come to a physical branch?": "hours", 
    "Does the branch have walk in hours?": "appointment", 
    "Do I call for directions or no?": "location", 
    "show me my funding": "balance", 
    "how can I sign up t o have my statement emailed?": "balance", 
    "what number does the router use?": "routing", 
    "We can empty the account and terminate it instead.": "close", 
    "Can I drop by your office at my own leisure?": "appointment", 
    "can you send me an email of my statement": "balance", 
    "what are included in my account at this moment": "balance", 
    "Inform me about your withdrawal policy": "withdrawal", 
    "Where can I find my ABA?": "routing", 
    "How much can be taken out at one time?": "withdrawal", 
    "Could you set me up to come in?": "appointment", 
    "What is the fastest way to get these checks ordered?": "checks", 
    "I want to know what the correct ABA is": "routing", 
    "I would be interested in a faster method to order checks.": "checks", 
    "Would you like me to close your account?": "close", 
    "can you help me find a direct line?": "phone", 
    "Are lock boxes something you have?": "safe", 
    "is it possible to email me my statement": "balance", 
    "Could you give me information about your withdrawal policy?": "withdrawal", 
    "Do you know the number on the router?": "routing", 
    "Text me the directions.": "location", 
    "I want to close this account please": "close", 
    "may i call for directions": "location", 
    "Tell me if you have lock boxes.": "safe", 
    "can i find a direct line?": "phone", 
    "what is the fastest way to order some checks?": "checks", 
    "Forget it.  Close the account.": "close", 
    "If I want to come into a branch, what's the latest I can get there?": "hours", 
    "Please send an email to me containing my statement": "balance", 
    "Could you text me directions?": "location", 
    "I have many valuable things on me, how do i secure them?": "safe", 
    "how do i order more checks?": "checks", 
    "what has to happen for my statement to be sent in an email?": "balance", 
    "The ABA, how can I find it?": "routing", 
    "can you explain the specific policy about a withdrawal?": "withdrawal", 
    "What is some info you can give me on account closures.": "close", 
    "is it possible that you could text me bank's address": "location", 
    "how much funding do i have": "balance", 
    "What can be seen in my account?": "balance", 
    "Please provide me the routing number for your bank.": "routing", 
    "Can you give me account closure info please?": "close", 
    "During the entire day, is there someone to answer the phone": "phone", 
    "Describe the protocol for canceling one of my acvounts.": "close", 
    "If possible, could i call for directions?": "location", 
    "Can you help me in finding out your hours?": "hours", 
    "Message me my bank's address.": "location", 
    "are there lock boxes here": "safe", 
    "Where is the ABA?": "routing", 
    "What's the number to speak with a human?": "phone", 
    "There is a direct line, yes?": "phone", 
    "What options can you tell me about securing my valuable things?": "safe", 
    "Can I receive navigation help over the phone?": "location", 
    "are walk ins ok for you": "appointment", 
    "When are free to meet up?": "appointment", 
    "Where is the ABA located?": "routing", 
    "How late is the branch open?": "hours", 
    "Will you text the directions to me?": "location", 
    "How many hours do you work": "hours", 
    "Could I call for directions?": "location", 
    "What is my funding looking like?": "balance", 
    "What means do you offer for keeping my valuable items safe?": "safe", 
    "How is my funding currently looking?": "balance", 
    "What are your operating hours?": "hours", 
    "Do you guys take walk-ins?": "appointment", 
    "Is it correct that when I withdraw through the drive thru, there is a limit?": "withdrawal", 
    "Ignore what I said, let's close the account.": "close", 
    "Can I just walk in?": "appointment", 
    "The account needs to be closed.": "close", 
    "Okay, just close that account for me then please.": "close", 
    "What direct line is there?": "phone", 
    "Well then, I'm going to close my account please.": "close", 
    "Are there walk in hours for your office ?": "appointment", 
    "What is the limit to withdraw at your drive thru?": "withdrawal", 
    "Please text me directions.": "location", 
    "What time do you get off of your shift?": "hours", 
    "Send me the address for the bank.": "location", 
    "I need checks; can you help?": "checks", 
    "what time to the brick and mortar branches close and stop allowing people in": "hours", 
    "Is there a direct line available?": "phone", 
    "Can you tell me the bank's address in a text?": "location", 
    "If I need checks fast, what do I do?": "checks", 
    "Where are your lock boxes?": "safe", 
    "Can you tell me about the closed accounts?": "close", 
    "What's the most efficient way of handling ordering these checks?": "checks", 
    "Let me know what the fasted method for ordering checks is please": "checks", 
    "What is the telephone number that will get me to someone real that can help me?": "phone", 
    "How much money do I have in my account": "balance", 
    "I would like to protect my things": "safe", 
    "What are your phone calling hours?": "phone", 
    "How can the ABA be located?": "routing", 
    "Teach me how to acquire more checks.": "checks", 
    "what numbers correlate with the router?": "routing", 
    "How long are you open?": "hours", 
    "I need some info on account closures.": "close", 
    "could you teach me how to get more checks?": "checks", 
    "Please give me an option to secure my valuable things.": "safe", 
    "No, I want to close the account.": "close", 
    "do you provide lock boxes": "safe", 
    "How much is my balance in my account right now?": "balance", 
    "can you do me a favor and pencil me in": "appointment", 
    "What's the best way to get checks, fast?": "checks", 
    "Actually let's terminate this account": "close", 
    "Do you have information on account closures?": "close", 
    "can you teach me how to order checks?": "checks", 
    "email me my statement right away": "balance", 
    "Limits to drive thru withdrawal.": "withdrawal", 
    "Show the banks address via text.": "location", 
    "how can i order check rapidly": "checks", 
    "Would you tell me the router number?": "routing", 
    "what does my funding look like": "balance", 
    "I need help with directions, who can I call?": "location", 
    "That's fine. We'll close the account.": "close", 
    "did someone answer the phone?": "phone", 
    "Who answers the phone all day?": "phone", 
    "Does your office accept walk ins": "appointment", 
    "tell me your withdrawal policy.": "withdrawal", 
    "At the moment, how does my funding look?": "balance", 
    "will my rates go up?": "safe", 
    "What are the specific times people answer the phones?": "phone", 
    "tell me the router number": "routing", 
    "Please just send me the statement via email.": "balance", 
    "Are lock boxes available at your bank?": "safe", 
    "do you have secure places for valuables?": "safe", 
    "What is the limit at the drive thru that I can withdraw from?": "withdrawal", 
    "Are there any updates on my funds?": "balance", 
    "Can you pull as much as you want from the drive-thru?": "withdrawal", 
    "What is the best way to protect my things": "safe", 
    "About your withdrawal policy, what is it?": "withdrawal", 
    "what are your open hours?": "hours", 
    "How long are your operating hours ?": "hours", 
    "Can you send directions via text?": "location", 
    "I'd appreciate your emailing me my statement; is that okay?": "balance", 
    "Get me withdrawal policy details.": "withdrawal", 
    "What is the policy about withdrawal?": "withdrawal", 
    "What number can I call to talk to someone?": "phone", 
    "would you mind penciling me in": "appointment", 
    "What are your office's walk-in hours?": "appointment", 
    "I thought about it more and lets go ahead and close the account": "close", 
    "Email my statement to me please.": "balance", 
    "Is my funding ok right now?": "balance", 
    "Do you know where the ABA is?": "routing", 
    "When is the latest I am allowed to come to a physical branch?": "hours", 
    "Can I call this number to ask for directions?": "location", 
    "I need to speak with a real person so what number should I call?": "phone", 
    "Is there a max I can get out? I would like to know.": "withdrawal", 
    "Are there withdrawal rules?": "withdrawal", 
    "How do I go about a withdrawl?": "withdrawal", 
    "Tell me what the router number is.": "routing", 
    "Please tell me your operating hours": "hours", 
    "No, I would like to close the account instead.": "close", 
    "Is it okay to call in order to get directions?": "location", 
    "do you have any directions at all?": "location", 
    "What are the walk in hours at the office?": "appointment", 
    "How does my account look right now?": "balance", 
    "How about you send me the directions.": "location", 
    "what hours do you have there?": "hours", 
    "What do I need to do to withdraw funds?": "withdrawal", 
    "Lock box info please.": "safe", 
    "Tell me the withdrawal policy": "withdrawal", 
    "Do they have to answer the phone?": "phone", 
    "What's the max I can take out at the drive thru?": "withdrawal", 
    "what hours do you operate during": "hours", 
    "how do you order more checks after you use your last one ?": "checks", 
    "Walk me through the check ordering process.": "checks", 
    "Can you fit me in?": "appointment", 
    "Are walk ins okay with you?": "appointment", 
    "I'm looking for the ABA, can you help?": "routing", 
    "What are the steps to order checks?": "checks", 
    "where can I find the router number": "routing", 
    "What is the process for shutting down an account": "close", 
    "I need your office walk in hours, if possible.": "appointment", 
    "What is the policy considering withdrawal?": "withdrawal", 
    "Would you take walk ins?": "appointment", 
    "When do you open and close?": "hours", 
    "Can you show me the information on closed accounts?": "close", 
    "How's my funding looking currently?": "balance", 
    "do you have walk in hours?": "appointment", 
    "Can you text directions?": "location", 
    "Can you tell me the max I can take out?": "withdrawal", 
    "Is it possible to just walk in?": "appointment", 
    "Can you help me find the ABA?": "routing", 
    "What does my account show right now?": "balance", 
    "Can you provide me information on account closures?": "close", 
    "What is the address?": "location", 
    "Please instruct me on getting more checks.": "checks", 
    "Will you teach me to get more checks?": "checks", 
    "does it offer a direct line": "phone", 
    "I need to secure the nice things I have, what is the best way to do so": "safe", 
    "Could I have the routing number?": "routing", 
    "Would I be able to just walk in and get an appointment?": "appointment", 
    "Do I need an appointment or can I walk in?": "appointment", 
    "What is the most money i can get out?": "withdrawal", 
    "i would like to receive my statement through email, is that possible": "balance", 
    "Do you provide secure storage?": "safe", 
    "Can I have more information about closing accounts?": "close", 
    "Is it possible to text me the bank's address?": "location", 
    "Please close the account": "close", 
    "What number for an account representative?": "phone", 
    "Can you get me in for an appointment?": "appointment", 
    "What are the drive through withdrawal limits?": "withdrawal", 
    "I am interested in learning about the withdrawal policy.": "withdrawal", 
    "If I need directions, can I call?": "location", 
    "I want the operating hours": "hours", 
    "I need the phone number that will connect me to a real person.": "phone", 
    "Would you be able to text directions to me?": "location", 
    "I'll need directions from you.": "location", 
    "I need information on closing accounts.": "close", 
    "How do I go about ordering checks?": "checks", 
    "what is the best way to get more checks": "checks", 
    "Got time to pencil in me?": "appointment", 
    "I need to know the funds I can access.": "balance", 
    "What's my limit for withdrawing money at the drive thru?": "withdrawal", 
    "I would like to end the account.": "close", 
    "What is the main contact number?": "phone", 
    "do you possess any lock boxes": "safe", 
    "Tell me the branch hours.": "hours", 
    "What is the right ABA": "routing", 
    "Are you going to text me directions?": "location", 
    "What is the best way to get some checks really quickly?": "checks", 
    "Does someone always answer the phone throughout the day?": "phone", 
    "Do you have lock boxes available?": "safe", 
    "How can I learn the check ordering procedure.": "checks", 
    "when are you open?": "hours", 
    "what is the router number?": "routing", 
    "Which ABA should be used?": "routing", 
    "HOW MUCH CASH DO I HAVE": "balance", 
    "Could I get funding right now?": "balance", 
    "Would you mind penciling me in?": "appointment", 
    "How do I find the ABA?": "routing", 
    "how much will i have?": "safe", 
    "Does the office have walk in hours?": "appointment", 
    "Find me the closing time for the branch office": "hours", 
    "What is the balance of my account?": "balance", 
    "Do you have any information on the daily phone answering?": "phone", 
    "Do you allow walk ins?": "appointment", 
    "Tell me the correct ABA": "routing", 
    "how long are you open": "hours", 
    "When I need directions, could I just call?": "location", 
    "are walk ins accepted?": "appointment", 
    "Can I locate a lock box in your bank?": "safe", 
    "What is your office's business hours?": "hours", 
    "I need to know if there is a limit on withdrawals from the drive thru.": "withdrawal", 
    "What are the hours that you carry?": "hours", 
    "I wanna know how to get more checks": "checks", 
    "No thanks. I wanna close the account.": "close", 
    "are any walk in hours there?": "appointment", 
    "do you know if there is a direct line": "phone", 
    "No thank you, I would instead prefer to close the account.": "close", 
    "Could I just come in to speak to somebody?": "appointment", 
    "Can I put my items away safely?": "safe", 
    "Whom do I call for directions?": "location", 
    "What's the limit I'm able to withdrawl?": "withdrawal", 
    "Is there a line I could use to get through directly?": "phone", 
    "What hours are available for walk ins at your office?": "appointment", 
    "Is there a way to receive directions via text?": "location", 
    "I wanna know the correct ABA": "routing", 
    "I changed my mind, let's the close the account.": "close", 
    "Is it possible to get directions over the phone?": "location", 
    "How much funds do I have right now?": "balance", 
    "Can you tell me what hours you carry?": "hours", 
    "On second thought, let's close the account.": "close", 
    "What's the last hour I can walk in?": "hours", 
    "What is the limit to what I can withdraw from the drive thru?": "withdrawal", 
    "What number is a direct line?": "phone", 
    "Is a direct line offered": "phone", 
    "what's in the account now?": "balance", 
    "What is my balance?": "balance", 
    "What is the limit for drive through?": "withdrawal", 
    "No, close it.": "close", 
    "who knows the router number for me": "routing", 
    "can i pick up lock boxes from you": "safe", 
    "The router number is what?": "routing", 
    "I want to order checks, what's the process?": "checks", 
    "Is there a number to call to talk to a live person?": "phone", 
    "Could you tell me what hours you carry?": "hours", 
    "Nevermind, we should close the account.": "close", 
    "Would you be able to give me information on account closures?": "close", 
    "How can I keep my valuable items safe?": "safe", 
    "Can you fit me in at some point?": "appointment", 
    "Do you accept walk-ins?": "appointment", 
    "I need a copy of my statement emailed to me please.": "balance", 
    "i will just close the account": "close", 
    "I would like to have a lock box, do you have them?": "safe", 
    "do you own lock boxes": "safe", 
    "What is the correct way to find the ABA": "routing", 
    "what's the availability of a direct line?": "phone", 
    "Do you think you could find a time for me?": "appointment", 
    "is there always someone to answer the phone all day?": "phone", 
    "I would like to speak with a human, what number should I call?": "phone", 
    "Well, just close the account then.": "close", 
    "Is there a fast way to order checks?": "checks", 
    "Is there someone to answer the phone all day": "phone", 
    "Please get me an appointment last second.": "appointment", 
    "are any direct lines there?": "phone", 
    "Can someone teach me about getting more checks?": "checks", 
    "will the checks be here fast?": "checks", 
    "What is the best way to secure all of my valuables on me": "safe", 
    "Can I just walk in at certain times?": "appointment", 
    "May I call for directions please?": "location", 
    "can you tell me an option to secure my valuable items that i have one me": "safe", 
    "what is in my account as of now": "balance", 
    "how do I get to the bank's address?": "location", 
    "Is there someone who answers the phone all day?": "phone", 
    "We must protect these items": "safe", 
    "Explain the process to get more checks.": "checks", 
    "How do I order checks quickly?": "checks", 
    "What balance is displayed in my account?": "balance", 
    "Can you schedule me in?": "appointment", 
    "If we search, we can discover ways to keep these items safe.": "safe", 
    "Do you know of the ABA?": "routing", 
    "I would like to have the bank's address texted to me, could you please do it?": "location", 
    "Find the address for the bank and then text it to me please": "location", 
    "Can my statement be sent through email?": "balance", 
    "Nope, let's just close the account instead.": "close", 
    "Can I get directions by calling?": "location", 
    "Can you send the directions in a text?": "location", 
    "Can you squeeze me in?": "appointment", 
    "Get me the number to speak with someone.": "phone", 
    "At what hours do you operate?": "hours", 
    "Where can I locate the ABA?": "routing", 
    "DO you accept walk ins without an appointment?": "appointment", 
    "If I wanted to secure all the valuable things I have on me, what options do I have?": "safe", 
    "What ABA should I be using?": "routing", 
    "Text me the bank's address.": "location", 
    "Please provide me info about the ABA.": "routing", 
    "Are walk in hours available at your office?": "appointment", 
    "Could you possibly text me the bank's address?": "location", 
    "When are y'all open?": "hours", 
    "I would like to know your operation hours.": "hours", 
    "Is there a straight line?": "phone", 
    "Could you guide me on withdrawals?": "withdrawal", 
    "What are the business hours?": "hours", 
    "Do you have any options for safe keeping of items?": "safe", 
    "I have decided that we should shut down the account": "close", 
    "Are there any lock boxes available?": "safe", 
    "Give info on account closures": "close", 
    "Does someone answer the phone during all hours?": "phone", 
    "What is your policy for walk in hours?": "appointment", 
    "What’s the most money I can get right now?": "withdrawal", 
    "what is listed in my account right now": "balance", 
    "could you email me my statement": "balance", 
    "Since I have so many valueables on me, where should they go for safe keeping?": "safe", 
    "Is there a limit to how much I can withdraw at the drive thru?": "withdrawal", 
    "Can I call a direct line?": "phone", 
    "Is there a maximum withdrawal amount at the drive thru?": "withdrawal", 
    "How do I order new checks?": "checks", 
    "Is there an option for getting directions via a phone call?": "location", 
    "different options to hold onto items safely": "safe", 
    "Are you able to text me the bank's address?": "location", 
    "Where can I find out about the withdrawl policy?": "withdrawal", 
    "What are some options to safely keep items?": "safe", 
    "what is there in my account?": "balance", 
    "Is there a limit to what I can take from the drive thru?": "withdrawal", 
    "Is there a better line?": "phone", 
    "Would there be someone to answer the phone all day?": "phone", 
    "could you tell me what hours you carry": "hours", 
    "I need directions. Should I call?": "location", 
    "Can you elaborate on your withdrawal policy?": "withdrawal", 
    "Do you provide lock boxes?": "safe", 
    "What if I want to close my account?": "close", 
    "Where would I find my ABA number?": "routing", 
    "can you send me the directions over text message": "location", 
    "How's my funding looking at this point?": "balance", 
    "What do I need to do to order checks?": "checks", 
    "What is currently in my account?": "balance", 
    "Since I have all these valuable items on me, what is the best way to secure them.": "safe", 
    "What is the branch phone number?": "phone", 
    "Send directions in a text.": "location", 
    "Give me the method to order checks.": "checks", 
    "Tell me your procedure for making a withdrawl.": "withdrawal", 
    "Do I need a reservation?": "appointment", 
    "How late until my bank closes?": "hours", 
    "During what times are you open for business?": "hours", 
    "Do you have any available lock boxes?": "safe", 
    "Please email me my statement.": "balance", 
    "What must I do in order to place a check order?": "checks", 
    "I need the bank's address texted to me.": "location", 
    "Get me the router number please.": "routing", 
    "No thank you, I would like to close the account instead.": "close", 
    "Actually lets go ahead and close the account": "close", 
    "Am I allowed to just walk in?": "appointment", 
    "How shall I find the ABA?": "routing", 
    "Please tell me your operation hours.": "hours", 
    "What's the best way to locate the ABA?": "routing", 
    "Never mind, I would instead like to close the account.": "close", 
    "are there any walk in hours at that place>": "appointment", 
    "What does my funding look like right now?": "balance", 
    "When are you open til at the location by me?": "hours", 
    "What is my account showing?": "balance", 
    "Do you have boxes to lock stuff in?": "safe", 
    "Item holding safety options": "safe", 
    "I want ways to keep items held safely": "safe", 
    "I just want to check and see how my funding is looking": "balance", 
    "I would like to know if walk ins are accepted.": "appointment", 
    "What does your calender look like?": "appointment", 
    "Can you tell me your operating hours?": "hours", 
    "I want to know how to find the ABA": "routing", 
    "I have a lot of expensive items on me, where should I put them?": "safe", 
    "What is the withdrawl policy?": "withdrawal", 
    "What is the best way to order checks?": "checks", 
    "What is the current status of my account?": "balance", 
    "I would like to have the directions texted to me, can you do it?": "location", 
    "What is the bank's address?": "location", 
    "what kind of funding do i have": "balance", 
    "What is the limit for withdrawing at the drive thru?": "withdrawal", 
    "How does one get more checks?": "checks", 
    "What can you tell me about closing my account?": "close", 
    "could you provide me info on account closures": "close", 
    "I need to withdraw money so what do I need to do?": "withdrawal", 
    "can you possibly send the address to bank's via text message": "location", 
    "How do I find the correct ABA?": "routing", 
    "No. Just close the account instead.": "close", 
    "How can I find info about the ABA?": "routing", 
    "How do I go about getting more checks.": "checks", 
    "Do you possess lock boxes?": "safe", 
    "Which is the correct ABA?": "routing", 
    "Tell me whether or not someone answers the phone all day?": "phone", 
    "What is the maximum amount I can take from the drive thru?": "withdrawal", 
    "\"To speak with someone on our direct line, press 5\"": "phone", 
    "Is someone around to talk by phone?": "phone", 
    "Information on closing my account would be helpful.": "close", 
    "Can you schedule me last minute?": "appointment", 
    "I need more checks.": "checks", 
    "In what way can I keep a few items secured at the bank?": "safe", 
    "What's the fastest way to get more checks?": "checks", 
    "And the correct ABA is?": "routing", 
    "what are the hours people answer the phone at this bank?": "phone", 
    "Can you tell me the correct ABA?": "routing", 
    "I want the bank address": "location", 
    "There is a direct line, no?": "phone", 
    "what is the number I should dial to speak with a human": "phone", 
    "Tell me the routing number.": "routing", 
    "What hours can I visit?": "hours", 
    "Which hours are carried?": "hours", 
    "What times are you open?": "hours", 
    "What is the policy for withdrawal?": "withdrawal", 
    "Could you pencil me in, please?": "appointment", 
    "What's the phone number I need to call to talk to a real person?": "phone", 
    "could you tell me what my account is showing as of now": "balance", 
    "Drive thru withdrawal limits.": "withdrawal", 
    "Could you tell me your operating hours?": "hours", 
    "can you state the router number?": "routing", 
    "Will there be lock boxes available in your bank?": "safe", 
    "I need my bank's address, please text me it.": "location", 
    "What time does someone pick up the phones?": "phone", 
    "are you able to email my statement": "balance", 
    "Do you know your withdrawal policy?": "withdrawal", 
    "How much funding do I have": "balance", 
    "How can I place an order for checks?": "checks", 
    "Please look up my current account balance": "balance", 
    "No. I want to close the account instead.": "close", 
    "I'd like the account closed please.": "close", 
    "is a direct line available?": "phone", 
    "are there walk in hours for your office": "appointment", 
    "Is a more direct line available?": "phone", 
    "are there walk in hours there?": "appointment", 
    "Does your bank have lock boxes?": "safe", 
    "When is the latest time I can come in to a physical branch?": "hours", 
    "would you teach me how to get more checks?": "checks", 
    "What are the hours of your bank?": "hours", 
    "How can I find the ABA?": "routing", 
    "Find out what the correct ABA is for me": "routing", 
    "What number can I dial to speak to a real person?": "phone", 
    "Please close my account.": "close", 
    "Can you tell me the hours that I am allowed to just walk in?": "appointment", 
    "How is the check ordering process like?": "checks", 
    "Could you walk through the check ordering process": "checks", 
    "Cancel request. Close the account.": "close", 
    "do you offer walk in hours at your office": "appointment", 
    "Can you get me the ABA?": "routing", 
    "What are my available funds?": "balance", 
    "What is the direct line?": "phone", 
    "is the phone answered constantly throughout the day": "phone", 
    "There has to be a way to order these checks really fast, how would you suppose I do that?": "checks", 
    "When are you closed?": "hours", 
    "What are your business hours?": "hours", 
    "How can I get checks fastest?": "checks", 
    "How does my account look?": "balance", 
    "What is the accurate ABA": "routing", 
    "Do I need to transfer money from my savings account to my checking account?": "balance", 
    "Will you tell me directions after I call?": "location", 
    "Can you tell me check ordering procedure?": "checks", 
    "should i close the account": "close", 
    "Does the drive-thru have a max limit?": "withdrawal", 
    "Please can you close the account?": "close", 
    "what hours do you maintain": "hours", 
    "Give me information on the check ordering procedure.": "checks", 
    "How do I go about getting checks?": "checks", 
    "I'd like to receive my statement over email": "balance", 
    "I really need the correct ABA": "routing", 
    "What hours are you open for business?": "hours", 
    "Can the bank address be texted to me?": "location", 
    "What options do you have to help me secure the valuable things I have on me?": "safe", 
    "tell me the operating hours": "hours", 
    "How high of an amount can I get out?": "withdrawal", 
    "Is there a direct phone number?": "phone", 
    "I would like to know about the check ordering procedure.": "checks", 
    "Let me know if i can call for directions": "location", 
    "How can I secure my valuable things?": "safe", 
    "When are you free for the appoinment?": "appointment", 
    "Shoot me a text with the bank's address.": "location", 
    "Is this ABA correct?": "routing", 
    "Do you have lock boxes to use?": "safe", 
    "How much can I withdraw?": "withdrawal", 
    "how much can i withdraw from the drive thru": "withdrawal", 
    "Do you do walk ins at your office and what are the hours?": "appointment", 
    "What is the number I should call to speak with a human?": "phone", 
    "can you find a direct line?": "phone", 
    "I am interested in knowing how my funding looks right now.": "balance", 
    "What ABA is the right one?": "routing", 
    "when does your operating hours take place ?": "hours", 
    "would it be possible to have the statement emailed?": "balance", 
    "Is it possible to get directions through call?": "location", 
    "What is the router's number?": "routing", 
    "Can you send me my statement in an email?": "balance", 
    "bank's address.  text me.": "location", 
    "What are your hours of operation?": "hours"
}