{
    "What is the status in my account": "balance", 
    "I'm trying to reach my bank via phone.": "phone", 
    "Please provide me with my available funds.": "balance", 
    "Help me get a safety deposit box": "safe", 
    "Is there some way for me to store my valuables?": "safe", 
    "Tell me an update on my available funds, please.": "balance", 
    "can you tell me the max amount i can take out?": "withdrawal", 
    "What do I have to do to get a safety deposit box?": "safe", 
    "How do I terminate an account?": "close", 
    "Does my bank accept appointments?": "appointment", 
    "display after bank close": "hours", 
    "What's the process to get more checks.": "checks", 
    "i'd like to cancel an account.": "close", 
    "How do I get more checks from my bank?": "checks", 
    "Please explain account cancellation": "close", 
    "Please call my bank": "phone", 
    "Tell me the hours of operation for my bank?": "hours", 
    "How do I terminate my account?": "close", 
    "can you tell me in which manner i can get more checks?": "checks", 
    "I want you to help me to acquire my banks routing number": "routing", 
    "I would like to get my hands on some additional checks": "checks", 
    "I need to know when the bank closes.": "hours", 
    "I need my bank's contact number": "phone", 
    "Send me checks; I'm all out.": "checks", 
    "I want to make a walk in appointment, can I do that": "appointment", 
    "I want to permanently close this account.": "close", 
    "What are the withdrawal limits": "withdrawal", 
    "can you tell me how to get to my nearest branch?": "location", 
    "how do I call my bank": "phone", 
    "I don't want this account, please close it for me.": "close", 
    "Give checking account balance.": "balance", 
    "show me a map of the nearest branches": "location", 
    "WHAT IS THE QUICKEST WAY TO GET CHECKS SENT TO ME?": "checks", 
    "How can I call my bank": "phone", 
    "i need a safety deposit box.": "safe", 
    "What is the cost for the safety deposit boxes?": "safe", 
    "Can you direct me to the closest branch?": "location", 
    "Show me the closest branch.": "location", 
    "Tell me how much I can withdraw in a lump sum": "withdrawal", 
    "After the bank has closed, display this": "hours", 
    "Show me the money, baby.": "balance", 
    "What is your policy in regards to appointments?": "appointment", 
    "give me directions to the nearest branch.": "location", 
    "how high is my mazimum withdrawal limit?": "withdrawal", 
    "Can you tell me an update on my available funds, please?": "balance", 
    "Am I able to set an appointment?": "appointment", 
    "I need to know how much money I've got": "balance", 
    "Give me instructions on how to get to a nearby bank branch": "location", 
    "Is this the correct routing number?": "routing", 
    "I'd like to place an order for more checks.": "checks", 
    "Please tell me how to get to the branch closet to me": "location", 
    "I'm almost out of checks please rush order more.": "checks", 
    "where can i get a safety deposit box": "safe", 
    "HOW DO I FIND MY ROUTING NUMBER WITHOUT MY CHECKBOOK?": "routing", 
    "I'd like to schedule an appointment?": "appointment", 
    "Can you accommodate me with a safety deposit box?": "safe", 
    "What lump sum can I withdraw": "withdrawal", 
    "How do I know what my routing number is?": "routing", 
    "I'd like to schedule an appointment.": "appointment", 
    "The bank closet to me I need to contact by phone": "phone", 
    "Are appointments allowed with you?": "appointment", 
    "Where do I find my routing number?": "routing", 
    "Do I have withdrawal limits and how much are they?": "withdrawal", 
    "Do you have any limits regarding withdrawals": "withdrawal", 
    "Can you give me my routing number?": "routing", 
    "Whats the banks number to call?": "phone", 
    "Is there a limit on withdrawals?": "withdrawal", 
    "How long is my bank open?": "hours", 
    "Can you give me a statement of my balance?": "balance", 
    "I would like some pricing on safety deposit boxes": "safe", 
    "What balance is showing in my account?": "balance", 
    "Do you have limits of how many withdrawals I can make?": "withdrawal", 
    "Walk in appointments, are they available?": "appointment", 
    "Find me the routing number for my bank": "routing", 
    "How can I find their correct routing number?": "routing", 
    "What is the best approach to securing valuable items?": "safe", 
    "You open up when?": "hours", 
    "What's my withdrawal limit": "withdrawal", 
    "Let's just close this account": "close", 
    "At what time does the bank close?": "hours", 
    "i need to get more checks.": "checks", 
    "what is the best way to schedule an appointment?": "appointment", 
    "What branch is closest": "location", 
    "do they accept walk ins?": "appointment", 
    "I need to know the amount of funds I have available": "balance", 
    "Show me the bank's closing time": "hours", 
    "Tell me what my withdrawal limit is": "withdrawal", 
    "What is my closest branch?": "location", 
    "Is my bank open?": "hours", 
    "I need the number of my local branch.": "phone", 
    "Does my account come with a safety deposit box?": "safe", 
    "I'm I limited in how much to withdrawal": "withdrawal", 
    "I wanna know the lump some I can withdraw": "withdrawal", 
    "Regarding withdrawals what are the limits?": "withdrawal", 
    "Can I make an appointment": "appointment", 
    "What is the best way for me to get a bank appointment?": "appointment", 
    "what's my balance": "balance", 
    "what is my balance": "balance", 
    "How can I schedule an appointment?": "appointment", 
    "What number can I reach my bank at?": "phone", 
    "Account termination procedure looks like what?": "close", 
    "Branch locations that are closest": "location", 
    "HOW MUCH DOES IT COST TO OPEN A SAFETY DEPOSIT BOX?": "safe", 
    "I want to know how to reach the bank via phone.": "phone", 
    "I wanna reach the bank over the phone": "phone", 
    "Provide a bank statement": "balance", 
    "I need to know the lump some I can withdraw": "withdrawal", 
    "What do you charge for safety deposit boxes?": "safe", 
    "What is my local bank's phone number?": "phone", 
    "What is the router number for my bank?": "routing", 
    "Can I set an appointment?": "appointment", 
    "i'd like to talk to someone at my bank and need the number.": "phone", 
    "DO YOU HAVE THE PHONE NUMBER TO THE BANK?": "phone", 
    "Could you please find me the pricing on safety deposits boxes?": "safe", 
    "I need to close the account.": "close", 
    "do you offer safety deposit boxes?": "safe", 
    "would you be able to give me the phone number for my bank?": "phone", 
    "How much do you have to pay for the safety deposit boxes?": "safe", 
    "WHAT ARE DIRECTIONS TO THE NEAREST BRANCH YOU RECOMMEND?": "location", 
    "what are the operating hours for my bank?": "hours", 
    "How can I navigate to the closest branch?": "location", 
    "Place an order for more checks please": "checks", 
    "navigate to closest branch": "location", 
    "Where do I find the correct routing number?": "routing", 
    "I need to find out what my routing number is.": "routing", 
    "i need my bank's routing number.": "routing", 
    "Is there a branch nearby?": "location", 
    "what time does the bank close?": "hours", 
    "Can i get a safety deposit box?": "safe", 
    "What time does my local branch close.": "hours", 
    "where does my withdrawal ceiling go?": "withdrawal", 
    "What does account cancellation mean": "close", 
    "Can i just walk in for my appointment?": "appointment", 
    "How can I keep scheduling an appointment simple?": "appointment", 
    "Where can I find my correct routing number?": "routing", 
    "How can I set up a bank appointment?": "appointment", 
    "Can I have the phone for my bank?": "phone", 
    "I require additional checks": "checks", 
    "Let me know where my closest branch is.": "location", 
    "What is the phone number for the closest branch of my bank?": "phone", 
    "So, how much money do I have?": "balance", 
    "Can I reorder more checks?": "checks", 
    "Tell me what the routing number is for my bank.": "routing", 
    "What is the local banking branch's phone number?": "phone", 
    "Am I able to schedule a walk in appointment?": "appointment", 
    "When is my bank open?": "hours", 
    "When does the bank shut down?": "hours", 
    "Can I call or text the bank?": "phone", 
    "A lump sum withdrawal, what is it": "withdrawal", 
    "Can you rush order me more checks?": "checks", 
    "Help me find the branch nearest me": "location", 
    "display after the bank is closed": "hours", 
    "I'd like to know the pricing of safety deposit boxes": "safe", 
    "CAN YOU GIVE ME MY ROUTING NUMBER?": "routing", 
    "Can I get the phone number for my local branch?": "phone", 
    "I want a safety deposit box": "safe", 
    "what is the withdrawal limit on this account?": "withdrawal", 
    "What is the process for getting more checks?": "checks", 
    "How can I schedule a meeting with the bank?": "appointment", 
    "What time is the bank open until?": "hours", 
    "Search for safety deposit box price": "safe", 
    "What would cause my account to be cancelled?": "close", 
    "What is account cancellation": "close", 
    "Please assist me in identifying my routing number": "routing", 
    "Where do I request more checks?": "checks", 
    "What is the process for account cancellation?": "close", 
    "what is the routing number for my bank?": "routing", 
    "Provide the balance statement to me": "balance", 
    "May I reserve an appointment?": "appointment", 
    "Can I withdraw any amount I wish": "withdrawal", 
    "How do I find my correct routing number?": "routing", 
    "How do I find a routing number?": "routing", 
    "How much do the safety deposit boxes cost?": "safe", 
    "I'd like to know my local banking branch's phone number, what is it?": "phone", 
    "Would you mind telling me why there was an account cancellation?": "close", 
    "Why was my account cancelled?": "close", 
    "Let me know how much money I have": "balance", 
    "I want the router number for my bank": "routing", 
    "Can I get more checks?": "checks", 
    "Give me my bank's router information": "routing", 
    "Close my account, I don't want it.": "close", 
    "You know what, I want to close the account out": "close", 
    "I want to end my account for good, how can I do that": "close", 
    "rush me new checks cause I am out": "checks", 
    "What steps are involved in closing an account?": "close", 
    "WHAT ARE THE HOURS FOR THIS LOCATION?": "hours", 
    "What's my local banking branch's number?": "phone", 
    "WHAT IS THE MONTHLY FEE FOR A SAFETY DEPOSIT BOX?": "safe", 
    "WHAT IS THE LIMIT FOR WITHDRAWS?": "withdrawal", 
    "Provide my bank's routing number": "routing", 
    "I need more checks please.": "checks", 
    "How will I secure valuable items": "safe", 
    "I need to get the bank's routing number.  Where can I find it?": "routing", 
    "What is my maximum withdrawal amount?": "withdrawal", 
    "Options to keep items held safely": "safe", 
    "How early is the bank open?": "hours", 
    "What's my bank's opening time?": "hours", 
    "Update me on my account balance": "balance", 
    "i need to know the max i can withdraw.": "withdrawal", 
    "How can I reach my bank's customer service?": "phone", 
    "What's my current balance?": "balance", 
    "I need to order additional checkbooks.": "checks", 
    "Can you give me a safety deposit box for free?": "safe", 
    "Can I get directions to my bank's closest branch?": "location", 
    "What is the telephone number for my bank": "phone", 
    "How do i reach my bank via phone?": "phone", 
    "I need to know the open hours for the bank": "hours", 
    "CAN THIS ACCOUNT BE CLOSED?": "close", 
    "how much can I withdraw": "withdrawal", 
    "I need a contact number for my bank": "phone", 
    "Please explain what an account cancellation is": "close", 
    "Please tell me how to roder more checks": "checks", 
    "How do I open a deposit box and can you help?": "safe", 
    "I ran out of checks, how can I get some more?": "checks", 
    "I need directions to the closest branch office": "location", 
    "How can I schedule an appointment easily?": "appointment", 
    "How do I call the bank over the phone?": "phone", 
    "I want some more checks": "checks", 
    "Where to find bank statement": "balance", 
    "i would appreciate finding out what my account balance is.": "balance", 
    "My bank's routing number, give it to me": "routing", 
    "I want to know the lump sum I can withdraw": "withdrawal", 
    "Would you elaborate on the account cancellation?": "close", 
    "What hours does your branch operate": "hours", 
    "WHO DO I MAKE AN APPOINTMENT WITH?": "appointment", 
    "I would like to know more so explain account cancellation": "close", 
    "Tell me how I can call my bank": "phone", 
    "I need to navigate to the closest branch": "location", 
    "Give me details on the easiest way to schedule an appointment": "appointment", 
    "Which way do I go to get to the nearest bank?": "location", 
    "Can you help me get a safety deposit box?": "safe", 
    "WHAT IS THE MOST I CAN WITHDRAW FROM MY ACCOUNT AT ONCE/": "withdrawal", 
    "Are there any options to secure valuable items?": "safe", 
    "CAN YOU PLEASE LET ME KNOW HOW MUCH MONEY I HAVE?": "balance", 
    "Is it possible to give my bank a ring?": "phone", 
    "I need some information on terminating an account": "close", 
    "I need to find the closest branch": "location", 
    "when is the earliest that you open?": "hours", 
    "Do you require appointments, or will someone help me if I just show up?": "appointment", 
    "can you get me a safety deposit box": "safe", 
    "Is it pissible to meet with an advisor in person at my branch?": "appointment", 
    "What are the different sizes and prices of your safety deposit boxes?": "safe", 
    "What is the router number for this bank": "routing", 
    "ARE WALK INS ACCEPTED?": "appointment", 
    "What are your hours?": "hours", 
    "I changed my mind, just close my account.": "close", 
    "What is my account balance?": "balance", 
    "Please find out for me what hours my bank is open for": "hours", 
    "How do I call my bank?": "phone", 
    "I am nearly out of checks.  How can I get more quickly?": "checks", 
    "What is the withdrawal ceiling?": "withdrawal", 
    "What if I dont want my accoutn anymore?": "close", 
    "Tell me when the bank closes.": "hours", 
    "Figure out what my bank's business hours are": "hours", 
    "would you give me info on storing valuables?": "safe", 
    "What is the address of the closest branch?": "location", 
    "CAN YOU EXPLAIN THE PROCEDURE TO CLOSE MY ACCOUNT?": "close", 
    "What do I do to place an order for checks": "checks", 
    "What's the max I can withdraw at once": "withdrawal", 
    "State the large amount in my bank account": "balance", 
    "What is the number for the local banking branch?": "phone", 
    "What's the earliest your doors open": "hours", 
    "what is the correct way to close this account?": "close", 
    "I want to order some additional checks.": "checks", 
    "WHERE DO I LOOK ON MY CHECK FOR ROUTING NUMBER?": "routing", 
    "What email address can I reach my bank at?": "phone", 
    "which branch would be quickest to get to?": "location", 
    "Can i schedule and appointment?": "appointment", 
    "How late can I go to the bank": "hours", 
    "I want you to explain account cancellation": "close", 
    "What is the funds available in my account?": "balance", 
    "How much money can I get in one withdrawal?": "withdrawal", 
    "Where can I find the banks routing number.": "routing", 
    "What is the best way to travel to the closest branch?": "location", 
    "Where can I find the nearest brach of the bank?": "location", 
    "I need to find out the routing number for my bank.": "routing", 
    "What does account cancellation entail and mean?": "close", 
    "Would you be able to give me a safety deposit box?": "safe", 
    "give me the statement of assets and liabilities": "balance", 
    "Can you find me some pricing on safety deposit boxes?": "safe", 
    "Please tell me how to stock up on more checks.": "checks", 
    "What time does the bank open and close?": "hours", 
    "I need to stock up on more checks": "checks", 
    "do you take any appointments?": "appointment", 
    "do I have any money in my account": "balance", 
    "What's the maximum amount that I can withdraw?": "withdrawal", 
    "I'm almost out of checks  can I order more": "checks", 
    "I want to shut down this account.": "close", 
    "DOES YOUR BANK OFFER A PLACE TO KEEP MY THINGS SAFE?": "safe", 
    "Can I schedule an appointment?": "appointment", 
    "Can I just walk in for an appointment?": "appointment", 
    "Get me a statement about my account balances.": "balance", 
    "WHO DO I NEED TO TALK TO ABOUT OPENING A SAFETY DEPOSIT BOX?": "safe", 
    "Can you help me find the bank's routing number?": "routing", 
    "give me my banks routing number": "routing", 
    "Running low on checks over here. Could you rush me some more?": "checks", 
    "please tell me the account termination procedure?": "close", 
    "Where can I acquire additional checks?": "checks", 
    "What is the pricing on the safety deposit boxes?": "safe", 
    "Can you terminate my account please?": "close", 
    "WHAT IS ACCOUNT BALANCE?": "balance", 
    "I need more checks from you.": "checks", 
    "How much money can i withdraw": "withdrawal", 
    "would you give me info on account closures?": "close", 
    "Display my balance statement": "balance", 
    "I want to know the account termination procedure?": "close", 
    "I would like to know the bank's routing number?": "routing", 
    "I need to order checks": "checks", 
    "Can you secure valuable items?": "safe", 
    "i ran out of checks an i need more.": "checks", 
    "what is my banks routing number?": "routing", 
    "I need to order more checks.": "checks", 
    "Tell me my withdrawal limit.": "withdrawal", 
    "Withdrawal limit bank": "withdrawal", 
    "I wanna know if you can hook me up with a safety deposit box": "safe", 
    "Help me get some more checks.": "checks", 
    "What can I do to order more checks?": "checks", 
    "How early can I stop by": "hours", 
    "can you guide me to the closest branch?": "location", 
    "What is the withdrawal ceiling": "withdrawal", 
    "Let me understand the hours of operation for my bank": "hours", 
    "WHO DO I SPEAK TO IN ORDER TO SCHEDULE AN APPOINTMENT?": "appointment", 
    "CAN I CLOSE MY ACCOUNT NOW?": "close", 
    "I would like my balance statement.": "balance", 
    "Where can I find the routing number for my bank?": "routing", 
    "WHAT IS THE TOP END ON MY WITHDRAW AMOUNT FOR THE DAY?": "withdrawal", 
    "How can I go ahead and find their correct routing number?": "routing", 
    "What is the quickest route to a branch?": "location", 
    "what are the directions to the branch closest to me?": "location", 
    "FIND OUT WHEN THE BANK CLOSES": "hours", 
    "WHERE IS MY ROUTING NUMBER PRINTED ON MY CHECK?": "routing", 
    "I would like to withdraw the lump sum; what is it": "withdrawal", 
    "Do you offer appointments if I want to come in?": "appointment", 
    "I need to understand the phone number of my local banking branch": "phone", 
    "How can I call the bank over the phone?": "phone", 
    "Please get me directions to the branch nearest to me": "location", 
    "What is your cheapest safety deposit boxe": "safe", 
    "How can I get a safety deposit box?": "safe", 
    "Direct me to the closest branch": "location", 
    "What is my bank's office hours?": "hours", 
    "I want to know my  limits pertaining to withdrawals?": "withdrawal", 
    "i'm trying to call my bank.": "phone", 
    "What is my max withdrawal amount?": "withdrawal", 
    "How much are your safety deposit boxes": "safe", 
    "what branch can I get to really quick?": "location", 
    "Tell me how much money I have.": "balance", 
    "find me a safety deposit box": "safe", 
    "would it be possible to get the routing number for my bank?": "routing", 
    "I'd like pricing on safety deposit boxes": "safe", 
    "What is the quickest branch to reach?": "location", 
    "Order more checks.": "checks", 
    "WHAT IS MY ACCOUNT BALANCE?": "balance", 
    "I need the number to call the bank myself.": "phone", 
    "Please tell me how much money I have.": "balance", 
    "I've decided to close the account": "close", 
    "WHERE DO I GO TO SCHEDULE AN APPOINTMENT?": "appointment", 
    "let me know what time my bank opens and closes": "hours", 
    "What is my balance?": "balance", 
    "What phone number do I call to reach my local banking branch?": "phone", 
    "i'd like to know what branch i can get to most quickly.": "location", 
    "Take me to the closest branch?": "location", 
    "how to terminate the account?": "close", 
    "on second thought, just close this account": "close", 
    "How can I call the bank?": "phone", 
    "Do you have safety deposit boxes or anything to store valuables?": "safe", 
    "i need to know when the bank closes.": "hours", 
    "i would like to get more checks.": "checks", 
    "Get me the closing hours of my bank?": "hours", 
    "Take me to my balance.": "balance", 
    "What information do you have about account cancellation": "close", 
    "Does the bank offer any way to store valuables?": "safe", 
    "What is the phone number?": "phone", 
    "I just decided I'd rather close this account out": "close", 
    "get the bank number": "routing", 
    "Can I get bank hours with closing time?": "hours", 
    "What are your hours of operation": "hours", 
    "What are the directions to a bank branch near me?": "location", 
    "Please send more checks asap. I'm just about out.": "checks", 
    "More checks, I wanna order more of them": "checks", 
    "What does account cancellation entail": "close", 
    "Tell me what the hours of operation are for my bank.": "hours", 
    "Iam glad if you can tell me the account termination procedure?": "close", 
    "DO I NEED AN APPOINTMENT?": "appointment", 
    "I'm almost out of checks and need to order more.": "checks", 
    "Never mind, I don't want to open another account, close it pleas.": "close", 
    "Can you assist me in getting a safety deposit box?": "safe", 
    "HOW DO I GO ABOUT ACCOUNT CLOSURE?": "close", 
    "WHEN SHOULD I CALL?": "phone", 
    "I need to find my closest branch.": "location", 
    "Can you send me additional checks?": "checks", 
    "What is the quickest way to schedule an appointment?": "appointment", 
    "How much do I have in my account": "balance", 
    "I need to know the account termination procedure": "close", 
    "What would be the easiest scheduling method?": "appointment", 
    "i'd like to know when the bank will be open.": "hours", 
    "I wanna make an appointment ASAP": "appointment", 
    "would you tell me how an account can be cancelled?": "close", 
    "I need checks right away.": "checks", 
    "Expedite me more checks please. I am almost out.": "checks", 
    "Can you show me the prices on safety deposit boxes?": "safe", 
    "I'd like a balance statement please.": "balance", 
    "I'm almost out and of checks can I have some more": "checks", 
    "Am I allowed to make an appointment with you": "appointment", 
    "End of day for bank": "hours", 
    "what is a routing number and how to find it": "routing", 
    "close the account now": "close", 
    "Let me see my balance.": "balance", 
    "can you give me a balance statement?": "balance", 
    "Show me my balance": "balance", 
    "I need checks sent to me ASAP.": "checks", 
    "I need to find out how to go to the nearest bank branch": "location", 
    "Can I get a walk in appountment at my lical branch?": "appointment", 
    "Let me know how much money I have.": "balance", 
    "what can you tell me about closing an account?": "close", 
    "Can I get a walk in appointment?": "appointment", 
    "What is the limit for withdrawals?": "withdrawal", 
    "I need to set up an appointment quickly.": "appointment", 
    "Help me get in touch with my bank over the phone": "phone", 
    "can you tell me how much money I have.": "balance", 
    "Close my account.": "close", 
    "How do I get more checks?": "checks", 
    "How can I contact my local bank?": "phone", 
    "I need to find my bank's routing number": "routing", 
    "what is my current balance": "balance", 
    "How much can I withdraw a day": "withdrawal", 
    "Let me get the easiest way to set up an appointment.": "appointment", 
    "You know what, just close my account.": "close", 
    "can you tell me the simplest way to get an appointment?": "appointment", 
    "What's the biggest withdraw I can make?": "withdrawal", 
    "Will you take an appointment?": "appointment", 
    "which of the branch is the quickest to get to?": "location", 
    "Does your office have walk in hours?": "appointment", 
    "How can i know in which manner i can get more checks?": "checks", 
    "What's the most I can withdraw at one time?": "withdrawal", 
    "I want you to please explain account cancellation": "close", 
    "what is the max i can take from my account at one time?": "withdrawal", 
    "I need to come there early, when do you open up?": "hours", 
    "What happens when I close my account?": "close", 
    "What do I need to do to get more checks?": "checks", 
    "what is the fastest branch to get to?": "location", 
    "Is there public transportation to your branch": "location", 
    "Can you provide me a safety deposit box?": "safe", 
    "Tell me about my available funds": "balance", 
    "How would I reach my bank via phone?": "phone", 
    "find the phone number of my local banking branch": "phone", 
    "How much can I withdraw": "withdrawal", 
    "i am out of checks and need more.": "checks", 
    "what is my bank's number so i can call them?": "phone", 
    "which of the branch is the fastest to get to?": "location", 
    "How much funds do I have available?": "balance", 
    "Can you help me make a new appointment?": "appointment", 
    "Where is the closest branch?": "location", 
    "WHAT KIND OF BOXES ARE AVAILABLE FOR LOCKING UP VALUABLES?": "safe", 
    "CAN YOU EXPLAIN HOW TO CLOSE MY ACCOUNT?": "close", 
    "are appointments allowed there?": "appointment", 
    "I cannot find the bank's routing number.  Where is it?": "routing", 
    "Can I take any amount of money out that I want to?": "withdrawal", 
    "Bank account balance": "balance", 
    "I want to speak to someone to schedule an appointment.": "appointment", 
    "You can just close my account": "close", 
    "where are there safety deposit boxes": "safe", 
    "How do I best secure valuable items?": "safe", 
    "How can I obtain some more checks?": "checks", 
    "I'd like to know the lump some I can withdraw": "withdrawal", 
    "Hours of operation": "hours", 
    "What is the most i can take out at one time?": "withdrawal", 
    "Can I have the checks expedited? I don't have enough to last the week.": "checks", 
    "How can I locate the correct routing number?": "routing", 
    "I'd like the router number for my bank": "routing", 
    "Where do I go to terminate an account?": "close", 
    "how much is in my account": "balance", 
    "when does my bank open and close?": "hours", 
    "I would like to cancel this account": "close", 
    "at what time will the bank be closed?": "hours", 
    "when is the soonest you open?": "hours", 
    "Directions to the nearest branch": "location", 
    "Please update me on my account balance": "balance", 
    "I need the router number for my bank": "routing", 
    "Give me details about how to close out my account": "close", 
    "What are the hours of the bank?": "hours", 
    "what branch is closest to me": "location", 
    "What is the withdraw limit?": "withdrawal", 
    "What are the withdrawal limits?": "withdrawal", 
    "What is the hours of my bank": "hours", 
    "I am almost out of checks and need more": "checks", 
    "How can I find my routing number?": "routing", 
    "I would like to know how much money I have.": "balance", 
    "I need to know the routing number for my bank.": "routing", 
    "I would like to schedule a walk in appointment,am I able to do that?": "appointment", 
    "Is there a way to store valuables with you?": "safe", 
    "acquire the banks routing number": "routing", 
    "I'm searching for the bank's router number.": "routing", 
    "I wanna know the phone number of my local banking branch": "phone", 
    "Please rush order checks as I'm about to run out.": "checks", 
    "Tell me the easiest way to schedule an appointment": "appointment", 
    "If I need to go to a bank, which location is closest?": "location", 
    "How can I reorder checks?": "checks", 
    "What would cause an account to be terminated?": "close", 
    "Let me talk to the bank over the phone": "phone", 
    "How much money do I have available?": "balance", 
    "What is the rate for your safety deposit boxes?": "safe", 
    "i need to know if i can get a safety deposit box.": "safe", 
    "Tell me my current balance": "balance", 
    "can you tell me the highest amount i can withdraw?": "withdrawal", 
    "Get me a balance statement please": "balance", 
    "how can I call my bank": "phone", 
    "Please tell me how to reach my bank via phone.": "phone", 
    "What is my bank's routing number?": "routing", 
    "I would like to contact your branch by phone": "phone", 
    "Where do I go to find the account termination procedure?": "close", 
    "I need to know my closest branch.": "location", 
    "What is the correct routing number?": "routing", 
    "Why was my account terminated?": "close", 
    "What is the quickest branch to get to?": "location", 
    "give me deposit box pricing": "safe", 
    "What time do you open?": "hours", 
    "What is the most amount of dollars that I can withdrawl?": "withdrawal", 
    "Can I schedule an in person meeting?": "appointment", 
    "What kind of transportation can I take to your bank": "location", 
    "Branches nearest to me": "location", 
    "how much money do i have available?": "balance", 
    "What options do I have for getting more checks": "checks", 
    "What's my balance?": "balance", 
    "Please put a balance statement for me.": "balance", 
    "What is the routing number of my bank?": "routing", 
    "What would the easiest way to schedule an appointment be?": "appointment", 
    "How do I find my routing number?": "routing", 
    "I am almost out of checks, can you send some fast.": "checks", 
    "Can I please have the router number": "routing", 
    "I don't know how to schedule an appointment, can you help me": "appointment", 
    "What are the steps needed to close my account?": "close", 
    "What is the maximum I can take out?": "withdrawal", 
    "CAN YOU TELL ME HOW TO CANCEL MY ACCOUNT?": "close", 
    "Opening time is when?": "hours", 
    "What are the digits for the local banking branch?": "phone", 
    "How much money do I own": "balance", 
    "Navigate to closest branch.": "location", 
    "How much can I withdraw at once?": "withdrawal", 
    "Do you allow walk in appointments?": "appointment", 
    "Look up the branch location closest to me": "location", 
    "What is the number to reach my local branch?": "phone", 
    "Search for phone number for my bank": "phone", 
    "I need more checks; I'm almost out of mine. Can you rush them to me?": "checks", 
    "can you tell me what i'd have to pay for a safety deposit box?": "safe", 
    "What's my bank's business hours": "hours", 
    "Can you provide me with an update on my available funds, please?": "balance", 
    "I need the phone number to my local bank": "phone", 
    "can you tell me how to get more checks.": "checks", 
    "what is the branch nearest to me?": "location", 
    "I wanna know my available funds": "balance", 
    "What's the top limit for withdrawing money?": "withdrawal", 
    "WHAT SHOWS IN MY ACCOUNT AS OF NOW?": "balance", 
    "I need some more checks, can you please get me some more quickly": "checks", 
    "I want to know how much money I have.": "balance", 
    "can you find my bank hours": "hours", 
    "What appointments do you have available?": "appointment", 
    "I need you to explain account cancellation": "close", 
    "why is my account canceled?": "close", 
    "What's the closing time for the bank?": "hours", 
    "Can you please get me the telephone number of the branch closest to me?": "phone", 
    "What is the procedure to terminate my account?": "close", 
    "What's the nearest branch": "location", 
    "Can I make an appointment with you": "appointment", 
    "A balance statement, please.": "balance", 
    "Can you set a time and date?": "appointment", 
    "Actually, I just want the account closed.": "close", 
    "I need help starting a safety deposit box.": "safe", 
    "can you show me where the nearest branch is?": "location", 
    "I need a balance statement.": "balance", 
    "which branch is the closest": "location", 
    "where does the withdrawal ceiling go?": "withdrawal", 
    "Do you make appointments?": "appointment", 
    "What does account cancellation mean?": "close", 
    "How about just close the account.": "close", 
    "I want to order more checks": "checks", 
    "Please give me phone number for my bank?": "phone", 
    "How do I call my local bank branch?": "phone", 
    "Let's just close the account instead.": "close", 
    "Could you send me another check book? Mine is almost empty.": "checks", 
    "Need the branch info of the one I can get to fastest please.": "location", 
    "Can I please make a walk in appointment?": "appointment", 
    "Update me on my funds available.": "balance", 
    "Are you allowed to take appointments": "appointment", 
    "Can you order more checks in a rush as I'm about to run out?": "checks", 
    "Explain where to find routing numbers": "routing", 
    "Look up my routing number": "routing", 
    "Please explain the terms for cancelling my account?": "close", 
    "What is the easiest method to book an appointment?": "appointment", 
    "Is my routing number easy to find?": "routing", 
    "Tell me information on cancelling my account.": "close", 
    "Tell me the digits for my bank's router number": "routing", 
    "On second thought, let's just close the account.": "close", 
    "How much can I withdraw as a lump sum?": "withdrawal", 
    "What is my nearest branch?": "location", 
    "find out the amount i can take out": "withdrawal", 
    "what is the closest branch?": "location", 
    "Do you have a place I can secure my valuables": "safe", 
    "What's the best way to set up an appointment.": "appointment", 
    "what's my bank's phone number": "phone", 
    "What is the most I can withdraw": "withdrawal", 
    "I am interested in obtaining a safety deposit box": "safe", 
    "Give me the simplest way to schedule an appointment.": "appointment", 
    "Need to close my account": "close", 
    "I want to close this account?": "close", 
    "What is the lump sum that I can take out": "withdrawal", 
    "How will I get more checks for myself": "checks", 
    "What is my bank's number": "phone", 
    "What is the price of a safety deposit box?": "safe", 
    "Is there a number I can text my bank at?": "phone", 
    "what is the highest amount you will let me take out at one time?": "withdrawal", 
    "Direct me to the nearest branch location": "location", 
    "is there any way to get my valuable items stored?": "safe", 
    "HOW MUCH CAN I WITHDRAW AT A TIME?": "withdrawal", 
    "What is the most I can withdraw?": "withdrawal", 
    "would you tell me how much is in my account?": "balance", 
    "What is my total bank balance looking like?": "balance", 
    "What's quickest way to make an appointment": "appointment", 
    "Please look up my available balance": "balance", 
    "How's my funding look right now?": "balance", 
    "Direct me to the closest bank branch please.": "location", 
    "give me the financial balance sheet": "balance", 
    "How close is the nearest branch?": "location", 
    "What limits does the bank have for withdrawals?": "withdrawal", 
    "I need to reach the bank over the phone": "phone", 
    "Is their a limit on how much I can take out per day?": "withdrawal", 
    "WHICH BRANCH IS CLOSEST TO ME?": "location", 
    "Please tell me how to reach my bank via phone": "phone", 
    "Can you get my bank's routing number.": "routing", 
    "I need a phone number for my local branch.": "phone", 
    "Show me the status of my funds.": "balance", 
    "Can I meet for an appointment?": "appointment", 
    "WHAT IS THIS BANK'S ROUTING NUMBER?": "routing", 
    "What is your phone number": "phone", 
    "Show me my banks routing number.": "routing", 
    "Can I store my valuables": "safe", 
    "How do I get a safety deposit box?": "safe", 
    "What number can I call to reach my bank?": "phone", 
    "Can you tell me how much is in my account?": "balance", 
    "Please let me know my bank's routing number.": "routing", 
    "CAN I CHOOSE HOW FAST CHECKS ARE SHIPPED TO ME?": "checks", 
    "How do I locate the routing number?": "routing", 
    "WHERE IS MY ROUTING NUMBER LOCATED?": "routing", 
    "Tell me about account cancellation.": "close", 
    "Where can my routing number be located?": "routing", 
    "Whats the router number?": "routing", 
    "Navigate to nearest branch": "location", 
    "WHICH BRANCH DO YOU SUGGEST WHEN I AM RUNNING LATE?": "location", 
    "HOW DO I CLOSE THIS ACCOUNT?": "close", 
    "What are your morning hours?": "hours", 
    "I request a balance statement.": "balance", 
    "Can you set me up with a safety deposit box?": "safe", 
    "What number would reach my bank": "phone", 
    "What's the fastest way to make an appointment": "appointment", 
    "please tell me what the routing number is.": "routing", 
    "Please list the branch locations near me": "location", 
    "I need a balance statement": "balance", 
    "Where can I find my routing number?": "routing", 
    "What is the best way to schedule an appointment?": "appointment", 
    "i would appreciate my bank's routing number.": "routing", 
    "How can I close my account?": "close", 
    "How much money can I take out in a day": "withdrawal", 
    "Order me more checks.": "checks", 
    "What are my bank's operating hours?": "hours", 
    "How can I order more checks": "checks", 
    "Can I book an appointment?": "appointment", 
    "I need to know what number to call to get in touch with my bank": "phone", 
    "What's the total amount I can take out in one transaction": "withdrawal", 
    "WHAT IS THE BANK'S ADDRESS?": "location", 
    "I need to get more checks please.": "checks", 
    "can you set up a safety deposit box for me": "safe", 
    "I need to know what my balance is?": "balance", 
    "CAN YOU REORDER CHECKS FOR ME?": "checks", 
    "In what way can I keep valuables safe and sound": "safe", 
    "State my account balance.": "balance", 
    "what is the phone number for my bank?": "phone", 
    "Where's my closest branch?": "location", 
    "CAN I CALL FOR DIRECTIONS?": "location", 
    "No, just close my account.": "close", 
    "Would you be able to supply me with a safety deposit box?": "safe", 
    "How do I contact my bank by phone?": "phone", 
    "How much can be withdrawn in a 24 hour period": "withdrawal", 
    "DO YOU HAVE EARLY BIRD HOURS?": "hours", 
    "I need to replenish my check supply": "checks", 
    "What is the protocol for terminating an account": "close", 
    "IS THERE A LIMIT TO HOW MUCH I CAN WITHDRAW FROM THE DRIVE THRU?": "withdrawal", 
    "do you offer any walk in appointments?": "appointment", 
    "What are the prices of your safety deposit boxes?": "safe", 
    "can you get me some more checks, I am almost out.": "checks", 
    "why don't you have a display of what time the bank closes?": "hours", 
    "can you help me find my closest branch?": "location", 
    "When's the latest I can walk into the bank?": "hours", 
    "Can I have my balance please": "balance", 
    "How do I close my account?": "close", 
    "help me to the branch nearest me": "location", 
    "Directions to nearest bank branch": "location", 
    "Can you email me a balance statement?": "balance", 
    "I need more checks.  Can you order me some?": "checks", 
    "What are the hours of my bank?": "hours", 
    "What is my routing number?": "routing", 
    "How much does safety deposits boxes cost?": "safe", 
    "What is the highest amount I can withdraw?": "withdrawal", 
    "I want more checks.": "checks", 
    "Please put a rush order on checks for me so I don't run out.": "checks", 
    "Would you be able to get me some pricing on safety deposit boxes?": "safe", 
    "What's the limit on one withdrawal?": "withdrawal", 
    "I don't want this account any longer": "close", 
    "How do I secure my valuables": "safe", 
    "Find out my bank's business hours": "hours", 
    "Where do I find a routing number?": "routing", 
    "Can I talk to my bank on the phone?": "phone", 
    "who do i talk to to ordER CHECKS?": "checks", 
    "Help me place an order for more checks please.": "checks", 
    "I am running out of checks, can you order me more": "checks", 
    "What is the upper limit on cash withdrawals?": "withdrawal", 
    "What branch is closest to me, I want to go to it": "location", 
    "I wanna know when the bank closes": "hours", 
    "What branch is the shortest distance from me": "location", 
    "get me some more checks.": "checks", 
    "Find out when my bank is open": "hours", 
    "I need to reorder some checks from you.": "checks", 
    "CAN I MAKE AN APPOINTMENT WITH YOU?": "appointment", 
    "what can i do to order more checks.": "checks", 
    "How do I get a free safety deposit box?": "safe", 
    "can you tell me where the nearest branch might be?": "location", 
    "Which branch is closest to me?": "location", 
    "I would like to know my limits pertaining to withdrawals?": "withdrawal", 
    "Help me get my bank's routing number.": "routing", 
    "How soon do you open in the morning": "hours", 
    "How much money do I have currently?": "balance", 
    "would you be able to help me reach someone at my bank?": "phone", 
    "Where is the branch closest to here?": "location", 
    "When is the bank open?": "hours", 
    "How early in the morning are y'all doing business": "hours", 
    "what is my account balance?": "balance", 
    "I'd like to know the phone number of my local banking branch": "phone", 
    "what is the largest sum i can withdraw?": "withdrawal", 
    "Show me my bank's routing number.": "routing", 
    "What do I do if I run out of checks?": "checks", 
    "How do I order additional checks?": "checks", 
    "which is the closest branch so I can there the quickest?": "location", 
    "are appointments taken there?": "appointment", 
    "display this after the bank closes": "hours", 
    "I wanna know the account termination procedure": "close", 
    "I want to make an appointment": "appointment", 
    "How can I find out my withdrawal limit?": "withdrawal", 
    "What number can I dial to reach my bank?": "phone", 
    "Where's my nearest branch located?": "location", 
    "How can I obtain additional checks?": "checks", 
    "i want to close my account and need to know how.": "close", 
    "Are withdrawals limited in any way": "withdrawal", 
    "Can you tell me some transportation to your bank": "location", 
    "can you tell me how much i have?": "balance", 
    "I need to get a balance statement.": "balance", 
    "What's the pricing on safety deposit boxes?": "safe", 
    "I need to get more checks ASAP.": "checks", 
    "what are the limits pertaining to withdrawals?": "withdrawal", 
    "IS THERE A LIMIT TO HOW MUCH I CAN WITHDRAW PER DAY?": "withdrawal", 
    "Can the checks be sent out today? I don't have many left.": "checks", 
    "Give me my most recent fund balance": "balance", 
    "Tell me my available funds": "balance", 
    "tell me the account termination procedure": "close", 
    "Find out the correct phone number for reaching my bank": "phone", 
    "WHAT IS THE FASTEST METHOD TO ORDER CHECKS?": "checks", 
    "how do I navigate to the closest branch?": "location", 
    "Give me my local banking branch's phone number": "phone", 
    "I want a balance statement": "balance", 
    "Am I allowed to make an appointment with you?": "appointment", 
    "ARE REQUIREMENTS REQUIRED?": "appointment", 
    "Are there minimum or maximum limits on withdrawals": "withdrawal", 
    "Display the closing time of the bank.": "hours", 
    "What number do I call for my local bank branch?": "phone", 
    "Which office can I come to the fastest?": "location", 
    "Would you be able to set me up with a safety deposit box?": "safe", 
    "WHAT IS THE PROCESS TO OPEN A SAFETY BOX?": "safe", 
    "Can you provide me with information on my available funds?": "balance", 
    "How do I reach my bank through the phone?": "phone", 
    "What hours do you carry": "hours", 
    "What number do I call for my local bank": "phone", 
    "Please tell me my current balance.": "balance", 
    "I wanna talk to the bank on the phone": "phone", 
    "I need to know what my balance is": "balance", 
    "Where is the nearest branch?": "location", 
    "Need a rush put on some checks. Ones I have are nearly gone.": "checks", 
    "how much can you withdraw": "withdrawal", 
    "I need to know my balance": "balance", 
    "What is the numbest for my bank?": "phone", 
    "can you tell me the account termination procedure?": "close", 
    "Do I have to have an appointment, or can I walk in?": "appointment", 
    "What amount of money have I got?": "balance", 
    "What is the max amount I can withdraw at once?": "withdrawal", 
    "where is the nearest branch?": "location", 
    "Can I contact my bank by phone?": "phone", 
    "How long is the bank open for?": "hours", 
    "What's the router number for my bank": "routing", 
    "tell me my available funds": "balance", 
    "WHICH BRANCH DO YOU RECOMMEND TO PEOPLE IN MY NEIGHBORHOOD?": "location", 
    "What are the limits to withdrawlas?": "withdrawal", 
    "what happens during account cancellation": "close", 
    "I need to reorder checks.": "checks", 
    "i need to know the routing number at my bank?": "routing", 
    "Help me call my bank.": "phone", 
    "Can you help me find the branch that is the shortest distance away?": "location", 
    "Please tell me what I need to do to get a safety deposit box.": "safe", 
    "WHERE DO I FIND INFORMATION ON APPOINTMENT TIMES?": "appointment", 
    "where is it displayed what time the bank closes?": "hours", 
    "I will be glad if you can tell me how much money I have.": "balance", 
    "Which branch can I locate faster?": "location", 
    "How do I call my local banking branch?": "phone", 
    "Can you help me get more checks?": "checks", 
    "I want to make an appointment, can I do that?": "appointment", 
    "Hey, how much can I spend before my balance is at zero?": "balance", 
    "What's the phone number for my local banking branch?": "phone", 
    "WHAT DOES IT COST TO KEEP A SAFETY DEPOSIT BOX IN MY NAME?": "safe", 
    "i need to call my local branch and would like the number.": "phone", 
    "Direct me to my nearest branch": "location", 
    "Can you set an appointment for me?": "appointment", 
    "Where can I find my maximum withdrawal amount?": "withdrawal", 
    "What is my maximum withdrawl?": "withdrawal", 
    "Customer support my bank through phone": "phone", 
    "I wanna stock up on more checks": "checks", 
    "Tell me what's the lump some I can withdraw": "withdrawal", 
    "HOW LATE IS THE BANK OPEN?": "hours", 
    "I just want to walk in and get an appointment, can I do that": "appointment", 
    "Can I give my bank a call?": "phone", 
    "where is the closest branch to me?": "location", 
    "Do you have same day appointments for walk-ins?": "appointment", 
    "Get me the banking hours of my branch?": "hours", 
    "Tell me how much money I have": "balance", 
    "I need the details of what account cancellation means.": "close", 
    "Who do I have to talk to to schedule an appointment?": "appointment", 
    "How can I keep valuables at my bank": "safe", 
    "How do I cancel an account?": "close", 
    "WHAT IS MY WITHDRAW LIMIT?": "withdrawal", 
    "How would i get more checks?": "checks", 
    "How can I quickly get more checks? I am nearly out.": "checks", 
    "How do I make an appointment?": "appointment", 
    "what is the balance on my account": "balance", 
    "Tell me about canceling my account": "close", 
    "Who do I talk to to get scheduled?": "appointment", 
    "How much am I allowed to withdraw?": "withdrawal", 
    "What is my banks phone number?": "phone", 
    "Safety deposit box prices please?": "safe", 
    "WHAT AMOUNT IS IN MY ACCOUNT?": "balance", 
    "I thought about it and I decided to close the account": "close", 
    "Can I make appointments same day at the office?": "appointment", 
    "is it possible to secure valuable items": "safe", 
    "Can I get an appointment as a walk in?": "appointment", 
    "I need more checks. How do I do that?": "checks", 
    "Please look up my bank's opening hours": "hours", 
    "Do you have any information for me in regards to cancelling my account?": "close", 
    "I wanna know how much money I have": "balance", 
    "Please give me some pricing on safety deposit boxes": "safe", 
    "How long is my bank open": "hours", 
    "I need to reach my bank by phone.": "phone", 
    "What is the correct ABA?": "routing", 
    "Send more checks, please. I'm out.": "checks", 
    "Appointments taken here": "appointment", 
    "Can you show me my bank's routing number?": "routing", 
    "Do I have a maximum amount that I can take out at one time?": "withdrawal", 
    "How is the best way to schedule an appointment?": "appointment", 
    "I want to acquire more checkbooks.": "checks", 
    "Give me my banks routing number.": "routing", 
    "What time do you open in the morning?": "hours", 
    "WHAT PHONE NUMBER IS BEST TO CALL?": "phone", 
    "What's the very most I can withdraw?": "withdrawal", 
    "i need to know if i can do a walk in appointment.": "appointment", 
    "Nevermind, just close my account.": "close", 
    "Let me know how I can secure valuable items": "safe", 
    "Do you have a secure location to secure valuables?": "safe", 
    "What are your opening hours daily?": "hours", 
    "Safety deposit boxes are started how? Can you help with that?": "safe", 
    "I need to know the hours of operation for my bank": "hours", 
    "Can I order more checks to be delivered quickly? I am almost out.": "checks", 
    "Can you tell me the highest amount of money I can withdraw in one transaction?": "withdrawal", 
    "I would appreciate you telling me how to get to my nearest branch.": "location", 
    "Can you show me my nearest branch?": "location", 
    "What's the phone number for my bank": "phone", 
    "What is my maximum withdrawl limit?": "withdrawal", 
    "Get me business hours for my bank": "hours", 
    "Is customer service available at my bank?": "hours", 
    "I need my bank's routing number.": "routing", 
    "does my bank have a phone number": "phone", 
    "I need to know what limits there are on withdrawals": "withdrawal", 
    "Please send checks. I have very few left.": "checks", 
    "i ran out of checks and need more.": "checks", 
    "can you get me some more checks, I am nearly out.": "checks", 
    "DOES THE BANK ALWAYS HAVE THE SAME HOURS?": "hours", 
    "what time are you open?": "hours", 
    "Which branch can I find more rapidly?": "location", 
    "How do I go about finding a routing number for my bank.": "routing", 
    "Can you give me the details about account cancellation?": "close", 
    "can you tell me how to order more checks?": "checks", 
    "Do you accept walk ins?": "appointment", 
    "How can I get to the branch closest to me": "location", 
    "How far away is the closest branch?": "location", 
    "Can you tell me my available funds?": "balance", 
    "What is the maximum amount that I can withdraw?": "withdrawal", 
    "can you help me set up a safety deposit box": "safe", 
    "What is the routing number for the bank": "routing", 
    "Stock up on my checks": "checks", 
    "Show me the balance statement": "balance", 
    "What is my account balance": "balance", 
    "can you tell me what branch is closest to me?": "location", 
    "If I want to talk to someone on the phone at the bank how do I do that.": "phone", 
    "More checks please": "checks", 
    "Please tell me my bank routing number.": "routing", 
    "I need to secure valuable items.  Do you do that?": "safe", 
    "Where can I find information to call my bank?": "phone", 
    "now that i think of it, please close the account": "close", 
    "Does the bank offer appointments?": "appointment", 
    "Does my bank have a number I can call?": "phone", 
    "Do you guys take walk ins?": "appointment", 
    "Is there a limit I can withdrawal": "withdrawal", 
    "Is there a cap on withdrawl amounts?": "withdrawal", 
    "is there a limit to much I can withdraw at once": "withdrawal", 
    "Would you be able to hook me up with a safety deposit box?": "safe", 
    "WHERE DO I FIND MY ROUTING NUMBER?": "routing", 
    "Check supply is dwindling, need to get more.": "checks", 
    "if i need a safety deposit box, would you be able to provide one?": "safe", 
    "do they accept walk in appointments?": "appointment", 
    "How can I go about scheduling an appointment with the bank?": "appointment", 
    "HOW DO I CLOSE MY ACCOUNT?": "close", 
    "Tell me the easiest way to book an appointment.": "appointment", 
    "i need to know what my balance is?": "balance", 
    "HOW DO I GO ABOUT ORDERING CHECKS?": "checks", 
    "Could you send me more checks? I'm running low.": "checks", 
    "Is there an option to secure my valuable items?": "safe", 
    "Is it possible to secure valuable items?": "safe", 
    "What process would be easiest for scheduling appointments?": "appointment", 
    "How do I get my account terminated?": "close", 
    "I want to cancel my account, how can I do that": "close", 
    "HOW DO I GET A SAFETY DEPOSIT BOX?": "safe", 
    "Can I schedule an appointment now?": "appointment", 
    "What are my banks hours?": "hours", 
    "WHAT IS YOUR PHONE NUMBER?": "phone", 
    "where can i secure valuable items": "safe", 
    "Look up the phone number for my bank": "phone", 
    "What time does the bank close?": "hours", 
    "FInd out how I can order personal checks": "checks", 
    "I need the number to my bank.": "phone", 
    "Can you tell me where the router number for my back is?": "routing", 
    "Help me to get the price of safety deposits boxes?": "safe", 
    "How early do you open": "hours", 
    "i need to know how to close my account.": "close", 
    "How do I get to the closest branch from here?": "location", 
    "I need the routing number for my bank account please.": "routing", 
    "WHERE CAN I FIND A ROUTING NUMBER ON MY CHECKS?": "routing", 
    "How do I go about making an appointment?": "appointment", 
    "i need the routing number for my bank.": "routing", 
    "Is there a way to secure valuable items?": "safe", 
    "What are the hours of operation for my bank?": "hours", 
    "If i need a safety deposit box, how much would it cost?": "safe", 
    "Hand over the balance statement": "balance", 
    "How do I cancel my account?": "close", 
    "Could you please hook me up with a safety deposit box?": "safe", 
    "look up my banks routing number": "routing", 
    "When are you open?": "hours", 
    "How can I find out how much money is in my account?": "balance", 
    "WHAT IS THE EARLIEST THE DRIVE THRU IS OPEN?": "hours", 
    "What price do I need to pay for a safety deposit box?": "safe", 
    "what's the distance to the closest branch?": "location", 
    "what is the max i can withdraw?": "withdrawal", 
    "When does my bank open?": "hours", 
    "I need you to send me my routing number.": "routing", 
    "Could you tell me where my closest branch is?": "location", 
    "Please let me know your early morning hours.": "hours", 
    "HOW DO I REORDER CHECKS?": "checks", 
    "i need to know the most money i can withdraw.": "withdrawal", 
    "what branch is nearest to me": "location", 
    "where is the closest branch?": "location", 
    "What location can I get to the soonest?": "location", 
    "Show me when the bank closes.": "hours", 
    "Direct me to the closest branch office": "location", 
    "this is displayed after the bank closes": "hours", 
    "Time of close for bank": "hours", 
    "Can I terminate my account online?": "close", 
    "How much can I withdrawal at a time": "withdrawal", 
    "Find me deposit box prices": "safe", 
    "What is the best way to get an appointment?": "appointment", 
    "HOW DO I ORDER CHECKS?": "checks", 
    "I need to have more checks": "checks", 
    "Are you taking appointments?": "appointment", 
    "WHAT IS THE CLOSEST BRANCH TO WHERE I AM LOCATED NOW?": "location", 
    "What is the largest amount I can withdraw?": "withdrawal", 
    "Is there a way to schedule an appointment with the bank?": "appointment", 
    "I need to know the router number for my bank.": "routing", 
    "I want my bank's routing number.": "routing", 
    "Will you please cancel this account": "close", 
    "HOW DO I GO ABOUT TERMINATING THIS ACCOUNT?": "close", 
    "How much do safety deposit boxes cost?": "safe", 
    "I need to know more about the max withdrawal limits": "withdrawal", 
    "How much money do I have?": "balance", 
    "I don't want this account anymore how can I cancel it": "close", 
    "Can you tell me what time the bank opens up?": "hours", 
    "When does the bank close?": "hours", 
    "Let me have a balance statement.": "balance", 
    "I would like to know the maximum amount of withdrawals I can make?": "withdrawal", 
    "How do you determine what the lump sum I can withdraw is?": "withdrawal", 
    "Tell me how to terminate my account": "close", 
    "Please guide me to the closest branch office": "location", 
    "Can appointments be made?": "appointment", 
    "what are the withdrawal limits?": "withdrawal", 
    "Am I allowed to make an appointment?": "appointment", 
    "Does this branch accept appointments": "appointment", 
    "What time is my bank open till?": "hours", 
    "At what hour does my bank open?": "hours", 
    "what is the maximum withdrawal amount?": "withdrawal", 
    "what is the best way to get to the closest branch?": "location", 
    "Which bank location is closest to me": "location", 
    "Routing number for my bank is what?": "routing", 
    "I need info on closing time.": "hours", 
    "What is the number for the banking branch near me?": "phone", 
    "what branch can I reach the fastest?": "location", 
    "I don't know my routing number, what's it": "routing", 
    "IS THERE A MAXIMUM AMOUNT I CAN WITHDRAW?": "withdrawal", 
    "Are there withdrawal limits and what are they?": "withdrawal", 
    "Is it possible to obtain an appointment with you?": "appointment", 
    "What's the max on a withdrawal?": "withdrawal", 
    "I need to know if you take walk in appointments and if I can make one?": "appointment", 
    "Can I close my bank account?": "close", 
    "What is the protocol for closing an account?": "close", 
    "My bank's business hours, I want to look them up": "hours", 
    "Hours bank is open": "hours", 
    "I need to have a balance statement": "balance", 
    "Can you give me some details on a safety deposit box and the fees?": "safe", 
    "How do I go about getting a safety deposit box?": "safe", 
    "do you have safety deposit boxes for rent?": "safe", 
    "How much money could I get my hands on if I needed it?": "balance", 
    "Where can I get my banks phone number?": "phone", 
    "WHEN CAN I GO TO MY BANK?": "hours", 
    "what is the process for ordering checks?": "checks", 
    "Let me see when the bank closes": "hours", 
    "Tell me how to get more checks.": "checks", 
    "Find details about the hours of operation for my bank": "hours", 
    "Tell me, can you hook me up with a safety deposit box?": "safe", 
    "Do you have a way to secure valuables?": "safe", 
    "What would the price of safety deposit boxes be?": "safe", 
    "What is my balance in my account": "balance", 
    "Can I get the number for my local bank?": "phone", 
    "I wanna know about what kind of lump sum I can withdraw": "withdrawal", 
    "How much is a safety deposit box going to run me?": "safe", 
    "Tell me how to find out the routing number for my bank": "routing", 
    "i'd like to find out what my bank's routing number is.": "routing", 
    "Whats the total in my account?": "balance", 
    "I need the nearest branch.": "location", 
    "What do you offer for ways to secure valuable items?": "safe", 
    "I need help looking for the router number for my bank.": "routing", 
    "What times are my bank open?": "hours", 
    "What is the largest sum of money I can withdraw?": "withdrawal", 
    "How do I find my bank's routing number?": "routing", 
    "What time in the morning does the back open?": "hours", 
    "can you direct me to the nearest branch?": "location", 
    "What is the closest branch?": "location", 
    "would it be possible to have my account closed?": "close", 
    "CAN YOU TELL ME WHICH BRANCH IS MOST CONVENIENT?": "location", 
    "How can I schedule an appointment without a lot of hassle?": "appointment", 
    "how do i get in touch with my bank by telephone?": "phone", 
    "Is my routing number available online or where do I get it.": "routing", 
    "What is the total of money in my bank account": "balance", 
    "WHAT IS BANK PHONE NUMBER?": "phone", 
    "I want to terminate this account, can you help me?": "close", 
    "can i get an appointment without scheduling?": "appointment", 
    "How can I order some more checks?": "checks", 
    "What are your hours": "hours", 
    "What can I do to secure my valuable things?": "safe", 
    "What number can I call to get in touch with someone at the bank?": "phone", 
    "What is the process for ordering more checks?": "checks", 
    "i'd like help obtaining more checks.": "checks", 
    "please close the account": "close", 
    "Find the nearest bank to me": "location", 
    "would you be able to tell me the closing time of the bank?": "hours", 
    "i need to have more checks ordered.": "checks", 
    "Can you give me an update on my available funds, please?": "balance", 
    "What's my balance at right now?": "balance", 
    "How do I close an account?": "close", 
    "do you have a place where it is safe to store valuables?": "safe", 
    "WHAT NUMBER DO I NEED TO CALL?": "phone", 
    "what are the available funds I have": "balance", 
    "Where can I find my closest branch?": "location", 
    "I need to know how much money I have": "balance", 
    "what is the most you can withdraw": "withdrawal", 
    "WHERE SHOULD I LOOK TO DETERMINE ROUTING NUMBER?": "routing", 
    "I would like to secure my valuables can": "safe", 
    "A balance statement, you must give.": "balance", 
    "What is the bank's routing number?": "routing", 
    "Tell me my local banking branch's phone number": "phone", 
    "How does account cancellation work?": "close", 
    "What time will the bank close?": "hours", 
    "How can I get a few more checks?": "checks", 
    "Tell me when the bank closes": "hours", 
    "I've got a whole lot of valuable things on me...can you tell me an option to secure them?": "safe", 
    "Can I make an appointment?": "appointment", 
    "I need to order some more checks.": "checks", 
    "I need to get more checks.": "checks", 
    "close the account now that i thought of it": "close", 
    "You wanna rush me some checks? I'm almost out.": "checks", 
    "I need a low down on how much money I have.": "balance", 
    "let me know my available funds": "balance", 
    "WHAT WOULD IT COST ME TO HAVE A SAFETY DEPOSIT BOX FOR A YEAR?": "safe", 
    "Find my bank's hours": "hours", 
    "Can you get me the number that I need to call my bank at?": "phone", 
    "Can you give me the address to the nearest bank branch?": "location", 
    "can you tell me how to get in touch with my bank?": "phone", 
    "How can I secure valuable items?": "safe", 
    "Looking to get more checks rushed to me as soon as possible cause mine are almost gone.": "checks", 
    "I need to know how I can find my routing number": "routing", 
    "IS THERE A DAILY WITHDRAW LIMIT?": "withdrawal", 
    "Help me reach the bank over the phone": "phone", 
    "What are the options for securing valuables": "safe", 
    "What is my withdrawal ceiling?": "withdrawal", 
    "Details on withdrawal limits please.": "withdrawal", 
    "Can you give me info on my limits when withdrawing money?": "withdrawal", 
    "What is my banks routing number": "routing", 
    "My checks are running low I need to order more": "checks", 
    "Please give me the number for my local bank": "phone", 
    "Can you tell me the way to the closest branch?": "location", 
    "Can you give me information on closing an account": "close", 
    "Do I need an appointment, or can I just come in?": "appointment", 
    "WILL YOU HELP ME CLOSE MY ACCOUNT?": "close", 
    "I need to reach my bank via phone.": "phone", 
    "I am seeking my bank's routing number": "routing", 
    "Let me know what the phone number to my local branch is.": "phone", 
    "Can you get me an appointment at my bank?": "appointment", 
    "What would the lump some I can withdraw be?": "withdrawal", 
    "How much money do I have left?": "balance", 
    "What time is my bank open?": "hours", 
    "Can you tell me how to get to the nearest branch?": "location", 
    "Show me where to find my banks routing number.": "routing", 
    "What closing time is listed for the bank?": "hours", 
    "Online support of my bank": "phone", 
    "Get me the phone number for my bank please": "phone", 
    "Location of routing number": "routing", 
    "give me the balance statement": "balance", 
    "WHICH BRANCH WOULD BE MOST CONVENIENT TO WORK?": "location", 
    "what should I know about account cancellations?": "close", 
    "What is the reason for account closure?": "close", 
    "What is the routing number used by my bank?": "routing", 
    "please display when the bank closes": "hours", 
    "How early can I come in to a bank?": "hours", 
    "I wanna know the amount of money I have": "balance", 
    "What is the routing number for my bank?": "routing", 
    "Please give me directions to my bank": "location", 
    "Is there a ceiling on the withdrawal limit?": "withdrawal", 
    "What's the limit on withdrawals?": "withdrawal", 
    "I need a safety deposit box. Can you help?": "safe", 
    "I need pricing on safety deposit boxes": "safe", 
    "How can I speak to someone at my bank's branch?": "phone", 
    "Could you get me some pricing on safety deposit boxes?": "safe", 
    "can you please display when the bank closes?": "hours", 
    "When is your shop open?": "hours", 
    "can you tell me how to close an account?": "close", 
    "Where is the closest bank to me?": "location", 
    "How do I navigate to the closest branch around?": "location", 
    "I'd like to know how much safety deposit boxes are?": "safe", 
    "Do you know the phone number for my local bank branch?": "phone", 
    "can you tell me what i have in my account?": "balance", 
    "I would like the router number": "routing", 
    "Tell me the limits pertaining to withdrawals please": "withdrawal", 
    "I would like to know in which manner i can get more checks?": "checks", 
    "Are there any limits for with drawals?": "withdrawal", 
    "Can I walk in without an appointment?": "appointment", 
    "Let me know when the bank closes": "hours", 
    "WHO DO I NEED TO SPEAK WITH TO ORDER CHECKS?": "checks", 
    "I need an account cancellation, what should I do?": "close", 
    "What's the maximum amount I can withdraw at once?": "withdrawal", 
    "I need the details on getting my routing number.": "routing", 
    "What are the times that the bank operate?": "hours", 
    "Never mind, close out my account": "close", 
    "IS MY BALANCE STATEMENT AVAILABLE VIA PHONE?": "balance", 
    "If I wanted to get a safety deposit box how much would that cost me?": "safe", 
    "Can you help get me the routing number for my account?": "routing", 
    "I need a lump sum withdrawal. How much can I take out?": "withdrawal", 
    "What phone number can I call to reach my bank?": "phone", 
    "What is the process for terminating my account?": "close", 
    "What's the limit I can take out as a lump sum?": "withdrawal", 
    "Get me a balance statement": "balance", 
    "What routing number is right for me?": "routing", 
    "I need my banks routing number": "routing", 
    "Just close my account.": "close", 
    "Find me the closing time of the bank.": "hours", 
    "How do I shut my account?": "close", 
    "I want to know the maximum that I can withdraw": "withdrawal", 
    "What will a safety deposit box cost me?": "safe", 
    "Tell me how I can quickly make an appointment": "appointment", 
    "Do you have rules on how much I can withdraw?": "withdrawal", 
    "How much are safety deposit boxes?": "safe", 
    "I would like to book an appointment.": "appointment", 
    "i need to order more checks.": "checks", 
    "When does the bank close for the day?": "hours", 
    "Will you schedule my appointment?": "appointment", 
    "are appointments allowed?": "appointment", 
    "Do you know the phone number for my local bank?": "phone", 
    "I no longer want an account, please close it.": "close", 
    "How can I terminate my account?": "close", 
    "Can you tell me why the account has been cancelled?": "close", 
    "Where is the closest banking branch?": "location", 
    "Balance please": "balance", 
    "I've used all my checks; can you send me more ASAP?": "checks", 
    "Where do I locate my correct routing number?": "routing", 
    "i'd like to close my account.": "close", 
    "WHAT IS CHECK ORDERING PROCEDURE?": "checks", 
    "What is my balance statement?": "balance", 
    "Show me the correct routing number for my bank.": "routing", 
    "Are you able to rush checks to me? Mine are gone.": "checks", 
    "The balance statement, show it to me now": "balance", 
    "How do I secure valuable items?": "safe", 
    "How much money do I have in the bank rn?": "balance", 
    "When does my bank open and close?": "hours", 
    "after the bank is closed, this is displayed": "hours", 
    "How will I find their correct routing number?": "routing", 
    "Please look up my bank's phone number": "phone", 
    "can you tell me the bank's phone number?": "phone", 
    "what time the bank close": "hours", 
    "Where can I find the closest branch?": "location", 
    "Could you send my more checks as soon as possible? I'm almost out": "checks", 
    "How can I get more checks?": "checks", 
    "Do you know how much money is left in my account": "balance", 
    "Yo give me the digits for my bank": "phone", 
    "How do I contact my bank?": "hours", 
    "I wanna know the hours of operation for my bank": "hours", 
    "How can I schedule an appointment without a headache?": "appointment", 
    "WHAT HOURS IS MY BANK OPEN?": "hours", 
    "What is my present balance": "balance", 
    "Can you please show me some pricing on safety deposit boxes?": "safe", 
    "give me directions to the closest branch.": "location", 
    "Can i reserve an appointment?": "appointment", 
    "WHAT IS MY ROUTING NUMBER?": "routing", 
    "I need an in person appointment.": "appointment", 
    "What is the phone number for my local banking branch?": "phone", 
    "What should I do to get more checks?": "checks", 
    "How do I set an appointment?": "appointment", 
    "what options do you have that allow me to store valuables?": "safe", 
    "Send me the location of my nearest branch.": "location", 
    "What is meant by account cancellation": "close", 
    "Repeat check order": "checks", 
    "Could I do a walk in appointment?": "appointment", 
    "What phone number can I call if I want to reach my bank": "phone", 
    "DO YOU LIMIT THE AMOUNT I CAN WITHDRAW FROM MY ACCOUNT?": "withdrawal", 
    "I changed my mind, close the account.": "close", 
    "How early can I visit a branch?": "hours", 
    "find a safety deposit box": "safe", 
    "How do I find my maximum withdrawal amount?": "withdrawal", 
    "what is the best way to navigate to the closest branch?": "location", 
    "What is the number to call my bank?": "phone", 
    "Get me my local bank's number.": "phone", 
    "acquire the bank number": "routing", 
    "I need to order more checks": "checks", 
    "When is the earliest I can come in?": "hours", 
    "Do you take phone calls?": "phone", 
    "WHO DO I TALK TO TO CLOSE MY ACCOUNT?": "close", 
    "Please help me terminate this account": "close", 
    "Can you pencil me in?": "appointment", 
    "how to I go to the closest branch?": "location", 
    "I'd like to know what the termination procedure for the account is": "close", 
    "Tell me how much money I have in my account": "balance", 
    "Is there a limit on what I can withdraw?": "withdrawal", 
    "what is the routing number for my bank": "routing", 
    "I need to get more checks": "checks", 
    "Do you open early?": "hours", 
    "What does account cancellation refer to": "close", 
    "Do you set up appointments?": "appointment", 
    "I need to schedule an appointment but would like to know the easiest way to do so.": "appointment", 
    "Routing number info": "routing", 
    "Give me an update on my available funds.": "balance", 
    "Purchase more checks": "checks", 
    "Give me the routing number.": "routing", 
    "How can I get some more checks?": "checks", 
    "Can i do a walk in appointment?": "appointment", 
    "Where do I get more checks?": "checks", 
    "do you allow walk in appointments?": "appointment", 
    "what are my bank's hours?": "hours", 
    "How do I order more checks from the bank?": "checks", 
    "what branch can I get to the swiftest?": "location", 
    "How do I get more checks": "checks", 
    "What are the directions to my most local branch?": "location", 
    "Please let me know what my balance is": "balance", 
    "Where can I find the closest branch to my location?": "location", 
    "Resupply more checks": "checks", 
    "If I walk in will someone be able to help me?": "appointment", 
    "Can you schedule me an appointment?": "appointment", 
    "Where is a phone that I can use to call my bank?": "phone", 
    "How do I reach my bank by phone?": "phone", 
    "Are there any walk in appointments?": "appointment", 
    "I want to know my bank's router number": "routing", 
    "IS THERE A LIMIT TO HOW MUCH I CAN WITHDRAW IMMEDIATELY?": "withdrawal", 
    "can you give me the number for my branch?": "phone", 
    "How do I locate my correct routing number?": "routing", 
    "I would like assistance getting a safety deposit box.": "safe", 
    "Please include a balance statement for me.": "balance", 
    "I need to know my bank's router number": "routing", 
    "What are the hours for my bank?": "hours", 
    "when the bank close": "hours", 
    "Can I reserve a time to come in?": "appointment", 
    "WHAT IS THE PROCEDURE TO ORDER CHECKS FAST?": "checks", 
    "Tell me the earliest you are open": "hours", 
    "What's my local branch's phone number?": "phone", 
    "I'd like for you to terminate this account": "close", 
    "WHAT IS THE PHONE NUMBER TO LOCAL BRANCH LISTED UNDER?": "phone", 
    "Please help me to acquire my banks routing number": "routing", 
    "What is the price for safety deposit boxes?": "safe", 
    "is there a withdrawal maximum": "withdrawal", 
    "Give me more information about account cancelation": "close", 
    "How can I cancel my account?": "close", 
    "Can I withdraw as much as I want?": "withdrawal", 
    "I am trying to find my bank's routing number": "routing", 
    "How do I get to the bank location nearest to me?": "location", 
    "WHAT IS MY BALANCE?": "balance", 
    "I need to know how to acquire more checks": "checks", 
    "I need pricing on a safety deposit box.": "safe", 
    "WHAT FUNDS ARE AVAILABLE IN MY ACCOUNT?": "balance", 
    "Please help me find the routing number for my bank": "routing", 
    "Help me find my closest branch.": "location", 
    "what is the cost of safety deposit boxes?": "safe", 
    "Where can I see my balance statement.": "balance", 
    "What limits are there on my withdrawals?": "withdrawal", 
    "Can you help me get my routing number?": "routing", 
    "Do you have anything I can put valuables in?": "safe", 
    "Where is the nearest branch": "location", 
    "Give me my bank's routing details": "routing", 
    "let me know the limits pertaining to withdrawals?": "withdrawal", 
    "where is the closest branch": "location", 
    "I want to see when the bank closes": "hours", 
    "show me where to get a safety deposit box": "safe", 
    "what number do i call for my local banking branch": "phone", 
    "Show me the correct routing number.": "routing", 
    "Please let me know what my available funds are": "balance", 
    "tell me my banks routing number": "routing", 
    "What is the bank routing number?": "routing", 
    "What is the process to close the account?": "close", 
    "Could you order me some checks as I am nearly out?": "checks", 
    "I want to close this account on second thought": "close", 
    "When will my bank be open?": "hours", 
    "I need help finding my routing number": "routing", 
    "ARE YOU SOMEONE THAT CAN HELP ME OPEN A SAFETY DEPOSIT BOX?": "safe", 
    "What's my bank's router number?": "routing", 
    "Can you tell me what the lump some I can withdraw is?": "withdrawal", 
    "HOW DO I GET TO YOUR BANK?": "location", 
    "Do you take walk in appointments or do I need to call ahead?": "appointment", 
    "Guide me to my nearest branch": "location", 
    "How can I reach my bank?": "hours", 
    "I need more checks right away": "checks", 
    "What limits are there on withdrawals": "withdrawal", 
    "do you allow appointments?": "appointment", 
    "Need to know how much money is in my account": "balance", 
    "what is the highest withdrawl amount?": "withdrawal", 
    "What is my banks routing number?": "routing", 
    "WHAT ARE YOUR OPERATING HOURS?": "hours", 
    "What's the best number to use?": "phone", 
    "I am looking for the bank's routing number.": "routing", 
    "How early does the bank open?": "hours", 
    "Are appointments available?": "appointment", 
    "how do i call my bank?": "phone", 
    "what are my account balances": "balance", 
    "Find out my bank's phone number": "phone", 
    "In what ways can I reach my bank via phone?": "phone", 
    "When is the earliest I can come tomorrow morning?": "hours", 
    "Does my bank have a mobile app?": "phone", 
    "how do I find my routing number": "routing", 
    "How do I take the steps to close my account?": "close", 
    "What kind of lump some can I withdraw?": "withdrawal", 
    "do you have a way to store valuables?": "safe", 
    "WHAT DO I DO WHEN I RUN OUT OF CHECKS?": "checks", 
    "I need to have some checks rushed to me.": "checks", 
    "just close the account on second thought": "close", 
    "close the account": "close", 
    "Help me find the business hours for my bank": "hours", 
    "I need a balance statement please.": "balance", 
    "What's the least complicated way to get an appointment?": "appointment", 
    "What limits apply to me withdrawing from an atm?": "withdrawal", 
    "HOW CAN I ORDER CHECKS?": "checks", 
    "Tell me whether I can walk in and have an appointment": "appointment", 
    "would you help me order more checks?": "checks", 
    "How do I order more checks?": "checks", 
    "Is there a direct line?": "phone", 
    "How much money are the safety deposit boxes?": "safe", 
    "CAN YOU SEND ME MY BALANCE STATEMENT?": "balance", 
    "I've got some expensive stuff, is there an option to secure them?": "safe", 
    "Can I schedule an appointment with my bank?": "appointment", 
    "Can you tell me my bank's routing number.": "routing", 
    "Who is the person that can order me more checks": "checks", 
    "WHAT ARE THE HOURS FOR MY BANK?": "hours", 
    "Can you get me a free safety deposit box?": "safe", 
    "If I have expensive items, can I store them with you?": "safe", 
    "What are the opening and closing times of my branch?": "hours", 
    "Appointments, can you accept them or not": "appointment", 
    "What is the bank contact phone number?": "phone", 
    "what are the times that my bank will open and close?": "hours", 
    "Should I be aware of any limits regarding my withdrawals?": "withdrawal", 
    "What is the fee associated with getting a safety deposit box?": "safe", 
    "What's my current spending limit?": "balance", 
    "find the closest branch": "location", 
    "How much does a safety deposit box cost?": "safe", 
    "Please direct me to the nearest branch": "location", 
    "Show me my nearest branch.": "location", 
    "How can I call your branch": "phone", 
    "What would a safety deposit box run me?": "safe", 
    "What time do your branches open?": "hours", 
    "Where is the closest bank branch?": "location", 
    "How much money is in my account?": "balance", 
    "let me navigate to the closest branch": "location", 
    "I need to know how much money I have currently": "balance", 
    "What's up with the account cancellation ?": "close", 
    "What is the phone number for the bank?": "phone", 
    "When can I book an appointment?": "appointment", 
    "What do I have available for spending?": "balance", 
    "Tell me the hours of operation for my bank": "hours", 
    "Please tell me where to find the routing number for my bank.": "routing", 
    "how much can i withdraw": "withdrawal", 
    "I want help setting up a safety deposit box": "safe", 
    "What's the highest amount of money I can withdraw?": "withdrawal", 
    "I would like to know about the account termination procedure.": "close", 
    "WHAT TIME DO YOU OPEN IN THE MORNING?": "hours", 
    "I would like to set up a safety deposit box": "safe", 
    "Please tell me how much money I have in the bank.": "balance", 
    "What branch is the closest.": "location", 
    "how do I get a hold of my bank by phone": "phone", 
    "Find closest branch": "location", 
    "How much is a deposit box if I want one?": "safe", 
    "How many limits to withdrawals?": "withdrawal", 
    "What lump some can I take out?": "withdrawal", 
    "DOES SOMEONE ANSWER THE PHONE ALL DAY?": "phone", 
    "What are directions to the nearest branch?": "location", 
    "can you tell me what the routing number is for my bank?": "routing", 
    "Running low on checks, I need to get more.": "checks", 
    "What are my available funds": "balance", 
    "Do you secure valuables?": "safe", 
    "Will they take walk in appointments?": "appointment", 
    "is there a limit to how much I can withdraw?": "withdrawal", 
    "If I wanted to go to the closest branch near me, where should I go?": "location", 
    "Which branch is nearest to me": "location", 
    "I want to have the router number for my bank": "routing", 
    "i need a resupply on my checks.": "checks", 
    "Please look up how to get to the branch that is closest to my location": "location", 
    "What is the limit on withdraws": "withdrawal", 
    "Please tell me the termination procedure for the account": "close", 
    "WHO CAN GIVE ME MY BANK BALANCE?": "balance", 
    "Am I able to withdraw the maximum on two different days?": "withdrawal", 
    "what is the way to the closest branch?": "location", 
    "Please lose my account": "close", 
    "can you help me to acquire my banks routing number": "routing", 
    "WHAT ARE DIRECTIONS TO CLOSEST BRANCH?": "location", 
    "I am running out of checks so please order me more.": "checks", 
    "HOW DO I KNOW MY ROUTING NUMBER?": "routing", 
    "Can I get an appointment with the bank?": "appointment", 
    "Can I order additional checks?": "checks", 
    "What are your office start hours?": "hours", 
    "Tell me how I can acquire additional checks": "checks", 
    "What are my options for securing valuables?": "safe", 
    "Can you tell me how much money I have?": "balance", 
    "What branch is closest?": "location", 
    "What do I need to do to get a safety deposit box.": "safe", 
    "What is the amount in my account": "balance", 
    "How can I locate my correct routing number?": "routing", 
    "What's the closing hour for the bank?": "hours", 
    "I'm looking to communicate with my bank via phone.": "phone", 
    "Can I come in for an appointment?": "appointment", 
    "What is the price for your safety deposit boxes": "safe", 
    "Please help me get more checks?": "checks", 
    "I'd like to reach my bank via phone, how can I do this?": "phone", 
    "Tell me account balance": "balance", 
    "When are you open": "hours", 
    "Can you show me the price for a safety deposit boxes?": "safe", 
    "How can I get a hold of your bank": "phone", 
    "I need you to send me new checks. I'm just about out.": "checks", 
    "What amounts am I allowed to withdraw at once?": "withdrawal", 
    "How does one find the correct routing number?": "routing", 
    "Where is the routing number?": "routing", 
    "I want to make a call to my bank, how can I do that": "phone", 
    "What steps do I need to take to end my account?": "close", 
    "What is my current balance?": "balance", 
    "how do I get to the closest branch?": "location", 
    "Can you tell me the amount of funds I have": "balance", 
    "What is my available balance?": "balance", 
    "Tell me which bank location I can get to the quickest": "location", 
    "How can you hook me up with a safety deposit box?": "safe", 
    "Can you provide me with an offer to secure valuable items?": "safe", 
    "can you tell me when the bank closes?": "hours", 
    "Would I be able to get an appointment?": "appointment", 
    "I need my bank's number for routing.": "routing", 
    "What is the correct routing number for my bank?": "routing", 
    "HOW DO I SCHEDULE AN APPOINTMENT?": "appointment", 
    "What is involved in canceling an account?": "close", 
    "Please represent the way to get to my bank": "location", 
    "How late are you open": "hours", 
    "Can you describe account cancellation to me please?": "close", 
    "How do you secure valuable items?": "safe", 
    "Directions to closest branch": "location", 
    "How many times can I do a withdrawal?": "withdrawal", 
    "what is the withdrawal limit?": "withdrawal", 
    "Who can I speak to to schedule an appointment?": "appointment", 
    "CAN YOU GIVE ME DIRECTIONS TO THE BRANCH NEAREST ME?": "location", 
    "What should I dial to reach my local bank?": "phone", 
    "What do you have for safety deposit boxes?": "safe", 
    "Can you explain the withdrawal limits?": "withdrawal", 
    "Does the bank keep valuable items safe": "safe", 
    "Time business day ends for bank": "hours", 
    "Are Appointments made for this bank": "appointment", 
    "How could I get more checks?": "checks", 
    "If I want to end my account, how do I do that?": "close", 
    "Please tell me my banks routing number.": "routing", 
    "WHAT TIME DOES THE BANK CLOSE?": "hours", 
    "WHERE DO I FIND MY BALANCE STATEMENT?": "balance", 
    "What is my bank's phone number?": "phone", 
    "I want to find out how I make an in person appointment please.": "appointment", 
    "I decided to terminate the account": "close", 
    "Show me my banks correct routing number.": "routing", 
    "Where is the routing number for my bank located?": "routing", 
    "i need you to close out my account.": "close", 
    "Can I secure my valuables?": "safe", 
    "I'd like to reserve a safety deposit box.": "safe", 
    "What about ways to protect valuables": "safe", 
    "Can you tell me the steps of reaching my bank via phone?": "phone", 
    "What is my routing number": "routing", 
    "The router number would be appreciated": "routing", 
    "How do I get my hands on some more checks?": "checks", 
    "What are the prices on your safety deposit boxes?": "safe", 
    "Can I end my account?": "close", 
    "Do you let people walk in for an appointment?": "appointment", 
    "What is your most expensive safety deposit box": "safe", 
    "when do you open the soonest?": "hours", 
    "what is the most i can take out at once?": "withdrawal", 
    "Where can I find my bank's routing number?": "routing", 
    "Up to how much can I take out each day?": "withdrawal", 
    "Tell me what hours my bank operates.": "hours", 
    "Tell me how to go to the branch closest to my location": "location", 
    "Do you set a limit on how high my withdrawals can be?": "withdrawal", 
    "do you offer walk in appointments?": "appointment", 
    "Help me find the closest branch": "location", 
    "I need to have many checks.": "checks", 
    "Can I reach the bank using my phone?": "phone", 
    "Details on getting more checks please.": "checks", 
    "Please look up the amount of money I have": "balance", 
    "I need an easy way to get an appointment scheduled.": "appointment", 
    "just close this account on second thought": "close", 
    "What branch is the shortest distance from me?": "location", 
    "Can you help me get some more checks?": "checks", 
    "How can I go about getting a safety deposit box?": "safe", 
    "Which number do I call for the bank closet go me": "phone", 
    "I need to know how I can secure valuable items": "safe", 
    "what time does the bank start doing business?": "hours", 
    "What's my bank's routing number?": "routing", 
    "I am in a need of some more rush checks, please get me some more": "checks", 
    "Teach me how to get more checks.": "checks", 
    "How can I apply for more checks?": "checks", 
    "Nearest branch to my location is which one?": "location", 
    "How can I reach my bank via phone?": "phone", 
    "Get me my routing number for my bank.": "routing", 
    "what branch can I reach toe quickest?": "location", 
    "How can I secure my valuables?": "safe", 
    "Do you have any walk in appointments?": "appointment", 
    "Is there a branch close to me?": "location", 
    "how high is my withdrawal ceiling at the moment?": "withdrawal", 
    "WHEN IS THE BANK OPEN?": "hours", 
    "How do I get to the nearest branch?": "location", 
    "what is the lump sum that I could withdraw": "withdrawal", 
    "WHAT ARE THE DIFFERENT PRICE OPTIONS FOR A SAFETY DEPOSIT BOX?": "safe", 
    "How early do you open in the morning?": "hours", 
    "What is the maximum amount I can withdraw?": "withdrawal", 
    "Tell me the biggest sum that I can withdrawl at once?": "withdrawal", 
    "Can I make a walk in appointment?": "appointment", 
    "Let me get a balance statement too.": "balance", 
    "In regards to withdrawals, what are the limits": "withdrawal", 
    "do i have to schedule appointments or can i just walk in?": "appointment", 
    "What time does your business open?": "hours", 
    "Show me the price for a safety deposit box.": "safe", 
    "you know what? Close this account.": "close", 
    "how to know what your routing number is": "routing", 
    "I'm out of stock on checks and need more.": "checks", 
    "Set up an appointment with my bank": "appointment", 
    "Can you tell me the easiest way to schedule an appointment?": "appointment", 
    "Please tell me how much money I have": "balance", 
    "From my current location what branch can I get to fastest": "location", 
    "WHO DO I SPEAK TO TO CLOSE THIS ACCOUNT?": "close", 
    "I would love to know the hours of operation for my bank": "hours", 
    "what are the balances of my accounts": "balance", 
    "Can you put a rush order on some more checks for me?": "checks", 
    "Can you tell me some of the pricing of safety deposit boxes?": "safe", 
    "I need to talk to the bank over the phone": "phone", 
    "How much money can I withdraw at one time?": "withdrawal", 
    "Do you offer walk in appointments?": "appointment", 
    "If i want to schedule an appointment, what would be the easiest way?": "appointment", 
    "I would like to stock up on checks": "checks", 
    "When does my bank open and close": "hours", 
    "I need to call the bank.": "phone", 
    "Can I walk in for appointments?": "appointment", 
    "what is the phone number for my bank": "phone", 
    "how far to the nearest branch": "location", 
    "I need a safety deposit box": "safe", 
    "Where can I locate my correct routing number?": "routing", 
    "Help me open a safety deposit box.": "safe", 
    "I want to figure out my routing number": "routing", 
    "are there any walk in appointments?": "appointment", 
    "Let me know how much money I have available.": "balance", 
    "Display my banks routing number.": "routing", 
    "WHAT IS MY BANK BALANCE?": "balance", 
    "Please I need checks as soon as possible. I'm almost out.": "checks", 
    "Please give my my banks routing number": "routing", 
    "Nevermind, let's close the account.": "close", 
    "What is the total amount I have in the bank?": "balance", 
    "I want to find out my bank's router number": "routing", 
    "DO YOU KNOW HOW TO CLOSE MY ACCOUNT?": "close", 
    "WHEN DO THE DOORS CLOSE?": "hours", 
    "What's the price of safety deposits boxes?": "safe", 
    "What is the ceiling for withdraw": "withdrawal", 
    "I'd like to know how much money I have.": "balance", 
    "Does my lical branch offer walk in appountments?": "appointment", 
    "What is the number for my local branch?": "phone", 
    "Bank appointment scheduling": "appointment", 
    "how high is the withdrawal ceiling?": "withdrawal", 
    "I need a safety deposit box.": "safe", 
    "WHAT IS THE PROCEDURE TO CLOSE ACCOUNT?": "close", 
    "I want to load up on checks for the next few months please.": "checks", 
    "I changed my mind, I want me account closed.": "close", 
    "What is the best routing number for my account?": "routing", 
    "Can you help me call my bank?": "phone", 
    "When the bank is after hours, show this": "hours", 
    "CAN YOU HELP ME TO GET TO THE BANK NEAREST ME?": "location", 
    "Do you permit walk in appointments?": "appointment", 
    "i want to have my account closed if that is possible.": "close", 
    "if i want to call the bank, what is the number?": "phone", 
    "I don't want my account anymore, I want to cancel it how can I do that": "close", 
    "What is the easiest way to schedule an appointment at the bank?": "appointment", 
    "What phone number can I reach a rep at my bank please?": "phone", 
    "How do I find their correct routing number?": "routing", 
    "Is there a customer service number I can call?": "phone", 
    "DO YOU KNOW WHERE I CAN LOCK UP MY VALUABLES?": "safe", 
    "What's the most I can withdraw?": "withdrawal", 
    "i'd like to go to the closest branch but don't know that way.": "location", 
    "What are my bank's hours of operation?": "hours", 
    "My bank accounts total what right now?": "balance", 
    "I need to acquire a safety deposit box.": "safe", 
    "What options are there so secure valuable items?": "safe", 
    "Can I make a walk-in appointment?": "appointment", 
    "How much can I withdrawal?": "withdrawal", 
    "I'd like to know what the lump some I can withdraw is": "withdrawal", 
    "What do I need to do to reorder checks?": "checks", 
    "What is the earliest I can come there?": "hours", 
    "Can you provide me with directions to the branch nearest to me?": "location", 
    "My branch is open what hours?": "hours", 
    "Please give me prices for safety deposit?": "safe", 
    "Help me find my way to the nearest branch": "location", 
    "Tell me some information about account cancellation.": "close", 
    "do they take walk ins?": "appointment", 
    "Where do I go to schedule an appointment?": "appointment", 
    "Closing my account today": "close", 
    "WHAT IS THE SIMPLEST WAY TO SCHEDULE AN APPOINTMENT?": "appointment", 
    "How do I figure out my routing number?": "routing", 
    "HOW DO I DETERMINE WHAT MY ROUTING NUMBER IS?": "routing", 
    "would you be able to close my account?": "close", 
    "WHERE DO I FIND ROUTING NUMBER WHEN I DON'T HAVE MY CHECKBOOK WITH ME?": "routing", 
    "Find my routing number.": "routing", 
    "May I be scheduled for an appointment?": "appointment", 
    "How many digits is a routing number?": "routing", 
    "How much is my balance?": "balance", 
    "What's the most simple way to schedule an appointment?": "appointment", 
    "I need to find out the router number for my bank": "routing", 
    "can you tell me where the nearest branch is?": "location", 
    "What time is my local bank open for business?": "hours", 
    "How should I go about scheduling an appointment?": "appointment", 
    "Do I need to transfer funds?": "balance", 
    "Can you tell me when you open": "hours", 
    "whats the max I can get out?": "withdrawal", 
    "which branch from here is the fastest to get to?": "location", 
    "tell me the phone number for my local banking branch": "phone", 
    "I need to know the phone number of my local banking branch": "phone", 
    "CAN YOU PLEASE TELL ME HOW TO CALL MY BANK?": "phone", 
    "What's the best way to close my account?": "close", 
    "How would I acquire more checks?": "checks", 
    "I would like to navigate to the closest branch": "location", 
    "I need to know how to contact my bank via telephone.": "phone", 
    "I'm going to need more checks. Can you help me get some?": "checks", 
    "What's your walk in appointment policy? Can I make one?": "appointment", 
    "What are the options for protecting valuable things": "safe", 
    "Get me the phone number of the branch I use please.": "phone", 
    "Can you tell me how to navigate to the branch that is closest?": "location", 
    "How do I setup an appointment?": "appointment", 
    "direct me to the closest branch": "location", 
    "How do I reach my bank with my phone?": "phone", 
    "What are the working hours at my bank?": "hours", 
    "i would like to know what the cap is on withdrawal amounts.": "withdrawal", 
    "what branch can I get to soonest?": "location", 
    "Can you hook me up with an illegal safety deposit box for free?": "safe", 
    "I need you to send me more checks. I'm nearly out.": "checks", 
    "How much can I withdraw at one time?": "withdrawal", 
    "Let me get my routing number from you.": "routing", 
    "let me know the soonest time you open": "hours", 
    "Local bank contact information": "phone", 
    "Which branch is closest to me": "location", 
    "I want to know about options for keeping expensive items secure": "safe", 
    "Tell me my bank's routing number": "routing", 
    "I need to find the routing number for my bank.  Where can I find it?": "routing", 
    "If I want to withdraw a large amount, what's the most I can take out?": "withdrawal", 
    "How high is my withdrawal amount": "withdrawal", 
    "What location is nearest to me?": "location", 
    "Where can I sign up for more checks?": "checks", 
    "How much is the lump some I can withdraw?": "withdrawal", 
    "I need to connect with my bank via phone.": "phone", 
    "What physical branch is nearest my location right now?": "location", 
    "Is there a way to keep precious items secure": "safe", 
    "How do I transfer money using a routing number?": "routing", 
    "what is the phone number for my local branch?": "phone", 
    "when do you open earliest?": "hours", 
    "Where is my closest branch?": "location", 
    "how much money do I have in my account": "balance", 
    "how much is the most i can take out in one withdrawal?": "withdrawal", 
    "How can I reach the bank via phone?": "phone", 
    "How should I go about securing an appointment with someone at the bank?": "appointment", 
    "I thought it over and I want to just close this account": "close", 
    "can you tell me what is in my account?": "balance", 
    "what is the highest amount of money i can take out at one time?": "withdrawal", 
    "What limits are imposed on withdrawing my money?": "withdrawal", 
    "if i just show up can i get an appointment?": "appointment", 
    "What's the best method of scheduling an appointment?": "appointment", 
    "I would like to know the account termination procedure?": "close", 
    "How much does your safety deposit boxes range from?": "safe", 
    "how can i acquire my banks routing number": "routing", 
    "Please close the account": "close", 
    "what is the maximum withdrawal ceiling?": "withdrawal", 
    "I'd like to know the easiest way to schedule an appointment": "appointment", 
    "WHAT NUMBER SHOULD I CALL TO SPEAK WITH A HUMAN?": "phone", 
    "Can you give me directions to the branch nearest here?": "location", 
    "Do you have walk in hours?": "appointment", 
    "how do you close an account?": "close", 
    "What is your withdrawal policy": "withdrawal", 
    "How do I get to the closest branch?": "location", 
    "How do I begin closing my account?": "close", 
    "Do you do walk in appointments?": "appointment", 
    "Can I get a balance statement?": "balance", 
    "Can I afford this purchase?": "balance", 
    "I want pricing on safety deposit boxes": "safe", 
    "HOW DO I REACH MY LOCAL BRANCH BY PHONE?": "phone", 
    "CAN YOU PLEASE TEXT ME BANK'S ADDRESS": "location", 
    "DO YOU HAVE ANY LIMITS PERTAINING TO WITHDRAWS?": "withdrawal", 
    "What's the best way to get an appointment?": "appointment", 
    "Please tell me my withdrawal ceiling.": "withdrawal", 
    "I would like a balance statement": "balance", 
    "I could use some more checks": "checks", 
    "I wanna go to a branch close by and I want to get there real quick": "location", 
    "What is account cancellation?": "close", 
    "I really need you to get my bank's routing number.": "routing", 
    "i'd like the phone number for my bank.": "phone", 
    "Please explain what you mean by account cancellation": "close", 
    "Where might I locate the routing number for my bank?": "routing", 
    "I would like to have a safety deposit box": "safe", 
    "My I place an order for more checks": "checks", 
    "What is the most I can withdrawal at a time": "withdrawal", 
    "Please tell me in which manner i can get more checks?": "checks", 
    "tell me where my nearest branch is.": "location", 
    "How much is it possible to withdrawal": "withdrawal", 
    "Which routing number is right?": "routing", 
    "WHERE DO I FIND PHONE NUMBER TO MY LOCAL BRANCH?": "phone", 
    "How can I know what my routing number is?": "routing", 
    "Why has the account been cancelled ?": "close", 
    "Let's take a look at my balance.": "balance", 
    "I want to know the routing number for my bank": "routing", 
    "Do you accept appointments": "appointment", 
    "Find me my routing number or how to get it please.": "routing", 
    "I'd like a safety deposit box": "safe", 
    "i'd like to know what my account balance is.": "balance", 
    "What am I limited to when I make a withdrawal?": "withdrawal", 
    "How do I find the ABA?": "routing", 
    "Are there deposit boxes available?": "safe", 
    "Where is the nearest bank branch": "location", 
    "Nah, let's just close the account instead.": "close", 
    "What time can I go to the bank tomorrow?": "hours", 
    "Do you allow walk ins?": "appointment", 
    "Total money in the bank?": "balance", 
    "Display when the bank closes.": "hours", 
    "I need to call my bank, how can I do that": "phone", 
    "How can I contact my bank?": "phone", 
    "I just want to close this account on second thought": "close", 
    "When the bank is closed, show this": "hours", 
    "How much money is available to me right now?": "balance", 
    "What's the number for my bank?": "phone", 
    "Do you have any place to securely store valuable items?": "safe", 
    "ARE APPOINTMENTS SUGGESTED?": "appointment", 
    "I'm in desperate need of checks.": "checks", 
    "Let me know how much I can withdraw at once?": "withdrawal", 
    "If I wanted to find my routing number, where should I look?": "routing", 
    "I need to know the price of a safety deposit box.": "safe", 
    "how do i get a safety deposit box": "safe", 
    "Give me the details on ordering more checks.": "checks", 
    "How should I store valuable items?": "safe", 
    "What number can my bank be reached at?": "phone", 
    "where is the routing number": "routing", 
    "What do I do to close my account?": "close", 
    "Can you please give me pricing on safety deposit boxes?": "safe", 
    "WHAT NUMBER DO I CALL?": "phone", 
    "What's the max I can take out as a lump sum?": "withdrawal", 
    "Show me the routing number for my bank.": "routing", 
    "I would like to know the account termination procedure": "close", 
    "Operation hours of bank": "hours", 
    "can i know my  limits pertaining to withdrawals?": "withdrawal", 
    "Tell me your withdrawal limits if there are any": "withdrawal", 
    "I want to know in which manner i can get more checks?": "checks", 
    "Is there a limit to a withdrawal if I want to take out a lot?": "withdrawal", 
    "What time does the bank open for business?": "hours", 
    "I'd like to know the limits pertaining to withdrawals": "withdrawal", 
    "Can I place an order for more checks?": "checks", 
    "Do you do appointments?": "appointment", 
    "How much money do I have in the bank?": "balance", 
    "I want to know how large of a lump some I can withdraw": "withdrawal", 
    "Are you able to help me rent a safety deposit box?": "safe", 
    "What's the routing number for my bank please?": "routing", 
    "What's the limit on my withdrawal ceiling": "withdrawal", 
    "can you find my banks routing number?": "routing", 
    "Nevermind, just close my account": "close", 
    "I just want to close this account": "close", 
    "WHAT IS THE PHONE NUMBER TO THE BANK?": "phone", 
    "Can you give me a safety deposit box?": "safe", 
    "Please set me up with a safety deposit box.": "safe", 
    "what is the absolute best way to schedule an appointment?": "appointment", 
    "I need to know my balance.": "balance", 
    "I'm out of checks and need to order more.": "checks", 
    "Can you rush order checks for me?": "checks", 
    "I need to contact my bank by phone.": "phone", 
    "what is the process for closing an account?": "close", 
    "What's the contact info for my local bank?": "phone", 
    "would you be able to tell me how much money is in my account right now?": "balance", 
    "I just want a walk in appointment, will that work?": "appointment", 
    "Can you shut down the account?": "close", 
    "WHO CAN I TALK TO FOR AN APPOINTMENT?": "appointment", 
    "I need to know what time the bank opens up": "hours", 
    "Show when the bank closes": "hours", 
    "What's the closest branch?": "location", 
    "Where is the router number for my bank located?": "routing", 
    "How much do your safety deposit boxes cost?": "safe", 
    "How do I schedule an appointment?": "appointment", 
    "Are you able to deliver the checks within one business day? I need them ASAP.": "checks", 
    "Tell me how to stock up on more checks.": "checks", 
    "How about we close the account out instead.": "close", 
    "can you give me info on account closures?": "close", 
    "Tell me what the account termination procedure is": "close", 
    "I need checks sent immediately. I only have a few left.": "checks", 
    "I need to store some valuable items with you.": "safe", 
    "Please give me your phone number": "phone", 
    "I would like to know when the bank closes": "hours", 
    "What is the route to the nearest branch?": "location", 
    "How do I look up my bank's phone number?": "phone", 
    "What location can I get to the Quickest?": "location", 
    "please give me the balance of my account.": "balance", 
    "How can i get more checks": "checks", 
    "Is the bank open today?": "hours", 
    "Help me. I need a balance statement please.": "balance", 
    "Instructions to reach closest bank location": "location", 
    "Can you give me my balance info?": "balance", 
    "What is my withdrawal limit?": "withdrawal", 
    "It's important for me to get checks ASAP because I'm almost out.": "checks", 
    "What are your appointment times?": "appointment", 
    "What is the walk in policy?": "appointment", 
    "Where is the closest branch to me.": "location", 
    "Tell me the maximum amount I am allowed to withdraw": "withdrawal", 
    "Details on making appointments please.": "appointment", 
    "What is the withdrawal limit": "withdrawal", 
    "I'd like to stock up on more checks": "checks", 
    "Can you let me know what my banks routing number is.": "routing", 
    "Tell me the withdrawal limits": "withdrawal", 
    "What are your opening hours?": "hours", 
    "How I can schedule an appointment in the easiest way?": "appointment", 
    "Tell me how to get to a branch close to me as fast as possible": "location", 
    "Please help me get a safety deposit box.": "safe", 
    "Where is the branch closest to me?": "location", 
    "How can I cancel my account": "close", 
    "Are there any available walk in appointments?": "appointment", 
    "Where can I find the bank's routing number?": "routing", 
    "would it be possible to find out what i have in my account?": "balance", 
    "What is the easiest way to get an appointment?": "appointment", 
    "I need more checks, help?": "checks", 
    "I need checks very soon because I'm almost out. Can I have some rushed to me?": "checks", 
    "What options do you have to secure valuable items?": "safe", 
    "What is the amount of money I have in my account": "balance", 
    "I don't want my account open anymore": "close", 
    "I changed my mind I want to close the account": "close", 
    "is securing valuable items an option": "safe", 
    "Walk me through account cancellation please": "close", 
    "Tell me the lump some I can withdraw": "withdrawal", 
    "Would you be able to update me on my available funds?": "balance", 
    "I actually want this account closed.": "close", 
    "IS THERE A LIMIT TO HOW MUCH I CAN WITHDRAW WITHOUT A WAITING PERIOD?": "withdrawal", 
    "DO YOU HAVE EARLY HOURS ANYTIME DURING THE MONTH?": "hours", 
    "can i get my bank's routing number?": "routing", 
    "Need navigation help to my local bank.": "location", 
    "what branch could i get to the quickest": "location", 
    "Can I get your early morning opening time?": "hours", 
    "How can I best order more checks.": "checks", 
    "The account termination procedure, tell me about it": "close", 
    "Can you get me more checks sent right away please?": "checks", 
    "Give me details on account termination please.": "close", 
    "what do i do to get more checks?": "checks", 
    "get the routing number of the bank": "routing", 
    "how high up does the withdrawal ceiling go?": "withdrawal", 
    "Go to balance statement.": "balance", 
    "What is the quickest way to the nearest branch?": "location", 
    "What's my routing number?": "routing", 
    "What number can I call my bank at?": "phone", 
    "How can I keep valuables safe?": "safe", 
    "tell me the limits pertaining to withdrawals": "withdrawal", 
    "What is the latest balance showing in my account": "balance", 
    "Please tell me the router number": "routing", 
    "Who should I talk to about securing my valuable items?": "safe", 
    "can you tell me what my bank's routing number might be?": "routing", 
    "What is the location for the router number for my bank?": "routing", 
    "how come the time is not displayed for when the bank closes?": "hours", 
    "How can I look up my balance?": "balance", 
    "Please give me prices on safety deposit boxes": "safe", 
    "I need some more checks": "checks", 
    "Do I need an appointment in advance or can I walk in to see a banker?": "appointment", 
    "I need to get to the closest branch. Guide me there.": "location", 
    "Tell me how much money I have available.": "balance", 
    "How do I set up an appointment?": "appointment", 
    "I've decided I want to close the account.": "close", 
    "Show me my balance statement.": "balance", 
    "up to what amount can I withdraw?": "withdrawal", 
    "would it be possible to find out the earliest time i can do business at my bank?": "hours", 
    "Withdrawal limits, tell me what they are": "withdrawal", 
    "I want to just close this account after thinking it over": "close", 
    "I want to go to the nearest branch": "location", 
    "Is it possible to write a check to myself for the amount?": "withdrawal", 
    "Please tell me the account termination procedure": "close", 
    "Please let me know the easiest way to schedule an appointment": "appointment", 
    "Let me know when the bank will close.": "hours", 
    "Close my account now": "close", 
    "What would the account termination procedure be?": "close", 
    "what is me bank's contact information": "phone", 
    "Please tell me my  limits pertaining to withdrawals?": "withdrawal", 
    "Get me pricing on safety deposit boxes": "safe", 
    "What hours is my bank open?": "hours", 
    "How early do you open?": "hours", 
    "Help me see the closest branch": "location", 
    "what is the phone number for my local banking branch": "phone", 
    "When does my bank close?": "hours", 
    "how far away is the closest branch": "location", 
    "how much money do I have left": "balance", 
    "WHAT IS MY DAILY ACCOUNT BALANCE?": "balance", 
    "Can you order me more checks": "checks", 
    "Can you close this account? I've changed my mind.": "close", 
    "Can you tell me my routing number?": "routing", 
    "Help me navigate to the nearest branch location": "location", 
    "What is the cost for a safety deposit box?": "safe", 
    "Iam glad if you can tell me my  limits pertaining to withdrawals?": "withdrawal", 
    "how much can I withdraw at once?": "withdrawal", 
    "Can I walk in to talk to someone?": "appointment", 
    "Get me the pricing details on a deposit box please.": "safe", 
    "What's the balance statement": "balance", 
    "what does it take to get a safety deposit box": "safe", 
    "during what hours is my bank open?": "hours", 
    "Find the bank's routing number.": "routing", 
    "How do I go about account cancellation?": "close", 
    "I changed my mind. Just get rid of this account.": "close", 
    "Get me directions to the branch closest to me": "location", 
    "I need to call my bank.": "phone", 
    "Actually, let's close this account": "close", 
    "What number do I dial to get my local banking branch?": "phone", 
    "What is my bank balance": "balance", 
    "Please provide a balance statement.": "balance", 
    "let me stock up on more checks": "checks", 
    "How much do I have ?": "balance", 
    "What's the upper limit for a withdrawal?": "withdrawal", 
    "How much is left in my bank account?": "balance", 
    "How do I go about getting more checks?": "checks", 
    "Can you find me the number I can call to talk with someone at the bank?": "phone", 
    "Need details on withdrawal limits please.": "withdrawal", 
    "Is there a secure location to secure valuables?": "safe", 
    "when does the bank open for business?": "hours", 
    "What's my bank's phone number?": "phone", 
    "How much money do I have to blow?": "balance", 
    "How much can I withdraw in a pinch if I need a bunch of money?": "withdrawal", 
    "tell me the phone number of my local banking branch": "phone", 
    "What is the best directions to get to the closest branch": "location", 
    "I want to get some more checks": "checks", 
    "I want directions to the nearest bank location": "location", 
    "Is it possible to get a walk in appointment?": "appointment", 
    "I need to schedule an appointment.": "appointment", 
    "I'd like to know how to close an account": "close", 
    "At what time does my bank open and close?": "hours", 
    "What is the phone number for my bank?": "phone", 
    "What's the number of my local banking branch?": "phone", 
    "Give me directions to my local branch.": "location", 
    "WHAT DEPARTMENT CAN HELP ME OPEN A SAFETY DEPOSIT BOX?": "safe", 
    "rush new checks to me. I am almost out": "checks", 
    "What's the most easy way for appointment scheduling?": "appointment", 
    "give me the asset and liabilities statement": "balance", 
    "Do I need to schedule appointments beforehand?": "appointment", 
    "find my local banking branches phone number": "phone", 
    "I need to have a safety deposit box": "safe", 
    "How early can I come in?": "hours", 
    "DO YOU HAVE SOMEWHERE I CAN STORE PAPERS OR VALUABLES?": "safe", 
    "What is the latest I can come in to a physical branch?": "hours", 
    "Find out my bank balance": "balance", 
    "What time does bank close": "hours", 
    "Can you get me a safety deposit box?": "safe", 
    "Give me my balance.": "balance", 
    "How do I go about terminating my account?": "close", 
    "What is my bank's contact number?": "phone", 
    "How do I find the router number for my bank?": "routing", 
    "Rush me more checks right away": "checks", 
    "what is the contact information for my bank": "phone", 
    "Is there an option to secure my valuables?": "safe", 
    "How can I contact my bank through telephone": "phone", 
    "is there a way to secure valuable items": "safe", 
    "ARE ADDITIONAL CHECKS AVAILABLE?": "checks", 
    "How can I order more checks?": "checks", 
    "What branch could I be at fastest": "location", 
    "What's the best way to secure some valuables I have on me?": "safe", 
    "Walk me through how to terminate an account": "close", 
    "What's the total i can withdraw?": "withdrawal", 
    "Phone number for my bank": "phone", 
    "How do I get to my closest branch?": "location", 
    "I'm almost out of checks how do I get more": "checks", 
    "Where is the branch nearest to me?": "location", 
    "Get me customer service number for the bank.": "phone", 
    "I would like to know the available funds": "balance", 
    "CAN YOU EMAIL ME MY STATEMENT?": "balance", 
    "Show this when the bank is closed": "hours", 
    "Please give me directions to my nearest bank location.": "location", 
    "IS THERE A LIMIT TO WHAT I CAN WITHDRAW THROUGH THE DRIVE THRU?": "withdrawal", 
    "My local branch's number is what?": "phone", 
    "WHAT IS IN MY ACCOUNT WITH THIS BANK?": "balance", 
    "I need to know my bank's routing number": "routing", 
    "Do you have walk in appointments?": "appointment", 
    "what is my bank's phone number": "phone", 
    "I need my bank's routing number from you.": "routing", 
    "How can I found out what my routing number is": "routing", 
    "How can I call my bank?": "phone", 
    "Show me my balance.": "balance", 
    "If I have some items of high value, is there a way to secure them with you?": "safe", 
    "I will be glad if you can help me to acquire my banks routing number": "routing", 
    "Please get me the quote on safety deposits boxes?": "safe", 
    "How would I go about getting more checks?": "checks", 
    "please get me some more checks, I am almost out": "checks", 
    "tell me he hours of my bank": "hours", 
    "I want the account closed": "close", 
    "Can you tell me how to get to the closest branch of the bank?": "location", 
    "What are my available funds?": "balance", 
    "Where can I find the bank's router number?": "routing", 
    "WHAT PROCEDURE IS FOLLOWED TO CLOSE ACCOUNT?": "close", 
    "Please direct me to the closest branch location": "location", 
    "to whom do I speak to set up an appointment?": "appointment", 
    "How do I find my nearest branch?": "location", 
    "WHERE CAN I FIND THE PHONE NUMBER?": "phone", 
    "How do I get to your bank by transit": "location", 
    "Help me sign up for a safety deposit box.": "safe", 
    "DO YOU HAVE LOCK BOXES?": "safe", 
    "can i secure valuable items": "safe", 
    "Is there withdrawal limits": "withdrawal", 
    "What should I do to cancel my account?": "close", 
    "I could use the router number for my bank": "routing", 
    "After the bank closes, display": "hours", 
    "What are the limits for withdrawals?": "withdrawal", 
    "Give me directions to my closest branch.": "location", 
    "when is my bank open": "hours", 
    "give me the balance sheet statement": "balance", 
    "do you know the termination procedure for this account?": "close", 
    "Can you set time aside?": "appointment", 
    "How do I close out my account?": "close", 
    "When do you open?": "hours", 
    "what is the shortest way to the closest branch?": "location", 
    "How much money do I have in the bank right now?": "balance", 
    "what is my withdrawal ceiling?": "withdrawal", 
    "which number on a check is the routing number": "routing", 
    "CAN YOU TEXT ME DIRECTIONS?": "location", 
    "On second thought shut down this account": "close", 
    "How do I find the correct routing number?": "routing", 
    "How can I go about scheduling an appointment?": "appointment", 
    "can I call my bank": "phone", 
    "Let me know how much a safety deposit box costs.": "safe", 
    "I would like to have more checks": "checks", 
    "i just thought of it, please close this account": "close", 
    "How much can I withdraw?": "withdrawal", 
    "acquire the routing number of the bank": "routing", 
    "i'd like to know what my balance is.": "balance", 
    "Please provide me with pricing on safety deposit boxes.": "safe", 
    "I need the routing number for this bank.": "routing", 
    "Can you give me the termination procedure for the account?": "close", 
    "Directions to the bank nearest me please.": "location", 
    "Show me how to get to the closest branch": "location", 
    "What's the largest amount that I can take out?": "withdrawal", 
    "Help me get to my local branch of your bank please.": "location", 
    "Give me the bank's listed hours please": "hours", 
    "Could you tell me how much money I have in my account?": "balance", 
    "Can you tell my the bank's routing number?": "routing", 
    "Give me details on how much I can take out at once in one lump some": "withdrawal", 
    "Order checks": "checks", 
    "What are your hours of operation?": "hours"
}